Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Appointment
af_za: Afspraak
xh_za: udibano
zu_za: inhlangano

source: Non-Stock Order Cancel
af_za: Nie-Voorraad Bestelling gekanseller
xh_za: ezingathengwayo zisusiwe
zu_za: umlayezo wempahla okungasiyisitoki ochishiwe

source: Confirm User Department removal
af_za: Bevestig Verbruikers Departement Verwydering
xh_za: qinisekisa ngosuso lomsebenzisi wequmrhu
zu_za: fakaza umnyango kamngenisi kususa

source: Remove Dept &raquo;
af_za: Verwyder Departement
xh_za: susa ityala
zu_za: susa umyango

source: User Department deleted from database
af_za: Verbruikers Departement is van databasis uitgevee
xh_za: umsebenzisi wequmrhu ususiwe kwidatabase
zu_za: umnyango kamngenisi ususiwe kwidathabhazi

source: Unable to retrieve customer numbers from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela umthengi kwidatabase
zu_za: kunzima ukukhipha inombholo yekhasimendi kudathabhaze

source: Age searching requires a numeric input
xh_za: imiqathango yeminyaka
zu_za: ukubheka imyaka kufuna kufakwe izinombholo

source: Unable to retrieve workshop items from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukuya kwiworkshop
zu_za: kunzima ukukhipha impahla kwidathabhazi

source: Unable to retrieve offset data from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela ulwazi lwedatabase
zu_za: kunzima ukukhipha imininingwane ye-offset kwidathabazi

source: No items found.
af_za: Kry geen items nie
xh_za: izinto azifunyanywanga
zu_za: impahla ayitholakali

source: Unable to retrieve customer name from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukuuyiseal igama lomthengi kwiatabase
zu_za: kunzima ukukhipha igama lekhasimendi kwidathabhazi

source: Client Collect
af_za: Klieent kollekteer
xh_za: uqokelelo lwabathengi
zu_za: ikhasimendi kumele lilande

source: Check out to supplier
af_za: Teken uit na verskaffer
xh_za: jonag umrhwebi
zu_za: khipha uyise kwisaplaya

source: Check In
af_za: Teken in
xh_za: jonga
zu_za: fakaka phakathi

source: Check Out to supplier
af_za: Teken uit na verskaffer
xh_za: jonga abarhwebi
zu_za: khipha isaplaya

source: Status History
af_za: Geskiedenis Status
xh_za: isimo semvelaphi
zu_za: isitathsi esedlule

source: Edit Notes
af_za: Sleutel Notas in
xh_za: ulungiso nadawo lwentengiso lweinvoice
zu_za: hlela amanothi

source: View workshop
af_za: Toon werkswinkel
xh_za: jonga iworkshop
zu_za: bheka indlu yokusebenza

source: Workshop reports
af_za: Werkswinkel Verslag
xh_za: ingxelo malunga neworksghop
zu_za: indlu yokusebenza lipoti

source: Age report
af_za: Ouderdoms Verslag
xh_za: ingxelo ngeminyaka
zu_za: i-aji lipoti

source: Ref no.
af_za: Verwysings nommer
xh_za: inombolo yojongo
zu_za: inombholo yokuqondisa

source: Stock Code/Name
af_za: Voorraad kode/Naam
xh_za: ikhodi yezithengwayo/igama
zu_za: ikhodi lesitoki/igama

source: Status/Notes
af_za: States/Notas
xh_za: isimo/izibhalo
zu_za: izinga/amanothi

source: Unable to update data to the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukulungisa idatabase
zu_za: kunzima ukuhlela idatha kwidathabhazi

source: Info
af_za: Informasie
xh_za: ulawzi
zu_za: ulwazi

source: &laquo; View Workshop
af_za: &lt;&lt; Toon Werkswinkel
xh_za: jonga iworkshop
zu_za: bheka iindlu yokusebenza

source: Unable to retrieve status from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela kwidatabase
zu_za: kunzima ukukhipha izinga kudathabhazi

source: Unable to retrieve item from the workshop.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela izinto kwiatabase
zu_za: kunzima ukukhipha impahla kwiwokshop

source: Client collect from workshop
af_za: Klieent kollekteer van werkswinkel
xh_za: abathengi baqokeleliwe kwi workshop
zu_za: ikhasimendi landa ewokshoph

source: Reference number
af_za: Verwysings nommer
xh_za: inombolo yojongo
zu_za: inombholo yokuqondisa

source: Unable to retrieve status history from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela kwimveklaphi
zu_za: kunzima ukukhipha izinga eledlule kudathabhazi

source: Status history
af_za: Geskiedenis Status
xh_za: isimo semvelaphi
zu_za: izinga eledlule

source: Unable to retrieve notes from the workshop.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela kwidatabse
zu_za: kunzima ukukhipha amanothi endlu yokusebenza

source: Check in
af_za: Teken in
xh_za: jonga
zu_za: ngena

source: Status
xh_za: isimo
zu_za: izinga

source: Unable to retrieve workshop item from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela kwidatabase
zu_za: kunzima ukukhipha impahla yewokishopi kudathabhazi

source: Unable to retrieve suppliers from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela abarhwebi kwidatabase
zu_za: kunzima ukukhipha isaplaya kudathabhazi

source: Unable to retrieve default workshop conditions
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukujonga imposo
zu_za: kunzima ukukhipha isimo esinagasebenzi

source: Check out
af_za: Teken uit
xh_za: jonga
zu_za: phuma

source: Where
af_za: Waar
xh_za: iphi
zu_za: kuphi

source: Workshop conditions
af_za: Werkswinkel kondisie
xh_za: isimo seworkshop
zu_za: isimo sendlu yokusebenza

source: Unable to retrieve workshop information from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela ulwazi oluvela kwidatabase
zu_za: kunzima ukukhipha ulwazi lwendlu yokusebenza kudathabazi

source: Workshop receipt for
af_za: Werkswinkel kwitansie vir
xh_za: irisiti yeworkshop-iaya
zu_za: irisipu mayelana nendlu yokusebenza

source: Workshop Conditions:
af_za: Werkswinkel kondisie
xh_za: isimo seworkshop
zu_za: isimo sendlu yokusebenza

source: Unable to retrieve customer number from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela umthenginenombolo
zu_za: kunzima ukukhipha inombholo yekhasimendi kudathabhaze

source: Workshop receipt for:
af_za: Werkswinkel kwitansie vir
xh_za: irisiti yeworkshop-iaya
zu_za: irisipu mayelana nendlu yokusebenza

source: Reference Number:
af_za: Verwysings nommer
xh_za: inombolo yojongo
zu_za: inombholo yokuqondisa

source: Age
af_za: Ouderdom
xh_za: iminyaka
zu_za: imiyaka

source: Date (YYYY-MM-DD)
af_za: Datum (JJJJ-MM-DD)
xh_za: umhla(Unyaka-inyanga-umhla)
zu_za: idathi ( unyaka ,inyanga,ilanga)

source: Workshop report
af_za: Werkswinkel Verslag
xh_za: ingxelo ngeworkshop
zu_za: ilipoti lendlu yokusebenza

source: &laquo; View workshop
af_za: &lt;&lt; Toon Werkswinkel
xh_za: onga iworkshop
zu_za: bheka indlu yokusebenza

source: Ref no
af_za: Verwysings nommer
xh_za: inombolo yojongo
zu_za: inombholo yokuqondisa

source: Serial number
xh_za: inombolo yebhalo
zu_za: iserial nombholo

source: Statement Type
af_za: Staat tipe
xh_za: siphi statement
zu_za: uhlobo lwesitatimenti

source: Use open statement
af_za: Gebruik geopende staat
xh_za: vula istatement
zu_za: sebenzisa isitatimenti esivuliwe

source: Use running statement
af_za: Gebruik lopende Staat
xh_za: sebenzisa istatement
zu_za: sebenzisa isitatimenti esigijimayo

source: View Returned Non-Stock Orders
af_za: Toon terug gestuurde Nie-Voorraad Bestellings
xh_za: jonga ezingathengwanga
zu_za: bheka umlayezo obuyisiwe wempahla engasiyona isitoki

source: Returned Non-Stock Orders
af_za: Toon Nie-Voorraad Bestellings
xh_za: ezibuyisiweyo
zu_za: umlayezo wempahla okungasiyisitoki obuyisiwe

source: Unable to insert pos record.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka ezigciniweyo
zu_za: kunzima ukufaka IPOS lekhodi

source: Record Purchase Invoice
af_za: Opneem van Aankoop Faktuur
xh_za: ezithengiweyo ezigciniweyo
zu_za: bhala intengo ye-invoyisi

source: Purchase Invoiced
af_za: Aankoop faktuur
xh_za: ezithengiweyo ezigciniweyo
zu_za: intengo i-invoyisiwe

source: No Invoices Allocated
af_za: Geen Fakture is geallokeer nie
xh_za: inonbolo zeiinvoice azifunyanwanga
zu_za: awekho ama-invoyisi abelwe

source: No Incomplete Invoices Allocated
af_za: Geen onvoltooide Fakture is geallokeer nie
xh_za: aziqgqitywanga iivoice
zu_za: awekho am-invoyisi angabelwanga

source: No Sales Orders Allocated
af_za: Geen Verkope bestellings is geallokeer nie
xh_za: intengo azifunyanwanga
zu_za: awukho umlayezo wentengiso ongabelwanga

source: No Consignment Orders Allocated
xh_za: iconsignment oda ezibekiwe endaweni
zu_za: akwabelwanga okuhamba nomlayezo

source: Stock Allocation
xh_za: ezithengiweyo zasiwa endaweni
zu_za: ukwabela isitoki

source: Quantity Allocated
af_za: Hoeveelheid geallokeer
xh_za: ezininzi zisiwe
zu_za: inombholo yempahla evumelekiwe

source: Confirm Interest Calculation
xh_za: qinisekisa ngobalo lwenzala
zu_za: fakaza ukubala kwenzuzo

source: Calculate &raquo;
xh_za: ubalo
zu_za: bala

source: Interest has been calculated
xh_za: inzala ibaliwe
zu_za: inzuzo ibaliwe

source: Unable to get clients from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana umthengi kwidatabase
zu_za: kunzima ukuthola ikhasimendi kwidathabhazi

source: Edit Stock Category
af_za: Voeg Voorraad Katogorie by
xh_za: inqanaba lilungisiwe lentengo
zu_za: hlela uhlobo lwesitoki

source: Stock Category edited
af_za: Voorraad Katogorie is bygevoeg
xh_za: inqanaba lentengo lilungisiwe
zu_za: uhlobo lwesitoki luhleliwe

source: Debtors Outstanding Batch Entries
af_za: Uitstaande Debiteure groep inskrywings
xh_za: ibatshi zengeno ezingekabhatalwa
zu_za: okusele kuma bhashi entrizi kwamadetha

source: - Invalid ord number.
af_za: - Verkeerde bestellings nommer
xh_za: inombolo engekhoyo
zu_za: inombholo yomlayezo akusoyona

source: View Cash Point of Sale invoices
af_za: Toon kontant punt van verkope fakture
xh_za: jonga inadwo yemali yezithengiswayo zeinvoice
zu_za: bheka ikhashi lephoyinti lokuthengisa i-invoyisis

source: Inv No.
af_za: Faktuur nommer
xh_za: inombolo yeinvoice
zu_za: inombholo ye-invoyisi

source: No Point of Sale Invoices found for the selected date range.
af_za: Geen punt van verkope fakture is gevind vir die gekiesde datum volgorde
xh_za: akukho ndawo yothengiso iinvoice ifunyenwe kwezikhethiweyo
zu_za: alikho iphoyinti lokuthengisa elitholakele kuloku okukhethiwe kwilanga ngohlu

source: Unable to retrieve POS invoice information from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisela ulwazi lweinvoice
zu_za: kunzima ukukhipha iPOS i-invoyisi lwazi kwidathabhazi

source: Delete Unprocessed Point of Sale Invoice
af_za: Vee nie verwerkte punt van verkope se fakture uit
xh_za: susa ezingaqhubelekanaga zendawo yothengiso
zu_za: susa okungadluliswanga iphoyiti lokuthengisa i-invoyisi

source: Unable to remove invoice from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukususa iinvoice
zu_za: kunzima ukukhipha i-invoice kwidathabhazi

source: Invoice was not found.
af_za: Kry nie faktuur nie
xh_za: iinvoice ayifumanekanga
zu_za: i-invoyisi ayitholakalanga

source: Previous Month
af_za: Vorige Maand
xh_za: inyanga yadlulayo
zu_za: inyanga edlule

source: Next Month
af_za: Volgende Maand
xh_za: inyanga ezayo
zu_za: inyanga ezayo

source: Monday
af_za: Maandag
xh_za: umvulo
zu_za: ngomvulo

source: Tuesday
af_za: Dinsdag
xh_za: lwesibini
zu_za: ngolwesibili

source: Wednesday
af_za: Woensdag
xh_za: lwesithathu
zu_za: ngolwesithathu

source: Thursday
af_za: Donderdag
xh_za: lwesine
zu_za: ngolwesine

source: Friday
af_za: Vrydag
xh_za: lweshlanu
zu_za: ngolwesihlanu

source: Accept Sales Order
af_za: Aanvaar verkope bestellings
xh_za: yamkela uthengo
zu_za: vuma umlayezo wentengiso

source: Sales Order accepted
af_za: Verkope bestellings is aanvaar
xh_za: uthengo lwamkelekile
zu_za: umlayezo wentengiso uvumilwe

source: Add New Branch
af_za: Voeg Nuwe Tak by
xh_za: faka indawo entsha
zu_za: engeza entsa ibhulatshi

source: New Branch added to database
af_za: Nuwe Tak is in databasis by gevoeg
xh_za: indawo entsha ifakwe kwidatabase
zu_za: ibhulantshi elisha liyengeziwe kudathabhazi

source: Settled
xh_za: igqityiwe
zu_za: ikhokhiwe

source: Email Selected
af_za: Kies E-pos
xh_za: umyaleza ukhethiwe
zu_za: ikhethiwe i-imayile

source: Ordered Buying units
af_za: Bestelde Aankoop eenhede
xh_za: uthengo lweorda
zu_za: inombholo yokuthenga elayeziwe

source: Ordered Selling units
af_za: Bestelde Verkoop eenhede
xh_za: uthengiso lweorde
zu_za: inombholo yentengiso elayeziwe

source: Removed Stock
af_za: Verwyder Voorraad
xh_za: susa ezithengwayo
zu_za: isitoki esisusiwe

source: Criteria
xh_za: indlela yokhetho
zu_za: uhlobo

source: Only show stock below minimun level
af_za: Toon net die voorraad onder die minimum vlak
xh_za: bonisa ezithengwayo ezingaphantsi
zu_za: bonisa kuphela isitoki esikuzinga lokuqala phansi

source: Stock Reports
af_za: Voorraad Verslae
xh_za: ingxelo ngezithengiswayo
zu_za: ilipoti lesitoki

source: Min Level
af_za: Min Vlak
xh_za: inqanaba eliphantshi
zu_za: izinga eliphansi lokuqala

source: Max Level
af_za: Max Vlak
xh_za: inqanaba elingaphezulu
zu_za: izinga eliphezulu eliphelele

source: Select Classification
af_za: Kies klasifikasie
xh_za: khetha inqanaba
zu_za: khetha isihlukaniso

source: Enter &raquo;
af_za: Enter &gt;&gt;
xh_za: ngena
zu_za: ngena &raquo;

source: Edit Sales Rep Commission
af_za: Voeg Verkoops verteenwoordiger kommisie by
xh_za: ulungiso lomele abaseenzi
zu_za: hlela inzuzo yentengiso kameli

source: There is no stock items in the selected warehouse.
af_za: Daar is geen Voorraad items in stoorkamer nie
xh_za: akukho zinto zithengiswayo kwezi zikhethiweyo
zu_za: ayikho impahla yesitoki kuwehawuzi

source: Confirm Sales Rep Commission
af_za: Bevestig verkoopsverteenwoordiger se kommisie
xh_za: qinisekisa ngomthengisi
zu_za: fakaza inzuzo kameli yentengiso

source: Commission updated
af_za: Kommisie opgedateer
xh_za: inkomishini isiwe exesheni
zu_za: inzuzo ihleliwe

source: Sales Rep Commission updated.
af_za: Verkoops verteenwoordiger se kommisie is opedateer
xh_za: ummeli wabathengisi wekomishini usiwe exesheni
zu_za: inzuzo kameli yentengiso ihleliwe

source: New Quote Saved
af_za: Stoor nuwe kwitasies
xh_za: umbhalo omtsha ugciniwe
zu_za: impinda entsa isindisiwe

source: Key Details
af_za: Sleutel Besonderhede
xh_za: incukacha zondoqo
zu_za: imininingwane yesihluthulelo

source: Search By
xh_za: khangela
zu_za: bheka ngaloku

source: Search Key
xh_za: khangela undoqo
zu_za: isihluthulelo sokubheka

source: Cost Per Unit
af_za: Koste per eenheid
xh_za: ixabiso
zu_za: indleko yempahla nganye

source: Latest Cost Price
af_za: Laaste koste prys
xh_za: ixabiso langoku
zu_za: indleko eyamuva

source: No Stock Found.
af_za: Kry geen voorraad nie
xh_za: ezingathengiswayo azifunyenwanga
zu_za: asikho isitoki esikhona

source: There is already a supplier with that number.
af_za: Daar is alreeds 'n verskaffer met die nommer
xh_za: kukho umrhwebi onalenombolo
zu_za: umthengisi naleyo nombholo ukhona

source: Unable to add supplier to database. (TB)
af_za: Kan nie data lees nie
xh_za: akukwazanga ukufaka umrhwebi kwidatabase
zu_za: kunzima ukwengeza isaplaya kudathabhazi (TB)

source: Unable to add supplier to database. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazanga ukufaka umrhwebi kwidatabase
zu_za: kunzima ukwengeza isaplaya kudathabhazi (TC)

source: Supplier added to the system
af_za: Verskaffer in sisteem bygevoeg
xh_za: umrhwebi ufakwe kwidatabase
zu_za: isaplaya inezekile kwisisitimu

source: Edit user
af_za: Voeg verskaffer by
xh_za: ulungiso lomsebenzisi
zu_za: hlela umngenisi

source: Committed changes to user
xh_za: ikuthembeka kamaxabiso kumsebenzisi

source: Error checking next expiration date.
xh_za: undonakele jonga umhla wophelelo
zu_za: iphutha lokuhlola ilanga lokubola elizayo

source: Registration Status
af_za: Registrasie Status
xh_za: isimo sobhaliso
zu_za: izinga lokurejistwa

source: Client Side Key
xh_za: icala lomthengi
zu_za: isikhiya sangasemuva sekhasimendi ikhasimendi

source: Register
af_za: Registreer
xh_za: halisa
zu_za: rejistwa

source: Invalid Registration Key Entered.
af_za: Verkeerde Registrasie sleutel ingesleutel
xh_za: awukho lombhaliso ngenisa
zu_za: ukwaziwa kwesihluthulo akusebenzi

source: Error registering (1).
af_za: Foutiewe registrasie 1
xh_za: undonakele ngobhaliso 1
zu_za: iphutha lokwaziwa (1)

source: Error registering (2).
af_za: Foutiewe registrasie 2
xh_za: undonakele ngobhaliso 2
zu_za: iphutha lokwaziwa (2)

source: Error registering (3).
af_za: Foutiewe registrasie 3
xh_za: undonakele ngobhaliso 3
zu_za: iphutha lokwaziwa (3)

source: Registered
af_za: Registeer
xh_za: ubhaliso
zu_za: ukwaziwa

source: Error reading allowance information.
af_za: Kan nie data lees nie
xh_za: undonakele uyafundwa uvumo lolwazi
zu_za: iphutha lokufunda ulwazi ngeosizo

source: Error reading employee deduction info.
af_za: Kan nie data lees nie
xh_za: undonakele ngobhaliso ulwazi ngomsebenzi lunciphisiwe
zu_za: iphutha lokufunda ulwazi ngesehliso sabasebenzi ngefrinji bhenefiti

source: Error reading employee fringe info.
af_za: Kan nie data lees nie
xh_za: undonakele umsebenzi kukho into ngolwazi
zu_za: iphutha lokufunda ulwazi ngabasebenzi ngefrinji bhenefiti

source: Edit Employee Details
af_za: Voeg werknemers besonderhede by
xh_za: incukacha ezilungisiweyo zomsebenzi
zu_za: hlela imininingo ngabasebenzi

source: Edit Employee Information
af_za: Voeg werknemers informasie by
xh_za: ulwazi olulungisiweyo lomsebenzi
zu_za: hlela ulwazi ngabasebenzi

source: Error removing prev imgs.
xh_za: undonakele susa
zu_za: iphutha lokususa isithunzi esidlule

source: Error updating fringe benefits (DEL).
xh_za: undonakele ezimnandi nge(DEL)
zu_za: iphutha lokuhlela ifrinji bhenefiti(DEL)

source: Employee details edited
af_za: Werknemer se besonderhede is ingesleutel
xh_za: incukacha zomsebenzi zilungisiwe
zu_za: imininingwane yabasebenzi ihleliwe

source: Confirm VAT Code
af_za: Bevestig BTW kode
xh_za: qinisekisa ngekodi yevat
zu_za: fakaza Ikhodi leVAt

source: VAT Code added to system
af_za: BTW kode is in sisteem gevoeg
xh_za: ikhodi yevat ifakwe kwisystem
zu_za: Ikhodi leVAT liyengeziwe kwisisitimu

source: View Cancelled Purchases
af_za: Toon gekanselleerde Aankope
xh_za: ikhodi yevat ifakwe kwisystem
zu_za: bheka izintengo ezichishiwe

source: Recurring Invoice
af_za: Herhaling van fakture
xh_za: iinvoice eqhubelekayo
zu_za: i-invoyisi ephinda phindanayo

source: Document Ref No.
af_za: Dokument verwysings no
xh_za: inonbolo yeinvoice
zu_za: inombholo eqondana nokubhala

source: Save &raquo;
af_za: Stoor &gt;&gt;
xh_za: gcina
zu_za: sindisa

source: Recurring Invoice Saved
af_za: Herhaling van gestoorde Fakture
xh_za: iinvoice eziqhubelelekayo zigciniwe
zu_za: ama-invoyisi aphindanayo asindisiwe

source: Add Customer : Customer Details
af_za: Voeg Klieent by : Klieent Besonderhede
xh_za: faka umthengi:incukacha zomthengi
zu_za: engeza ikhasimendi: iminingo yekhasimendi

source: Confirm Customer : Customer Details
af_za: Bevestig Klieent : Klieent Besonderkede
xh_za: qinisekisa ngomthengi:ingcukacha zomthengi
zu_za: fakaza ikhasimendi :imininingo yekhasimendi

source: Unable to add customer to database. (TB)
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka umthengi kwidatabase
zu_za: kunzima ukwengeza ikhasimendi kudathabazi.(TB)

source: Unable to add customer to database. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka umthengi kwidatabase
zu_za: kunzima ukwengeza ikhasimendi kudathabazi (TC)

source: Stock Details
af_za: Voorraad Besonderhede
xh_za: incukacha zentengo
zu_za: imininingwane ngesitoki

source: POS Quote No.
af_za: POS kwitasie No
xh_za: inombolo yothengo
zu_za: inombholo yePOS mpinda

source: New POS Quote Saved
af_za: Nuwe POS kwitasie is gestoor
xh_za: entsha egciniweyo
zu_za: impinda entsa yePOS isindisekile

source: Current Bank Account Types
af_za: Huidige Bank Rekening Tipes
xh_za: iakhawunti yebhanka entsa
zu_za: uhlobo lwebhangi sikwenetu samanje

source: Add New Bank Account Type
af_za: Voeg Nuwe Bank rekening tipes by
xh_za: faka iakhawunti yebhanka entsha
zu_za: engeza uhlobo olusha lwebhangi sikwenetu

source: No Such Account Type
af_za: Daar is nie so rekening nie
xh_za: ayikho loakhawunti
zu_za: Alukho lolohlobo lwesikwenetu

source: Edit New Bank Account Type
af_za: Sleutel nuwe Bank Rekening tipe in
xh_za: lungisa iakhawunti entsha yebhanki
zu_za: hlela uhlobo lwesikwenetu sebhangi esisha

source: Non Stock Credit notes
af_za: Nie-voorraad krediet notas
xh_za: ezingathengwayo
zu_za: amaKredithi nothi wempahla okungasiyona isitoki

source: Unable to get cus data.
af_za: Kan nie data lees nie
xh_za: aukwazeki ukuya kwidatabase
zu_za: kunzima ukuthola Icus Datha

source: The payments are not equal to the Grand Total
af_za: Die betalings is nie gelyk aan die Groot Totaal nie
xh_za: ubhatalo alulingani netotali
zu_za: ukukhokha akulingani nakokonke sekuhlangene

source: Amount Paid Credit
af_za: Krediet Bedrag betaal
xh_za: imali ebhatalwe kwicredit
zu_za: imali yekredithi ekhokhiwe

source: New Interest bracket
af_za: Nuwe rente hakkie
xh_za: inzala entsha
zu_za: ibakaki benzuzo abasha

source: Interest bracket added to database
af_za: Rente hakkie is in sisteem by gevoeg
xh_za: inzala efakwe kwidatabase
zu_za: abakaki benzuzo bafakake kahle kudathabhazi

source: New Interest bracket has been successfully added to the database.
af_za: Nuwe Rente hakkie is suksesvol in databasis bygevoeg
xh_za: inzala entsha ifakwe ngwmpumelelo kwidatabase
zu_za: abakaki benzuzo entsa bafakeke kahle kudathabhazi

source: Consignment
xh_za: iconsignment
zu_za: okuhamba nomlayezo

source: Consignment Order Not Found
xh_za: ayifumaneki iconsignment
zu_za: okuhamba nomlayezo akutholakali

source: New Consignment Order Saved
xh_za: iconcignment entsha igciniwe
zu_za: okuhamba nomlayezo omusha kusindisiwe

source: Cancel Stock Transfer
af_za: Kanselleer voorraad oorplasing
xh_za: usiwo luyekiwe
zu_za: chisha ukudlulisa isitoki

source: Stock tranfer cancelled
af_za: Voorraad oorplasing is gekanselleer
xh_za: uthumelo lwezithengiwe lusiwe
zu_za: ukudlulisa isitoki kuchishiwe

source: Stock tranfer has been cancelled.
af_za: Voorraad oorplasing is gekanselleer
xh_za: usiwo lwezithengwayo lususiwe
zu_za: ukudlulisa isitoki kuchishiwe

source: New International Sales Order
af_za: Nuwe Internasionale Verkoop bestellings
xh_za: intengo ezintsha zaphesheya
zu_za: intengiso yemilayezo emisha yangaphesheya

source: New International Sales Order Saved
af_za: Nuwe Internasionale Verkoop bestellings is gestoor
xh_za: intengo ezintsha zaphesheya zigciniwe
zu_za: intengiso yemilayezo emisha yangaphesheya isindisiwe

source: Asset Depreciation
xh_za: iassets zehlile
zu_za: ukudleka kwama-aseti

source: Depreciation Amount
xh_za: imali yehlisiweyo
zu_za: imali yediprishiyashini

source: Asset Depreciation has been recorded
xh_za: uhliso lwemali lugciniwe
zu_za: kubhaliwe ukudleka kwe-aseti

source: New Script to access control database
xh_za: imibhalo emitsha ikwidatabase
zu_za: isikriphuthu esisha sokulawula idathabhazi

source: Script function
xh_za: usebenzo lwesibhalo
zu_za: umsebenzi wesikriphuhu

source: New script
xh_za: isibhalo esitsha
zu_za: isikripuhu esisha isneziwe kudathabhazi

source: Script Function
xh_za: isibhalo esitsha sosebenzo
zu_za: umsebenzi wesikriphuhu

source: Add script &raquo;
xh_za: faka isibhalo
zu_za: engeza amascriputhu

source: New script added to database
xh_za: isibhalo esitsha sifakwe kwidatabase
zu_za: isikripuhu esisha isneziwe kudathabhazi

source: There are customers in the system with selected currency
xh_za: akukho
zu_za: kunama kunakhasimendi kusisitimu ngalohlobo lwemali

source: There are supliers in the system with selected currency
xh_za: imali ekhethiweyo esetyenziswa ngabarhwebi
zu_za: kunama saplaya kusisitimu ngalohlobo lwemali
