Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Error saving message in Sent Items.
af_za: Fout storing van boodskap in Stuur Items
xh_za: undonakele umyaleza ubugciniwe uye kwegciniwe imiyaleza
zu_za: iphutha loku sindisa umlayezo kumilayezo ethunyelwe

source: No Messages
af_za: Geen Boodskap
xh_za: akukho miyaleza
zu_za: ayikho imilayezo

source: Forward
af_za: Vooruitgedateer
xh_za: yise phambili
zu_za: dlulisa

source: Reply
af_za: Terugvoering
xh_za: phendula
zu_za: phendula

source: Delete Selected
xh_za: khetha ezisusiweyo
zu_za: susa okukhethiwe

source: Error fetching folder list for message move action.
xh_za: undonakele kukho undonakele ekulandeni imiyaleza
zu_za: iphutha ekulandeni ifolida kuze kukhina kale ukuhambisa

source: Move Selected to Folder
xh_za: shukumisa ezikhethiweyo
zu_za: hambisa kwelikhethiwe ifolida

source: edit
af_za: Sleutel in
xh_za: lungisa umsebenzisi
zu_za: hlela

source: Script Name
xh_za: igamalwezibhalo
zu_za: igama levesi

source: Enter Sql Statement
af_za: Sleutel Sql Staat in
xh_za: ngenisa ozibhalileyo
zu_za: faka I-sql sitatimenti

source: Sql
af_za: Sqp
xh_za: iSql
zu_za: i-SQL

source: Database
af_za: Databasis
xh_za: idatabase
zu_za: Idathabhazi

source: Exec &raquo;
xh_za: ungeno
zu_za: enza

source: Result Analysis
af_za: Resultaat Analise
xh_za: iziphumo ziyajongisiswa
zu_za: inhlaziyo yesiphumu

source: There are results for you query
af_za: Daar is resultate vir jou navraag
xh_za: kukho iziphumo zesicelo
zu_za: kunempendulo kulowo mbuzo

source: SQL
xh_za: iSQL
zu_za: iSQL

source: Add New Script to access control database
xh_za: faka ubhalo olutsha longeno
zu_za: engeza incwadi yamaga

source: File name
af_za: Leer Naam
xh_za: igama lwezibhalo
zu_za: igama lefayile

source: Function
af_za: Funksie
xh_za: usebenziso
zu_za: ifankishini

source: Add Scripts &raquo;
xh_za: faka ubhalo olutsha longeno
zu_za: angeze ivesi

source: New Scripts
xh_za: ubhlo olutsha
zu_za: engeza ivesi elihsa

source: New Scripts added to database
xh_za: ubhalo olutsha lufakwe kwidatabase
zu_za: ivesi elisha lengeziwe kwidathabhazi

source: Insert More
xh_za: ngenisa izinye
zu_za: faka futhi

source: Price list
af_za: Prys lys
xh_za: udweliso lwamaxabiso
zu_za: ilisti yamaprizi

source: Prices
af_za: Pryse
xh_za: amaxabiso
zu_za: amaprizisi

source: Item
xh_za: izinto
zu_za: impahla

source: Price Amount
af_za: Prys Bedrag
xh_za: imali yamaxabiso
zu_za: imali yeprazi

source: Show on price list
af_za: Wys op prys lys
xh_za: veza udweliso lwamaxabiso
zu_za: bonisa kwipri

source: There are no stock items in the selected warehouse.
af_za: Daar is geen voorraad in die stoorkamer nie
xh_za: akukho zinto zikhethiweyo egcinweni lwezinto
zu_za: ayikho impahla yesitoki endlini yokubeka ekhethiwe

source: View Price Lists
af_za: Toon Prys lys
xh_za: jonga amaxabiso
zu_za: bheka uhide lwentengo

source: there is not stock for the price list.
af_za: Daar is geen voorraad vir die pryslys
xh_za: akukho zinto zikhethiweyo egcinweni lwezinto
zu_za: kuhide lwentengo

source: Confirm Price list
af_za: Bevestig Prys lys
xh_za: qinisekisa ngodwelo lwamaxabiso
zu_za: fakaza

source: Add
af_za: Voeg by
xh_za: dibanisa
zu_za: engeza

source: Unable to add price list to database.
af_za: Kan nie prys lys by databasis voeg nie
xh_za: akukwazeki ukungenisa amaxabiso kwidatabase
zu_za: kunzima ukwengeza uhide lwezintengo kwiDathabhazi

source: Price list added to system
af_za: Prys lys by sisteem gevoeg
xh_za: udweliso lwamaxabiso lubhalwe kwisystem
zu_za: uhide lwentengo selufakiwe kwisisitimu

source: Add Supplier Price list
af_za: Voeg die verskaffer se prys lys by
xh_za: faka udweliso lwamaxabiso lomrhwebi
zu_za: engeza uhide lwentengo lwesaplaya

source: Selling Amount
af_za: Verkoops prys
xh_za: imali ekuthengisa ngayo
zu_za: imali ethengisayo

source: View Supplier Price Lists
af_za: Toon Verskaffers Prys lys
xh_za: jonga udweliso lwamaxabiso lomrhwebi
zu_za: bheka uhide lwentengo lwesaplaya

source: Please select at least one stock item.
af_za: Kies een voorraad item
xh_za: sicela ukhetha into noba inye kwezi
zu_za: jabulisa ukhethe kube kunye kuphela kuhide kwimpahla yesitoki

source: Confirm Supplier Price list
af_za: Bevestig Verskaffer se Prys lys
xh_za: qinisekisa ngodwelo lwamaxabiso lomrhwebi
zu_za: fakaza uhidelwentengo lwesaplaya

source: Supplier Price list added to system
af_za: Voeg Verskaffer Prys lys in sisteem in
xh_za: udweliso lwamaxabiso lubhalwe kwisystem
zu_za: uhide lwentengo slwesaplaya selifakiwe kwisisitimu

source: Confirm Category
af_za: Bevestig Katogorie
xh_za: qinisekisa ngenqanaba
zu_za: fakaza uhlelo

source: Unable to add category to database.
af_za: Kan nie data lees nie
xh_za: akwazeki ukufaka kwididi lwedatabase
zu_za: kunzima ukwengeza uhlobo kwiDathabhazi

source: Category added to system
af_za: Katogorie in sisteem by gevoeg
xh_za: faka udidi kwisystem
zu_za: uhlobo lwengeziwe kwisisitimu

source: Cubit Settings
af_za: Cubit Opstelling
xh_za: uqaliso lwecubit
zu_za: amahlelo eCubit

source: Setting
af_za: Opstelling
xh_za: uqaliso
zu_za: ukuhlela

source: Last Invoice No.
af_za: Laaste Faktuur no.
xh_za: inombolo yeinvoice yokugqibela
zu_za: inombholo yokuqcina ye-invoyisi

source: Last Invoice Credit Note No.
af_za: Laaste Krediet Faktuur nota No.
xh_za: inombolo yeinvoice yamatyala yokugqibela
zu_za: inombholo yokugcina ye-invoyisi kredithi nothi

source: Last Purchase No.
af_za: Laaste Aankoop No.
xh_za: inomblo yothengo yokegqibela
zu_za: inombholo yentengo yoku gcina

source: Last invoice number cannot be less than current invoice number.
af_za: Laaste Faktuur no. Kan nie laer wees as huidige faktuur no nie
xh_za: inombolo yeinvoice yokugqibela iyikho ngaphezulu kwalena
zu_za: inombholo yokugcina ye-invoyisi akumelanga ibe yincana kule yamanje

source: Last Purchase Number cannot be less than current purchase number.
af_za: Laaste Aankoop nommer kan nie kleiner as huidige aankoop no wees nie
xh_za: inombolo yeinvoice yokugqibela iayikhongaphezulu kwalena
zu_za: inombholo yokugcina yentengo akumelanga ibe yincana kule yamanje

source: Error updating sequences for invoice id
af_za: Kan nie data lees nie
xh_za: undonakele yisa exesheni iinvoice yeid
zu_za: iphutha lokuhlela uhlu lwama -ID invoyisi

source: Error updating sequences for credit note
af_za: Kan nie data lees nie
xh_za: undonakele yisa exesheni icredit yobhalo
zu_za: iphutha lokuhlela uhlu lwama kredithi Nothi

source: Error updating sequences for purchase id
af_za: Kan nie data lees nie
xh_za: undonakele yisa exesheni yeid yezithengiweyo
zu_za: iphutha lokuhlela uhlu lwe-ID yokutenga

source: Setting have been successfully added to the database.
af_za: Opstelling is suksesvol by sisteem gevoeg
xh_za: uqaliso luphumelele kwidatabase
zu_za: ukuhlela ku yenzege kahle kwiDathabhazi

source: Copy Price list
af_za: Kopieer Prys lys
xh_za: khuphela udweliso lwexabiso
zu_za: yenza isifnegiso sohide lwe zintengo

source: From Price list
af_za: Vanaf Prys lys
xh_za: ivela edwelisweni lwamaxabiso
zu_za: okuphuma kwihide lwe zintengo

source: To Price list
af_za: Na Prys lys
xh_za: iya edweliswani lwamaxabiso
zu_za: kwihide lwe zintengo

source: There are no stock item on the selected pricelist.
af_za: Daar is geen voorraad op die prys lys nie
xh_za: akukho zinto zithengiswayo kudweliso lwamaxabiso
zu_za: asikho isitoki kuhide olukhethiwe

source: Confirm Copy Price list
af_za: Bevestig kopieering van prys lys
xh_za: qinisekisa ngokhuphelo lodweliso lwamaxabiso
zu_za: fakaza isifanekiso sohide lwezintengo

source: Unable to add copied price list to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukukhuphela edweliswani lwamaxabiso
zu_za: kunzima ukwengeza isifanekiso sohide lwezintengo kwiDathabhezi

source: Price list copy
af_za: Kopieer Prys lys
xh_za: khuphela udweliso lwexabiso
zu_za: fanekisa uhide lwezintengo

source: Price List
af_za: Prys lys
xh_za: udweliso lwamaxabiso
zu_za: uhide lwezintengo

source: Category not Found.
af_za: Kry nie katogorie nie
xh_za: udidi alufumaneki
zu_za: alutholakali uhlelo

source: Class not Found.
af_za: Kry nie class nie
xh_za: ibanga alifunyanwanga
zu_za: inhlobo ayitholakali

source: Acc No
af_za: Rekening Nommer
xh_za: inombolo yeaakkhwunti
zu_za: inombholo yesikwenetu

source: Surname/Company
af_za: Van/Maatskappy
xh_za: ifani/ikampani
zu_za: isibomgo/inkampane

source: Title
af_za: Titel
xh_za: isini
zu_za: isithakazo

source: Initials
af_za: Voorletters
xh_za: amagama okuqala
zu_za: okuqalisayo kwamagama

source: First Name
af_za: Eerste Name
xh_za: igama lokuqala
zu_za: igama lokucala

source: Delivery Address
af_za: Aflewerings Adres
xh_za: idilesi yakho
zu_za: ikheli lokuDiliva

source: Business Tel.
af_za: Besigheids Tel.
xh_za: inombolo yemfonomfo yeshishini
zu_za: inombholo yocingo yeBhizinisi

source: Home Tel.
af_za: Huis Tel.
xh_za: imfonomfono yasekhaya
zu_za: inombholo yasekhaya

source: Cell No.
af_za: Sell No.
xh_za: imfonmfono yakho
zu_za: inombholo yikamakhalekhukhwini

source: Sale Term
af_za: Verkoop tydperk
xh_za: idlela yentengo
zu_za: isivumelwano sokuthengisa

source: Trade Discount
af_za: Handels Afslag
xh_za: isaphulelo sotshintso
zu_za: isehliso sentengiso

source: Settlement Discount
af_za: Opstellings Afslag
xh_za: isivumelwano sesaphulelo
zu_za: isehliso sesivumelwano

source: Charge Interest
af_za: Vra rente
xh_za: inzala ebuyayo
zu_za: faka inzuzo

source: Overdue
xh_za: imali ekumele ibhatalwe
zu_za: idlule isivumelwano

source: Vat Inclusive
af_za: BTW Ingesluit
xh_za: ivat ifakiwe
zu_za: ifakwe iVAT

source: Account Open Date
af_za: Datum van Rekening Geopen
xh_za: vula umhla weakhawunti
zu_za: ilanga loku vula isikweletu

source: Credit Term
af_za: Krediet Tydperk
xh_za: lithini ityala
zu_za: isivumelwano sesikweletu

source: Credit Limit
af_za: Krediet limiet
xh_za: ungathenga ngetyala ume kule mali
zu_za: ukuquma kwesikweletu

source: Block Account
af_za: Rekening geblok
xh_za: awukwazi ukusebenzisa iakhawunti yakho
zu_za: vimbha isikweletu

source: Add Price List
af_za: Voeg Pryslys by
xh_za: fak udweliso lwamaxabiso
zu_za: engeza uhide lwezintengo

source: Number
af_za: Nommer
xh_za: inombolo
zu_za: inombholo

source: Sales Person
af_za: Verkoops persoon
xh_za: umthengisi
zu_za: umuntu othengisayo

source: Commission(input zero to use stock settings commission)
xh_za: imali ebhatalwa ngokusebenza kwakho
zu_za: inzuzo(faka iqanda ukusebenzisa uhlelo lwenzuzo yesitoki

source: View Sales Persons
af_za: Toon verkoops verteenwoordigers
xh_za: jonga uthengisi
zu_za: bheka abathengisi

source: Confirm Sales Person
af_za: Bevestig Verkoopsteenwoordiger
xh_za: qinisekisa ngomthengisi
zu_za: fakaza abathengisi

source: Commission
xh_za: jonga uthengisi
zu_za: inzuzo

source: View Sales Person
af_za: Toon verkoops verteenwoordigers
xh_za: jonga umthengisi
zu_za: bheka abathengisi

source: Unable to add warehouse to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufakwa kwidatabase
zu_za: kunzima ukufaka indku yokubheka kuDathabhazi

source: Sales Person added to system
af_za: Verkoops persoon in sisteem bygevoeg
xh_za: faka umthengisi kusystem
zu_za: umthengisi ufakiwe kwisisitimi

source: Confirm Remove Customer
af_za: Bevestig Verwydering van Klieent
xh_za: qinisekisa ngosuso lomthengi
zu_za: fakaza ukususa ikhasimendi

source: Customer removed
af_za: Klieent is verwyder
xh_za: umthengisi ususiwe
zu_za: ikhasimendi lususiwe

source: Departments
af_za: Departemente
xh_za: iqumrhu
zu_za: iminyango

source: Dept No
af_za: Departement Nommer
xh_za: inombolo yothumelo
zu_za: inombholo yemnyngo

source: Income Account
af_za: Inkomste Rekening
xh_za: imali engenayo kwiakhawunti
zu_za: iholo lwesikwenetu

source: Debtors Control Account
af_za: Debiteure Kontrole Rekening
xh_za: iakhawunti yomtyali mali
zu_za: ikhontroli labhakweleti

source: Creditors Control Account
af_za: Kredieteure Kontrole Rekening
xh_za: iakhawunti yotyala imali
zu_za: ikhontroli labhakweledwayo

source: Copy Supplier Price list
af_za: Kopieer Verskaffers prys lys
xh_za: ukhuphelo lodweliso lwamaxabiso
zu_za: yenza isifanekiso sohide lwezintengo zamasaplaya

source: From Supplier Price list
af_za: Vanaf Verskaffers prys lys
xh_za: ivela edwelisweni lomrhwebi
zu_za: okuphuma kwihide lwezintengo zamasaplaya

source: To Supplier Price list
af_za: Na Verskaffers prys lys
xh_za: iya edwelisweni lwamaxabiso omrhwebi
zu_za: kwihide lwezintengo zamasaplaya

source: Confirm Copy Supplier Price list
af_za: Bevestig kopieering van Verskaffers prys lys
xh_za: qinisekisa ngodweliso lwamaxabiso omrhwebi
zu_za: fakaza ukufanekisa uhide lwezintengo zamasaplaya

source: Edit Department
af_za: Sleutel Departement in
xh_za: lungisa iqumrhu
zu_za: hlela imnyango

source: Add Account
af_za: Voeg Rekening By
xh_za: dibanisa kwiakhawunti
zu_za: engeza isikweletu

source: Confirm Edit Department
af_za: Bevestig Byvoeging van Departement
xh_za: qinisekisa ngolungiso lwequmrhu
zu_za: fakaza ukuhlela kweminyango

source: Unable to edit Department no database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka idatabase kuqumrhu
zu_za: kunzima ukuhlela umyango kwiDathabhezi

source: Department edited
af_za: Departement bygevoeg
xh_za: lungisa iqumrhu
zu_za: umyango uhleliwe

source: There are no Income accounts yet in the database.
af_za: Daar is geen inkomste rekeninge in databasis nie
xh_za: akukabikho geno mali kwiakhawunti
zu_za: ayikho intelo yezikweletu kwiDathabhezi kwamanje

source: There are no Balance accounts yet in the database.
af_za: Daar is geen balans rekeninge in databasis nie
xh_za: akukabikho akhawunti yebalance
zu_za: ayikho izikweletu ezisele kwiDathabhezi kwamanje

source: There are no Income accounts in the database.
af_za: Daar is geen inkomste rekeninge in databasis nie
xh_za: akukabikho akhawunti yongenomali
zu_za: akukho intelo yezikweletu kwiDathabhezi

source: Dept Number
af_za: Departement Nommer
xh_za: inombolo yedept
zu_za: inombholo yomyango

source: Point of Sale: Cash on hand account
af_za: Punt van verkope: Kontant ophande rekening
xh_za: indawo yokuthengisa:imali ikwiakhawunti yasandla
zu_za: isihloko sokuthengisa: imali esezandleni

source: Point of Sale Income Account
af_za: Punt van Verkope: Inkomste Rekening
xh_za: indawo yokuthengisa:imali ikwiakhawunti yongenomali
zu_za: isihloko sokuthengisa: isikweletu sentelo

source: Confirm Department
af_za: Bevestig Departement
xh_za: qinisekisa ngequmrhu
zu_za: fakaza umnyango

source: Unable to add deparment to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukungenisa iqumrhu kwidatabase
zu_za: kunzima ukwengeza umnyango kwiDathabhezi

source: Department added to system
af_za: Departement in sisteem bygevoeg
xh_za: iqumrhu lifakiwe kwesystem
zu_za: umnyango ufakwe kwiDathabhezi

source: Edit Asset Group
af_za: Voeg Bate Groep by
xh_za: lungisa izinto zamaqela
zu_za: hlela iqembu lezimpahla

source: Asset Group
af_za: Bates groep
xh_za: izinto zamaqela
zu_za: iqembu lezimpahla

source: View Asset Groups
af_za: Toon Groepe Bates
xh_za: jonga izinto zamaqela
zu_za: bheka amaqembu wezimphla

source: Confirm Edit Asset Group
af_za: Bevestig ingeskryfde Bate Groep
xh_za: qinisekisa ngolungiso lwamaqela
zu_za: fakaza uhlelo lwemaqembu ezimpahla kwiDathabhezi

source: Unable to edit Asset Group to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka amaqela kwidatabase
zu_za: kunzima ukuhlela iqembu lezimpahla kwiDathabhezi

source: Asset Group edited
af_za: Groep Bates is ingeskryf
xh_za: ulungiso lwamaqela lwezinto
zu_za: lihleliwe iqembu lezimpahla

source: Select Default Warehouse
xh_za: khetha indawo yogcino emoshekileyo
zu_za: khetha indlu yezimpahla ekhethiweyo engasebenziswa

source: Default Warehouse
xh_za: indawo yogcino emoshekileyo
zu_za: indlu yezimpahla ekhethiweyo ngokutula

source: Setting has been successfully added to the database.
af_za: Opstelling is suksesvol by sisteem gevoeg
xh_za: ezikhethiweyo zibe nempumelelo
zu_za: uhlelo lufakwe kahle kwiDathabhazi

source: No Setting currently in database.
af_za: Geen opstelling huidiglik in databasis nie
xh_za: akukho ziqalo kwidatabase
zu_za: alukho uhlelo kwiDathabhezi

source: Setting Type
af_za: Opstellings tipe
xh_za: iziqalo
zu_za: uhlobo nohlelo

source: Current Setting
af_za: Huidige Opstelling
xh_za: izibhalo zangoku
zu_za: uhlelo manje

source: Current Customers
af_za: Huidige Klieente
xh_za: abathengi bangoku
zu_za: amakhasimende wamanje

source: Business Tel
af_za: Besigheids Tel.
xh_za: imfonomfono yeshishini
zu_za: inombholo yocingo yeBhizinizi

source: Home Tel
af_za: Huis Tel.
xh_za: imfonomfono yasekhaya
zu_za: inombholo yocingo yasekhaya

source: Classificustion
xh_za: unqanaba

source: Update Exchange rate
xh_za: lungisa utshintshiswano
zu_za: hlela ukushintshisana kwezimali

source: There are is currency in the database.
af_za: Kan nie data lees nie
xh_za: asedatabesini
zu_za: lukhona uhlobo lwemali kwiDathabhezi

source: Confirm Update Exchange rate
xh_za: qinisekisa ngitshintshiswano
zu_za: fakaza uhlelo lokushintshisana kwezimali

source: Exchange rates have been updated
xh_za: utshintshiswano lusiwe exesheni
zu_za: ukushintshinsano kwezimali kuhleliwe

source: Exchange rates have been successfully updated on the system.
xh_za: utshintshiswano lusiwe exesheni luphumelele
zu_za: ushintshinsano lwezimali lushintshiwe kwiDathabhezi

source: Edit Customer
af_za: Sleutel Klieent in
xh_za: lungisa abathengi
zu_za: hlela ikhasimende

source: Confirm Edit Customer
af_za: Bevestig Klieent ingesleutel
xh_za: qinisekisa ngolungiso lwabathengi
zu_za: fakaza uhlelo lwekhasimende

source: Unable to Edit customer in database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka abathengi kwidatabase
zu_za: kunzima ukuhlela ikhasimende

source: Customer edited
af_za: Klieent in gesleutel
xh_za: ulungiso lwabathengi
zu_za: ikhasimende lihleliwe

source: There are no stock items on the selected pricelist.
af_za: Daar is geen voorraad op die prys lys nie
xh_za: akukho zinto zithengiswayo edwelisweni lwamaxabiso
zu_za: ayikho impahla yesitok ekhethiweyo kuhide lwezintengo

source: Supplier Price List
af_za: Verskaffers Prys lys
xh_za: udweliso lwamaxabiso lomrhwebi
zu_za: uhide lwezintengo zamasaplaya

source: There are no Expenditure accounts yet in the database.
af_za: Daar is nog geen uitgawe rekening in databasis nie
xh_za: akukho akhwunti yencitha mali
zu_za: akukho zikweletu zezindleko kwiDathabhezi

source: Stock Account
af_za: Voorraad Rekening
xh_za: iakhaawunti yezithengiswayo
zu_za: isikwenetu sesitoki

source: Cost Of Sales Account
af_za: Koste van Verkope rekening
xh_za: ixabiso leakhawunti lezithengiswayo
zu_za: ibhuku lamabizo ezintengo

source: Stock Control Account
af_za: Voorraad Kontrole rekening
xh_za: iakhawunti ephethe ezithengiswayo
zu_za: isikwenetu sokulayeza isitoki

source: Confirm Store
af_za: Bevestig Winkel
xh_za: qinisekisa ngevenkile
zu_za: fakaza isitolo

source: View Store
af_za: Toon winkel
xh_za: jonga ivenkile
zu_za: bheka isitolo

source: Store added to system
af_za: Voeg Winkel in sisteem
xh_za: faka ivenkile kwisystem
zu_za: isitolo sifakiwe kwisisitimi

source: Price Lists
af_za: Prys lys
xh_za: udweliso lwamaxabiso
zu_za: uhide lwezintengo

source: Copy
af_za: Kopieer
xh_za: ukhupphelo
zu_za: yenza isifanekiso

source: Confirm Remove Price list
af_za: Bevestig verwydering van Prys lys
xh_za: ususa iqiniso yodweliso lwamaxabiso
zu_za: fakaza ukususa uhide lentengo

source: Unable to remove Price List from database.
af_za: Kan nie prys lys vanaf die databasis verwyder nie
xh_za: akukwazekanga ukususa udweliso lwamaxabiso kwidatabase
zu_za: kunzima ukususa uhide lentengo kwiDathabhezi

source: Price List Removed
af_za: Prys lys is verwyder
xh_za: udweliso lwamaxabiso lususiwe
zu_za: uhide lwezintengo lusukile

source: Confirm Remove Supplier Price list
af_za: Bevestig verwydering van verskaffers prys lys
xh_za: qinisekisa ngosuso lodweliso lwamaxabiso womrhwebi
zu_za: fakaza ukususwa kohide lentengo lesaplaya

source: Supplier Price list
af_za: Verskaffers Prys lys
xh_za: udweliso lwamaxabiso lomrhwebi
zu_za: uhide lwezintengo zamasaplaya

source: Supplier Price List Removed
af_za: Verskaffers Prys lys is verwyder
xh_za: udweliso lwamaxabiso lomrhwebi lususiwe
zu_za: lususiwe uhide lezintengo zamaspalaya

source: Confirm Remove Category
af_za: Bevestig Verwydering van Katogorie
xh_za: qinisekisa ngosuso lodidi
zu_za: fakaza ukususa uhlobo

source: Unable to remove category from database.
af_za: Kan nie die katogorie vanaf databasis verwyder nie
xh_za: akukwazeki ukususa udidi kwidatabase
zu_za: kunzima ukususa uhlobo kwiDathabhezi

source: Category Removed
af_za: Katogorie is verwyder
xh_za: udidi lususiwe
zu_za: lusukile uhlobo

source: Edit Price list
af_za: Sleutel Prys lys in
xh_za: lungisa udweliso lwamaxabiso
zu_za: hlela uhide lwezintengo

source: Prices on price list
af_za: Pryse op prys lys
xh_za: amaxabiso afakwe kudweliso lwawo
zu_za: izintengo kohide lezintengo

source: Prices Not on price list
af_za: Pryse nie op prys lys nie
xh_za: amaxabiso awekho kudweliso lwawo
zu_za: izintengo ezingekho kuhide lezintengo

source: Add to price list
af_za: Voeg by prys lys
xh_za: faka udweliso lwamaxabiso
zu_za: engeza uhide lwezintengo

source: There are no stock items on the price list.
af_za: Daar is geen voorraad op die prys lys nie
xh_za: akukho zinto zithengiswayo kudweliso lwamaxabiso
zu_za: akukho sitoki kuhide lezintengo

source: Confirm Edit Price list
af_za: Bevestig ingesleutelde prys lys
xh_za: qinisekisa ngolungiso lodweliso lwamaxabiso
zu_za: fakaza uhlelo ihide lentengo

source: Prices not on price list
af_za: Pryse nie op prys lys nie
xh_za: amaxabiso awekho kudweliso lwawo
zu_za: izintengo ezingekho kwihide lezintengo

source: Unable to add listname to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka udweliso lwamagama kwidatabase
zu_za: kunzima ukwengeza amagama wehide kwiDathabhezi

source: Price List edited
af_za: Prys lys ingesleutel
xh_za: udweliso lwamaxabiso lulungisiwe
zu_za: luhleliwe uhide lezimali

source: Supplier Price Lists
af_za: Verskaffers Prys lys
xh_za: udweliso lwamaxabiso omrhwebi
zu_za: uhide lwezintengo zamasaplaya

source: Add Supplier Price List
af_za: Voeg verskaffer Prys lys by
xh_za: faka udweliso lwamaxabiso omrhwebi
zu_za: engeza uhide lwezintengo zamasaplaya

source: Confirm Remove Sales Person
af_za: Bevestig verwydering van Verkoops Persoon
xh_za: qinisekisa ngosuso lomthengisis
zu_za: fakaza ukususa umthengisi

source: Unable to remove Sales Person from database.
af_za: Kan nie Verkoops persoon verwyder vanaf die databasis nie
xh_za: akukwazeki ukususa umthengisi kwidatabase
zu_za: kunzima ukususa umthengisi

source: Sales Person Removed
af_za: Verkoops persoon is verwyder
xh_za: uthengisi ususiwe
zu_za: ususiwe umthengisi

source: Confirm Customer
af_za: Bevestig Klieent
xh_za: qinisekisa ngomthengi
zu_za: fakaza ikhasimende

source: Unable to add customer to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umthengi kwidatabase
zu_za: kunzima ukwengeza ikhasimende kwiDathabhezi

source: Customer added to system
af_za: Klieent in sisteem bygevoeg
xh_za: umthengisi ufakwe kwisystem
zu_za: ikhasimendi lifakiwe kwisisitimi

source: Edit Supplier Price list
af_za: Sleutel verskaffers prys lys in
xh_za: lungisa udweliso lwamaxabiso omrhwebi
zu_za: hlela uhide lwezintengo zamasaplaya

source: Confirm Edit Supplier Price list
af_za: Bevestig ingesleutelde verskaffers prys lys
xh_za: qinisekisa ngodweliso lwamaxabiso omrhwebi
zu_za: fakaza ihede lohlelo lezintengo zamasaplaya

source: Supplier Price List edited
af_za: Verskaffers Prys lys ingesleutel
xh_za: udweliso lwamaxabiso omrhwebi alungisiwe
zu_za: luhleliwe uhide lezintengo Zamasaplaya

source: Sales People
af_za: Verkoops verteenwoordiger
xh_za: umthengisis
zu_za: abathengisi
