Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Previous: Add Quote
af_za: Vorige: voeg Kwitasie by
xh_za: emva:faka imibhalo
zu_za: okudlule:engeza impinda

source: Next: View Incomplete Quotes
af_za: Volgende: Toon onvoltooide Kwitasies
xh_za: elandelayo:jonga imibhalo engaphelelanga
zu_za: okuzayo: bheka izimpinda ezingaphelele

source: Previous: View Invoice
af_za: Vorige: Toon Fakture
xh_za: emva:jonga iinvoice
zu_za: okudlule: bheka i-invoyisi

source: How to Start
af_za: Hoe om te begin
xh_za: uqala njani
zu_za: uqala kanjani

source: How to Navigate
xh_za: ujonga njani
zu_za: Unavigatha kanjani

source: Our banking details are as follows:
af_za: Ons bank besonderhede is as volg:
xh_za: incukacha zethu zebhanki zezi:
zu_za: imininingwane ngbhangi injena

source: User Entry Page
af_za: Gebruiker inskrywings bladsy
xh_za: ngenisa iphepha lomsebenzisi
zu_za: ikhasi lokufaka umngenisi

source: Privilege Selection Page
xh_za: khetha iphepha
zu_za: ikhasi lokukhetha ilungelo

source: Menu Item Descriptions
af_za: Menu Item Beskrywings
xh_za: ingcazelo ngathi
zu_za: imenu yokukhetha idiskripushini yempahla

source: Add Transactions (one DT/CT, multiple DT/CT)
af_za: Voeg Transaksies in (een DT/KT, multitipe DT/KT)
xh_za: faka itransaction
zu_za: engeza itransakishini

source: View High Speed Ledger
af_za: Toon Hoe Spoed Legger
xh_za: jonga isantya seledger
zu_za: bheka isivinini esikhuluku kuleja

source: View Asset
af_za: Toon Bates
xh_za: jonga izinto zakho
zu_za: bheka ama-assethi

source: View Petty Cash Requisistion
xh_za: jonga imali yepetty yesicelo
zu_za: bheka iPhethi khashi bhuku

source: Add Bank Reciept
af_za: Voeg Bank Kwitansie in
xh_za: faka irisiti yebhanki
zu_za: engeza irisipu lebhangi

source: Add Bank Reciept (for Customers)
af_za: Voeg Bank Betaling by (vir Klieente)
xh_za: faka irisiti yebhanki
zu_za: engeza irisipu lebhangi (ikhasimendi)

source: Previous: Navigation
xh_za: emva:unxibelelwano
zu_za: okudlule :inavigatha

source: Next: Journal Entry
af_za: Volgende: Jornaal inskrywing
xh_za: elandelayo:ungeno lwejournal
zu_za: okuzayo: ijenal kufaka

source: Previous: View Cancelled Invoices
af_za: Vorige: Toon gekanselleerde Fakture
xh_za: emva:jonga iinvoice ezisusiweyo
zu_za: okudlule :bheka ama-invoyisi achishiwe

source: Next: View Quote
af_za: Volgende: Toon Kwitasies
xh_za: elandelayo:jonga ubhalo
zu_za: okuzayo:bheka impinda

source: View Department
af_za: Toon Departement
xh_za: jonga inqanaba
zu_za: bheka umyango

source: Add sales person
af_za: Voeg Verkoops verteenwoordiger by
xh_za: faka umthengisi
zu_za: engeza umuntu othengisayo

source: View sales people
af_za: Toon verkoops verteenwoordigers
xh_za: faka ambathengisi
zu_za: bheka umuntu othengisayo

source: View Category
af_za: Toon Katogorie
xh_za: faka udidi
zu_za: bheka uhlobo

source: Add classification
af_za: Voeg Klasifikasie by
xh_za: faka inqanaba
zu_za: engeza isihlukaniiso

source: View classification
af_za: Toon Klasifikasie
xh_za: jonga inqanaba
zu_za: bheka isihlukaniso

source: Add price list
af_za: Voeg Pryslys by
xh_za: faka udweliso lwamaxabiso
zu_za: engeza iprizi listi

source: View price list
af_za: Toon pryslys
xh_za: jonga udweliso lwamaxabiso
zu_za: bheka iprisi listi

source: Set VAT account
af_za: Opstelling van BTW Rekening
xh_za: qala iakhawunti yevat
zu_za: hlela isikwenetu seVAT

source: Set invoice number
af_za: Opstelling van Faktuur Nommer
xh_za: qala inombolo yevat
zu_za: hlela inombholo ye-Vat

source: Increase selling price
af_za: Verhoog Verkoops Prys
xh_za: nyusa amaxabiso
zu_za: nyusa imali yokuthengisa

source: Previous: View Customer
af_za: Vorige: Toon Klieente
xh_za: emva:jonga umthengi
zu_za: okudlule :Bheka ikhasimendi

source: Next: View Credit Invoice
af_za: Volgende: Toon Krediet Fakture
xh_za: elandelayo:jonga iinvoice yabatyalayo
zu_za: okuzayo: bheka ikredithi invoyisi

source: Previous: Stock Settings
af_za: Vorige: Voorraad Opstellings
xh_za: emva:iziqalo zezithengiswayo
zu_za: okudlule: ukuhlela isitoki

source: Next: Employees And Saleries
af_za: Volgende: Werknemers en salarise
xh_za: elandelayo:unmrholo wabasebenzi
zu_za: okuzayo:abasebenzi neholo lenyanga

source: Previous: View Employees
af_za: Vorige: Toon Werknemers
xh_za: emva:jonga umqashi
zu_za: okudlule:bheka abasebenzi

source: Next: Banking
af_za: Volgende: Bank
xh_za: elandelayo:ibhanki
zu_za: okuzayo: ukubhanga

source: Previous: Stock
af_za: Vorige: Voorraad
xh_za: emva:ezithengwayo
zu_za: okudlule :isitoki

source: Next: View Stock Categories
af_za: Volgende: Toon Voorraad Katogorie
xh_za: elandelayo:jonga inqaba lezithengwayo
zu_za: okuzayo:ikhasimendi elisha

source: Previous: New Customer
af_za: Vorige: Nuwe Klieent
xh_za: emva:abathengi abtsha
zu_za: okudlule:ikhasimendi elisha

source: Next: Reports
af_za: Volgende: Verslae
xh_za: elandelayo:ingxelo
zu_za: okuzayo:ilipoti

source: View Received Internation Purchases
af_za: Toon Ontvangde Internasionale Aankope
xh_za: jonga ezithengiweyo zaphesheya
zu_za: bheka izintengo ezisha zangapheya

source: View Non Stock Purchase
af_za: Toon Nie Voorraad Aankope
xh_za: jonga ezithengiweyo ezingathengwayo
zu_za: bheka intengo okungasisona isitoki

source: Next: New Purchase
af_za: Volgende: Nuwe Aankope
xh_za: elandelayo:ezithengiweyo ezintsha
zu_za: okuzayo:intengo entsha

source: Sending a Message
af_za: Stuur 'n Boodskap
xh_za: thumela umyaleza
zu_za: thumela umlauezo

source: Uncompleted
af_za: Onvoltooide
xh_za: engagqitywanga
zu_za: akuphelelanga

source: Previous: View Incomplete Invoices
af_za: Vorige: Toon onvoltooide Fakture
xh_za: emva;jonga iinvoice ezingagqitywanga
zu_za: okudlule:bheka ama-invoyisi angaphelelanga

source: Next: Add Quote
af_za: Volgende: Voeg Kwitasie by
xh_za: elandelayo:faka imibhalo
zu_za: okuzayo:eneza impinda

source: VIEW SALARIES PAID BY MONTH
af_za: TOON BETAALDE MAANDELIKE SALARISE
xh_za: jonga imirholo ebhatalw ngenyanga
zu_za: bheka iholo ngenyanga

source: Previous: Staff Salaries
af_za: Vorige: Staff salarise
xh_za: emva:jonga imirholo yabasebenzi
zu_za: okudlule:iholo labasebenzi

source: Next: View Employee Salaries
af_za: Volgende: Toon werknemers salarise
xh_za: elandelayo:jonga umrholo wabasebenzi
zu_za: okuzayo:bheka iholo labasebenzi

source: Previous: Banking
af_za: Vorige: Bank
xh_za: emva:ibhanki
zu_za: okudlule:ukubhanga

source: Adding stock
af_za: Voeg Voorraad by
xh_za: faka ezithengwayo
zu_za: ukweneza isitoki

source: Previous: View Stock
af_za: Vorige: Toon Voorraad
xh_za: emva:jonga ezithengwayo
zu_za: okudlule:bheka isitoki

source: Next: Stock Settings
af_za: Volgende: Voorraad Opstelling
xh_za: elandelayo:uqaliso lwezithengwayo
zu_za: okuzayo::uhlelo lwesitoki

source: Previous: View Cancelled Quotes
af_za: Vorige: Toon gekanselleerde Kwitasies
xh_za: emva:jonga uqashelo olungazuthengwa
zu_za: okudlule

source: Next: View Customers
af_za: Volgende: Toon Klieente
xh_za: elandelayo:jonga abathengi
zu_za: okuzayo:bheka amakhasimendi

source: Next: Staff Saleries
af_za: Volgende: Staff Salarise
xh_za: elandelayo:udweliso lodibaniso
zu_za: okuzayo:iholo labasebenzi

source: Previous: Accounting Index
af_za: Vorige: Rekening inhoudsopgawe
xh_za: emva:unxibelelwano
zu_za: okudlule :inkomba yokubala

source: Next: Accounting Reports
af_za: Volgende: Toon onvoltooide Kwitasies
xh_za: elandelayo;ingxelo ye zidibanisi
zu_za: okuzayo:ilipoti likubala

source: Previous: View Incomplete Quotes
af_za: Vorige: Tooon onvoltooide Kwitasies
xh_za: emva:jonga ezingaphelelanga
zu_za: okudlule:bheka izimpinda ezinagaphelele

source: Next: New Customers
af_za: Volgende: Nuwe Kliente
xh_za: elandelayo:abathengi abatsha
zu_za: okuzayo:amakhasimendi amasha

source: Contact Entry Page
af_za: Kontak inskrywings bladsy
xh_za: uqhakamshelawano lomngeni wephepha
zu_za: ukufaka ikhasi lokuthintana

source: Previous: Add Stock
af_za: Vorige: Lees voorraad in
xh_za: emva:faka ezithengwayo
zu_za: okudlule:eneza isitoki

source: Next: Stock Report
af_za: Volgende:Voorraad verslag
xh_za: elandelayo:ingxelo yezithengwayo
zu_za: okuzayo: ilipoti lesitoki

source: Previous: Copyright
af_za: Vorige; kopiee reg
xh_za: emva:yobhaliso
zu_za: okudlule: ikopiriti

source: Next: Accounting
af_za: Volgende: Rekeningkunde
xh_za: elandelayo:izidibanisi
zu_za: okuzayo: ukubala

source: View Employee Salaries
af_za: Toon Werknemer Salaris
xh_za: jonga umrholo womqashi
zu_za: bheka iholo labasebenzi

source: View Employees on Leave
af_za: Toon werknemers met verlof
xh_za: jonga abaqashi abasekhefuni
zu_za: bheka abasebenzi abayekile

source: Main Order Page
af_za: Hoof bestel bladsy
xh_za: undoqo wephepha
zu_za: ikhasi elikhulu lomlayezo

source: Previous: Journal Entry
af_za: Vorige: Jornaal inskrywing
xh_za: emva:ungeno lwejournal
zu_za: okudlule:ijenal kufaka

source: The First Page
af_za: Die Eerste Bladsy
xh_za: iphepha lokuqala
zu_za: ikhasi lokuqala

source: The Main Invoice Page
af_za: Die Hoof Faktuur Bladsy
xh_za: iphepha likandoqo lenthengiso
zu_za: ikhasi elikhule le-invoyisi

source: About
xh_za: imalunga
zu_za: nga

source: OpenCubit License
af_za: Maak Cubit Lisensie oop
xh_za: vula imvume yecubit
zu_za: vula iCubi mvume

source: Previous: Step-by-step setup
af_za: Vorige: Stap by stap opstelling
xh_za: emva:thatha kancinane uqaliso
zu_za: okudlule: ukuhlela kancane kancane

source: Next: Navigation
xh_za: elandelayo:unxibelelwano
zu_za: okuzayo: iNavigation

source: Previous: New Users
af_za: Vorige: Nuwe Gebruikers
xh_za: elandelayo:umsebenzisi omtsha
zu_za: okudlule:umngenisi omusha

source: Previous: Sales
af_za: Vorige: verkope
xh_za: emva:ezithengwayo
zu_za: okudlule; intengiso

source: Next: View Invoice
af_za: Volgende: Toon Fakture
xh_za: elandelayo:jonga iinvoice yabatyalayo
zu_za: okuzayo:Bheka ama-ivoyisi

source: Previous: View Stock Categories
af_za: Vorige: Toon voorraad Katogories
xh_za: emva:jonga udidi lwezithengiswayo
zu_za: okudlule:bheka uhlobo lwesitoki

source: Next: View Stock
af_za: Volgende: Toon voorraad
xh_za: elandelayo:jonga ezithengwayo
zu_za: okuzayo:bheka isitoki

source: Previous: Purchases
af_za: Vorige: Aankope
xh_za: emva:ezithengiwey
zu_za: okudlule:intengo

source: Next: New Invoice
af_za: Volgende: Nuwe Faktuur
xh_za: elandelayo:iinvoice ezintsha
zu_za: okuzayo:i-invoyisi entsha

source: Running a Ledger
xh_za: uqhubo lweledger
zu_za: hambisa ileja

source: Previous: Add Stock Category
af_za: Vorige: Voeg Voorraad Katogorie in
xh_za: emva:faka iudidi lwezithengawayo
zu_za: okudlule:engeza ulhlobo lwesitoki

source: Next: Add Stock
af_za: Volgende: Voeg Voorraad by
xh_za: elandelayo:faka ezithengiswayo
zu_za: okuzayo:engeza isitoki

source: Next: View User Department
af_za: Volgende: Toon verbruikerd Departement
xh_za: elandelayo:jonga umsebenzisi wequmrhu
zu_za: okuzayo:bheka umngenisi mnyanyo

source: Stock levels
af_za: Voorraad vlakke
xh_za: inqaba lezithengiswayo
zu_za: amazinga esitoki

source: Next: Add Stock Categories
af_za: Vorige: Voeg Voorraad Katogorie in
xh_za: elandelayo:faka didi lwezithengiswayo
zu_za: okuzayo:engeza uhlobo lwezitoki

source: Previous: Employees And Saleries
af_za: Vorige: Werknemers en Salarise
xh_za: emva; abaqashi nomrholo
zu_za: okudlule:abasebenzi neholo

source: Next: View Salaries Paid by Month
af_za: Volgende: Toon Maandelike salarise betaal
xh_za: elandelayo:jonga umrholo wabasebenzingenyanga
zu_za: okuzayo: bheka iholo ngenya

source: Next: View Purchases
af_za: Volgende; Toon Aankope
xh_za: jonga:ezithengiweyo
zu_za: okuzayo:bheka izintengiso

source: Add store
af_za: Voeg winkel by
xh_za: faka ivenkile
zu_za: engeza okubekiweyo

source: View store
af_za: Toon winkel
xh_za: jonga ivenkile
zu_za: bheka okubhekiwe

source: Add stock classification
af_za: Voeg Voorraad Klasifikasie by
xh_za: faka ezithegwayo zenqanaba
zu_za: engeza ukuhlukanisa isitoki

source: View stock classification
af_za: Toon Voorraad Klasifikasie
xh_za: jonga ezithengwayo zenqanaba
zu_za: bheka ukuhlukanisa isitoki

source: Previous: Employee Resources
xh_za: emva:jonga ezisetyenziswayo
zu_za: okudlule:bheka ingcebo

source: Next: View Employees
af_za: Volgende: Toon werknemers
xh_za: elandelayo:jonga abaqeshi
zu_za: okuzayo:bheka abasebenzi

source: CUBIT SETUP
af_za: CUBIT
xh_za: UQALISO LWECUBIT
zu_za: ukuhlela iCUBIT

source: ADMIN - Settings
af_za: ADMINISTRASIE &ndash; OPSTELLING
xh_za: UBHALISO-qalisa
zu_za: ukulawula-uhlelo

source: ADMIN
af_za: ADMINISTRASIE
xh_za: UBHALISO
zu_za: ukulawula

source: ACCOUNTING - Settings
af_za: REKENINGKUNDE -
xh_za: IZNDIBANISI- qalisa
zu_za: ukubala -ukuhlela

source: STOCK - Settings
af_za: VOORRAAD &ndash; OPSTELLING
xh_za: EZITHENGWAYO-qalisa
zu_za: isitoki-ukuhlela

source: STOCK
af_za: VOORRAAD
xh_za: EZITHENGISWAYO
zu_za: isitoki

source: SALES - Settings
af_za: VERKOPE &ndash; OPSTELLING
xh_za: EZITHENGISWAYO_qalisa
zu_za: intengiso-ukuhlela

source: SALES
af_za: VERKOPE
xh_za: EZITHENGISWAYO
zu_za: intengiso-ukuhlela

source: PURCHASES
xh_za: EZITHENGIWEYO
zu_za: ukuthenga

source: SALARIES
af_za: SALARISE
xh_za: IMIRHOLO
zu_za: iholo ngenyanga

source: SALARIES - Settings
af_za: SALARISE &ndash; OPSTELLING
xh_za: IMIRHOLO-qalisa
zu_za: iholo ngenyanga-ukuhlela

source: SALARIES - Employee Resources
af_za: SALARISE -
xh_za: IMIRHOLO-usebenziso lwabsebenzi
zu_za: iholo ngenyanga-ingcebo yabasebenzi

source: SALARIES - Employee Resources - General Settings
af_za: SALARISE -
xh_za: IMIRHOLO-usebenziso lwabsebenzi bonke
zu_za: iholo ngenyanga-ingcebo yabasebenzi-uhlelo oluyinvama

source: BANKING
af_za: BANK
xh_za: IBHANKI
zu_za: ukubhanga

source: Previous: Introduction
af_za: Vorige: Inleiding
xh_za: elandelayo;ulwaziso
zu_za: okudlule:isiqalo

source: Next: Copyright
af_za: Volgende: kopiee reg
xh_za: elandelayo:ezibhaliweyo
zu_za: okuzayo:ikophirithi

source: VIEW CREDITORS BATCH ENTRIES
af_za: TOON KREDITEURE GROEP INSKRYWINGS
xh_za: JONGA IBHANTSHI YONGENO LWAMATYALA
zu_za: BHEKA AMABHESHI WOKUFAKA WAMAKREDITHASI

source: Previous: View Creditor
af_za: Vorige: Toon Krediteur
xh_za: emva:jonga abatyalayo
zu_za: okudlule:bheka amakreditha

source: Next: View Returned Purchases
af_za: Volgende: Toon terug gestuurde Aankope
xh_za: elandelayo:jonga ezithengiweyo ezibuyisiweyo
zu_za: okuzayo:bheka izintengiso ezibuyisiwe

source: Previous: Add Employees
af_za: Vorige: Voeg werknemers by
xh_za: emva:faka abasebenzi
zu_za: okudlule: eneza abasebenzi

source: Previous: Accounting
af_za: Vorige: Rekeninkunde
xh_za: emva;izidibanisi
zu_za: okudlule:ukubala amakhawundi

source: Next: Multiple Journal Entries
af_za: Volgende: Multitipe Jornaal inskrywings
xh_za: elandelayo:phinda ulwando longeno lwejournal
zu_za: okuzayo:ukufaka amajenali amaningi

source: VIEW CREDITOR
af_za: TOON KREDITEUR
xh_za: JONGA ABATYALI
zu_za: BHEKA AMAKREDITHA

source: Previous: View Returned Purchases
af_za: Vorige: Toon terug gestuurde Aankope
xh_za: emva:jonga ezibuyisiweyo ezithengiweyo
zu_za: okudlule: bheka intengiso ebuyisiwe

source: Next: View Creditors Batch Entries
af_za: Volgende: Toon Krediet Groep Inskrywings
xh_za: elandelayo:jonga umngeno wabatyalayo
zu_za: okuzayo:bheka ukufaka amabhesi wamacredithasi

source: Previous: New Purchases
af_za: Vorige: Nuwe Aankope
xh_za: emva:intengo ezintsha
zu_za: okudlule:intengiso entsha

source: Next: Add International Purchases
af_za: Volgende: Voeg Internasionale Aankope by
xh_za: elandelayo:faka ezithengiweyo zaphesheya
zu_za: okuzayo:eneza intengiso yamatransakishini

source: Previous: Add Transactions To Batch
af_za: Vorige: Voeg Transaksies groep by
xh_za: emva:faka ibantshi zetransaction
zu_za: okudlule:eneza itransakishini kuma bhashi

source: Next: View Batch Entries
af_za: Volgende: Toon Groep Inskrywings
xh_za: elandelayo:jonga umngeno webantshi
zu_za: okuzayo:bheka ukufaka kwamabhashi

source: User Listing
xh_za: udweliso lwabasebenzisi
zu_za: uhlelo labamngenisi

source: Edit User
af_za: Sleutel verbruiker in
xh_za: lungisa umsebenzisi
zu_za: hlela umngenini

source: Previous: New Invoice
af_za: Vorige: Nuwe Faktuur
xh_za: emva;jonga iinvoice ezingagqitywanga
zu_za: okudlule:i-invoyisi entsha

source: Next: View Incomplete Invoices
af_za: Volgende: Onvoltooide Fakture
xh_za: elandela:jonga iinvoice ezingaphelanga
zu_za: okuzayo:bheka ama-invoyisi angaphelelanga

source: Previous: Users
af_za: Vorige: Gebruikers
xh_za: emva:umsebenzisi
zu_za: okudlule:umgenisi

source: All paid invoices are displayed here.
af_za: Alle betaalde fakture word hier getoon
xh_za: zonke iinvoice ezibhataliweyo zibekwa apha
zu_za: wonke akhokhiwe ama-invoyisi avela lana

source: New Non Stock Invoices
af_za: Nuwe Nie Voorraad fakture
xh_za: iinvoice zezingathengaw ezintsha
zu_za: bheka ama-invoyisi empahla okunga sisona isitoki

source: View Non Stock Invoices
af_za: Toon Nie Voorraad fakture
xh_za: jonga iinvoice zezingathengwayo
zu_za: bheka ama-invoyisi empahla okunga sisona isitoki

source: Main page
af_za: Hoof bladsy
xh_za: iphapha likandoqo
zu_za: ikhasi elikhulu

source: Next: Return Purchases
af_za: Volgende: Aankope Terug gestuur
xh_za: elandelayo:ezibhaliweyo
zu_za: okuzayo:buyisa intengiso

source: The View Page
xh_za: jonga iphapha
zu_za: ikhasi lokubheka

source: Selection Page
xh_za: khatha iphepha
zu_za: ikhasi lokukhetha

source: EMPLOYEE RESOURCES
xh_za: Usebenziso lwabasebenzi
zu_za: ingcebo yabasebenzi

source: NEW REPORT TYPE
af_za: Nuwe Verslag Tipe
xh_za: ingxelo entsha
zu_za: ublobo lwelipoti entsha

source: ADD EMPLOYEE REPORT
af_za: Voeg Werknemer verslag by
xh_za: dibanisa ingxelo
zu_za: eneza ilipoti elisha labasebenzi

source: VIEW EMPLOYEE REPORT
af_za: Toon Werknemer verslag
xh_za: jonga ingxelo edityanisiweyo
zu_za: bheka ilipoti lomsebenzi

source: APPROVE LEAVE
af_za: GOEDGEKEURDE VERLOF
xh_za: vulma ikhefu
zu_za: vuma ukuyeka

source: ADD SALARY DEDUCTION
af_za: Voeg Salaris Aftrekkings by
xh_za: faka unciphiso lomrholo
zu_za: eneza ukwehlisa kwiholo

source: VIEW SALARY DEDUCTION
af_za: Toon Salaris Aftrekkings
xh_za: jonga iunciphiso lomrholo
zu_za: bheka ukwehlisa kwiholo

source: ADD ALLOWANCE
af_za: Voeg Toelae by
xh_za: faka imali yasecaleni
zu_za: engeza ukulekelela

source: VIEW ALLOWANCE
af_za: Toon Toelae
xh_za: jonga imali yasecaleni
zu_za: bheka ukulekelele

source: GRANT LOAN
af_za: GROOT LENING
xh_za: vumela imboleko mali
zu_za: nika isikweletu

source: VIEW CURRENT EMPLOYEE LOANS
af_za: TOON HUIDIGE WERKNEMERS LENINGS
xh_za: jonga imboleko mali yangoku yomsebenzi
zu_za: bheka isikweletu samanje sabasebenzi

source: ADD PAYE BRACKETS
xh_za: bhatala
zu_za: angeza abakaki bePAYE

source: VIEW PAYE BRACKETS
xh_za: jonga ubhatalo
zu_za: bheka abakaki bePAYE

source: GENERAL SETTINGS
af_za: ALGEMENES OPSTELLING
xh_za: uqaliso lwento zonke
zu_za: ukuhlela okuyimvama

source: Previous: View Employee Saleries
af_za: Vorige: Toon Werknemers Salarise
xh_za: emva:jonga umrholo wabasebenzi
zu_za: okudlule:bheka iholo labathengi

source: Next: Add Employee
af_za: Volgende: Voeg werknemer by
xh_za: elandelayo:faka abasebenzi
zu_za: okuzayo:engeza abathengi

source: The Main Quote Page
af_za: Die Hoof Kwitasie Bladsy
xh_za: iphapha elingundoqo
zu_za: ikhasi elikhulu lempinda

source: Results
af_za: Resultate
xh_za: iziphumo
zu_za: amarisalthi

source: Previous: View User Departments
af_za: Vorige: Toon gebruikers Departemente
xh_za: emva;jonga iqumrhu lomsebenzisi
zu_za: okudlule:bheka unyango wukamngenisi

source: Next: View Users
af_za: Volgende: Toon Gebruikers
xh_za: elandelayo:jonga umsebenzisi wequmrhu
zu_za: okulandela:bheka umngenisi

source: website
xh_za: iwebsite
zu_za: iwebside

source: Entry Fields
af_za: Inskrywings Velde
xh_za: umneno wehlelo
zu_za: uhlulu lokufa

source: The Main POS QUOTE Page
af_za: Die Hoof POS KWITASIE bladsy
xh_za: umndoqo wephepha lika POSQUOTE
zu_za: iholo ngenyanga

source: Previous: Return Purchases
af_za: Vorige; Aankope terug gestuur
xh_za: emva:buyela kwezithengwayo
zu_za: okudlule:buyisa intengo

source: Main POS Invoice Page
af_za: Hoof POS Faktuur Bladsy
xh_za: iphepha likandoqo leinvoice
zu_za: ikhasi elikhulu lePOS invoyisi

source: Next: Add User Department
af_za: Volgende: Voeg gebruikers Departement by
xh_za: elandelayo:faka umsebenzisi wequmrhu
zu_za: okulandelayo:eneza umyango kumngenisi

source: Next: View Purchased Stock
af_za: Volgende: Toon Aankoop Voorraad
xh_za: elandelayo:jonga ezithengiswayo ezithengiweyo
zu_za: okulandelayo:bheka intengiso yesitoki

source: Previous: View Salaries Paid by Month
af_za: Vorige: Toon Salarise Betaal per Maand
xh_za: emva:jonga umrholo wenyanga wabasebenzi
zu_za: okudlule:bheka iholo ngenyanga

source: Next: Employee Resources
af_za: Volgende:
xh_za: elandelayo:ezisetyenziswa ngabasebenzi
zu_za: okulandelayo:ingcebo yabasebenzi

source: Previous: View Invoices
af_za: Vorige: Toon Fakture
xh_za: elandelayo:jonga iinvoice yabatyalayo
zu_za: okudlule:bheka invoyisi

source: Next: View Cancelled Invoices
af_za: Volgende: Toon gekanselleerde Fakture
xh_za: elandelayo:jonga iinvoice ezisusiweyo
zu_za: okulandelayo:bheka ama-invoyisi achishiwe

source: Previous: View Quotes
af_za: Vorige: Toon Kwitasies
xh_za: emva;jonga imibhalo
zu_za: okudlule:bheka impinda

source: Next: View Cancelled Quotes
af_za: Volgende: Toon gekanselleerde Kwitasies
xh_za: elandelayo:jonga ezisusiweyo eziqekeleliwe
zu_za: okulandelayo:bheka izimpinda ezichishiwe

source: Previous: Add User Department
af_za: Vorige: Voeg gebruikers Departement by
xh_za: emva;faka umsebenzisi wequmrhu
zu_za: okudlule:engeza umnyango kumngenisi

source: Next: Add Users
af_za: Volgende: Voeg Gebruikers by
xh_za: elandelayo:faka umsebenzisi
zu_za: okulandela:engeza umngenisi

source: Previous: Multiple Journal Entries
af_za: Vorige: Multitipe Jornaal Inskrywings
xh_za: emva;ulwandiso lomngeno wejournal
zu_za: okudlule:ukufaka kuma jenali okuniningi

source: Next: Add Transactions To Batch
af_za: Volgende: Voeg Transaksies by Groep
xh_za: elandelayo:faka ibhantsi yetransaction
zu_za: okulandelayo:engeza amatransakishini kumabhashi

source: Previous: View International Purchases
af_za: Vorige: Toon Internasionale Aankope
xh_za: emva:jonga ezithengisiweyo zaphesheya
zu_za: okudlule:bheka izintengo zaphesheya

source: Next: View Suppliers
af_za: Volgende: Toon Verskaffers
xh_za: elandelayo:jonga abrhwebi
zu_za: okulandelayo:bheka amasaplaya

source: Description:
af_za: Omskrywing:
xh_za: ingcazelo
zu_za: uhlobo

source: Accept
af_za: Aanvaar
xh_za: ulwamkelo
zu_za: vuma

source: Decline
xh_za: ukwala
zu_za: yala

source: Error creating folder.
xh_za: undonakela yenza
zu_za: iphutha ekwenzeni ifolda

source: Error fetching account list.
af_za: Fout kan nie rekening lys vind nie
xh_za: undonakelo landa udwelo lweakhawunti
zu_za: iphutha ekulandeni uhlu lwesikwenetu

source: Create
af_za: Skep
xh_za: bhala
zu_za: yenza

source: All Accounts
af_za: Alle Rekeninge
xh_za: zonke iiakhawunti
zu_za: zonke izikwenetu

source: My Accounts
af_za: My Rekeninge
xh_za: iakhawunti yam
zu_za: isikwenetu sami

source: Calender Entry
af_za: Kalender inskrywing
xh_za: ungeno lwekhalenda
zu_za: ukufaka kwikhalenda

source: Error creating diary entry.
af_za: Fout Kan nie dagboek inskryf nie
xh_za: undonakele yenza incwadi yemfihlelo
zu_za: iphuthalo lokwenza idiary enrti

source: POP3
xh_za: iPOP yesithathu
zu_za: I-POP3

source: SMTP
xh_za: iSMTP
zu_za: i-SMTP

source: -- Font Size --
xh_za: ubungakanani bephepha
zu_za: uhlobo lombhalo

source: Very Small
af_za: Baie Klein
xh_za: incinci kakhulu
zu_za: cancane kakhulu

source: Small
af_za: Klein
xh_za: incinane
zu_za: cancane

source: Medium
af_za: Middel matig
xh_za: iphakathi
zu_za: phakathi nedawo

source: Large
af_za: Groot
xh_za: inkulu
zu_za: kulu

source: Larger
af_za: Groter
xh_za: inkudlwana
zu_za: kakhulu

source: Very Large
af_za: Baie Groog
xh_za: inkulu kakhulu
zu_za: kakhudlana
