Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Skills Development Levy
xh_za: ukhulo lonazo
zu_za: imali yokufunda ingalo

source: Error updating employee expense accounts.
af_za: fout met opdatering van werknemer uitgawe rekening
xh_za: undonakele yisa exesheni iakhawunti yencitha mali
zu_za: iphutha ukuhlela incwadi yezibizo

source: Employee Expense account links Successfully Updated
af_za: Werknemer Uitgawe rekening is suksesvol opgedateer
xh_za: iakhawunti yencitha mali yabasebenzi ifawe kakuhle exesheni
zu_za: incwadi yezibizo ihlelwe ngempumelelo

source: Employee resources
xh_za: izinto zomsebenzi
zu_za: akusebenziswa habasebenzi

source: Select month to view
af_za: Kies maand om te wys
xh_za: khetha inyanga ozakuyijonga
zu_za: khetha inyanga ukuze ubheke

source: Select Month
af_za: Kies Maand
xh_za: khetha inyanga
zu_za: khetha unyanga

source: Low or interest free loan
af_za: Lae of rente vrye lening
xh_za: imboleko encinane
zu_za: isikweletu esingenanzalo/inzalo ephansi

source: Error checking for matching reversed salary.
xh_za: undonakele jonga umrholo ujikisiweyo
zu_za: iphutha ukuhlola uholo oluhleliswa emuva

source: Edit PAYE Brackets
xh_za: lungisa ubhatalo
zu_za: hlela isibaya SEPAYE

source: This feature has been disabled for auditing purposes.
xh_za: lento eyekisiwe xa uthetha ngezolungiso
zu_za: lothulusi icinyelwe ukuhlela

source: Edit PAYE bracket
xh_za: lungisa ubhatalo
zu_za: hlela isibaya SEPAYE

source: Minimum gross
xh_za: nciphisa igross
zu_za: uholo olubala oluphansi

source: Maximum gross
xh_za: khulisa igross
zu_za: uholo olubala oluphakeme

source: Percentage to deduct
af_za: Persentasie om af te trek
xh_za: unciphiso kwipesenti
zu_za: ipesenti ehliswayo

source: Exstra Amount
af_za: Ekstra Bedrag
xh_za: imali engezekileyo
zu_za: imali enye i

source: Add Paye
xh_za: faka ubhatalo
zu_za: engeza iPAYE

source: View Paye
xh_za: jonga ubhatalo
zu_za: bheka iPAYE

source: Confirm PAYE bracket changes
xh_za: qinisekisa ngobhatalo
zu_za: fakaza ushintso lwesibaya iPAYE

source: Exstra
af_za: Ekstra
xh_za: ezongezekileyo
zu_za: okunye

source: PAYE bracket successfully edited
xh_za: bhatala ,lungisa ngempumelelo
zu_za: amabrakheti ahlelwe kahle

source: here
af_za: hier
xh_za: apha
zu_za: lapha

source: Paid Cash
af_za: Salaris Besonderhede
xh_za: imali ibhatelwe
zu_za: khokhelwe ngokheshi

source: Pay Employee
af_za: Betaal Werknemer
xh_za: bhatala abasebenzi
zu_za: khokhela umsebenzi

source: Amount due to employee
af_za: Bedrag verskuldig aan werknemer
xh_za: imali eya kubasebenzi
zu_za: imali eyakumsebenzi

source: Amount paid now
af_za: Bedrag nou betaalbaar
xh_za: bhatala imali ngoku
zu_za: imali ekhokhiwe kwamanje

source: Payment Processed
af_za: Betalings proses
xh_za: uqhubeko lobhatalo
zu_za: ukukhokha kwenziwe

source: Employee payment has been processed.
af_za: Werknemerse Betaling is verwerk
xh_za: ubhatalo lwabasebezi luqhubekile
zu_za: uholo lomsebenzi lugqubhekile

source: Select employee to grant loan to
xh_za: khetha abasebenzi abazanikwa imboleko mali
zu_za: khetha umsebenzi onikezwa imalimbholeko

source: Enter loan &raquo;
af_za: Sleutel lening in
xh_za: ngenisa imbleko mali
zu_za: faka imalimbholeko

source: Error reading loan interest
af_za: Sleutel lening in
xh_za: undonakele inzala yemboleko
zu_za: iphuta ukufunda inzalo yemalimbholeko

source: Select Bank Account
af_za: Kies Bank Rekening
xh_za: khetha iakhawunti yebhanki
zu_za: khetha ibhangi sikwenetu

source: Select Loan Account
af_za: Kies Lenings Rekening
xh_za: khetha iakhawunti yebhanki
zu_za: khetha imalimbholeko sikwenetu

source: Date Granted
xh_za: umhla uvunyelwe
zu_za: ilanga oyithole ngayo

source: Loan amount
af_za: Lenings Bedrag
xh_za: imali yemboleko
zu_za: imalimbholekou

source: Interest on loan
af_za: Rente op lening
xh_za: inzala yemboleko
zu_za: inzalo imalimbholeko

source: Payback period (months)
af_za: Terugbetalings tydperk (maande)
xh_za: ixesha lokubuyisa imali
zu_za: isikhathi sokukhokha imalimbholeko

source: Please select a bank account OR a general ledger account.
af_za: Kies asseblief 'n bank rekening OF 'n algemene Leggers rekening
xh_za: sicela ukhethe iakhawunti yebhanki
zu_za: khetha incwadi yedonga lezimali

source: Confirm new loan
af_za: Bevestig Nuwe Lening
xh_za: qinisekisa ngemboleko entsha
zu_za: fakaza imalimbholeko entsa

source: Loan Date
af_za: Lenings datum
xh_za: umhla wemboleko
zu_za: ilanga lenyanga lemali lemalimbholeko

source: Payback period
af_za: Terugbetalings tydperk
xh_za: ixesha lokubhatala
zu_za: isikhathi sokukhokha imalimbholeko

source: Monthly installment amount
af_za: Maandelikse paaiement bedrag
xh_za: imali oyibatala ngenyanga
zu_za: imali ekhokhwa ngenyanga

source: Installment amount (at 8% Interest)
af_za: paaiement bedrag ( teen 8% rente)
xh_za: imali yokubhatalwa
zu_za: imali ekhokhwa ngenyanga(ngenzalo eka 8%)

source: Unable to pre archive loan.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukupindisa imboleko
zu_za: kunzima ukuthola isikweletu

source: Loan granted and added to system
af_za: Leening goedgekeur en by sisteem gevoeg
xh_za: imboleko ivunyiwe kwaye ifakwe kwisystem
zu_za: isikweletu esitholakele sifakwe kwisisitimi

source: New loan has been successfully added to the database.
af_za: Nuwe leening is suksesvol in databasis gevoeg
xh_za: imboleko entsha ifakwe kwisystem
zu_za: isiskweletu esisha sifakwe kwiDathabhezi

source: Confirm removal of PAYE bracket
xh_za: qinisekisa ngosuso lobhatalo
zu_za: fakaza ukususa ibrakheti lePAYE

source: Cash amount extra
af_za: Ekstra Kontant Bedrag
xh_za: imali eyongeziweyo
zu_za: imali enye

source: Remove PAYE bracket &raquo;
xh_za: susa ubhatalo
zu_za: susa ibrakheti lePAYE

source: PAYE bracket removed
xh_za: susa ubhatalo
zu_za: ibrakheti lePAYE lisusiwe

source: PAYE bracket has been successfully removed.
xh_za: ubhatalo lususwe ngempumelelo
zu_za: ibrakheti lePAYE lisuswe ngempumelelo

source: Reimbursement name
xh_za: igama lereimbursement
zu_za: igama lemali yokubuyisela

source: Add allowance to employee
af_za: Voeg toelae by werknemer
xh_za: faka imaliozakuyisebenzisa yabasebenzi
zu_za: engeza kwimvume yomsebenzi

source: Allowance
af_za: Toelae
xh_za: imali yosebenziso
zu_za: imvume

source: Confirm allowance
af_za: Bevestig toelae
xh_za: qinisekisa ngemali yosebenziso
zu_za: fakaza imvume

source: Allowance added to employee
af_za: Toelae by werknemer by gevoeg
xh_za: faka imali yosebenziso ebasebenzini
zu_za: imvume ifakwe kwisisitimi

source: Click here to continue processing
af_za: Kliek hier om met prosesseering voort te gaan
xh_za: comfa apha ukuqhubeka
zu_za: cindezela la ukuze ugqubheke

source: Allowance name
af_za: Toelae Naam
xh_za: igama lesebenziso mali
zu_za: igama lemvume

source: Taxable
af_za: BTW aftrekbaar
xh_za: itaxable
zu_za: iyathathwa intal

source: Employees on Leave
af_za: Werknemers met verlof
xh_za: umsebenzi uthathe ikhefu
zu_za: abasebenzi abasemalangeni okuphumula

source: Type Of Leave
af_za: Tipe Verlof
xh_za: ikhefu linjani
zu_za: inhlobo yeholide noma ukuyeka

source: Start Date
af_za: Begin Datum
xh_za: umhla uqala
zu_za: ilanga lokuqala

source: End Date
af_za: Eind Datum
xh_za: umhla uphela
zu_za: ilanga lokugcina

source: Approved By
af_za: Goedgekeur deur
xh_za: ivenywe ngu
zu_za: ivunywe ngu

source: Reference no
af_za: Verwysings No.
xh_za: inombolo yobuyelo
zu_za: inombholo yokudlulisela

source: Deduction name
af_za: Aftrekkings Naam
xh_za: igama lingiphisiwe
zu_za: igama lesihiso

source: Creditor name
af_za: Krediteure Naam
xh_za: igama lomtyali
zu_za: ogama lesikweletu

source: Expense Account
af_za: Uitgawe Rekening
xh_za: iakhawunti yencitha mali
zu_za: isikwenetu sezindleko

source: Creditor details
af_za: Krediteure Besonderhede
xh_za: incukacha zomtyali
zu_za: imininingwane yekreditha

source: Add fringe benefit to employee
xh_za: faka ibhenefiti zefrge
zu_za: engeza iphethu lenhlanhla kubasebenzi

source: Confirm fringe benefit
xh_za: qinisekisa ngebhenefi zefrige
zu_za: fakaza uphetholwenzuzo

source: Fringe benefit added to employee
xh_za: ibhenefit zefrige zifakwe kubasebenzi
zu_za: uphetho lwezinzuzo lufakwe kumsebenzi

source: View PAYE brackets
xh_za: jonga ubhatalo
zu_za: bheka amabrakheti wePAYE

source: Confirm removal of salary deduction
af_za: Bevestlig verwydering van salaris aftekkings
xh_za: qinisekisa ngosuso lonciphiso lomrholo
zu_za: fakaza ukususa isihliso eholoweni

source: Name of deduction
af_za: Naam van aftrekkings
xh_za: igama lincitshisiwe
zu_za: igama lesihliso

source: Reference no.
af_za: Verwysings No.
xh_za: inombolo yojongisiso
zu_za: inomnholo yokudlulisela

source: Unable to delete salary deduction from employee lists.
af_za: Kan nie salaris aftrekkings van werknemers lys uitvee nie
xh_za: akukwazekanga ukunciphisa umrholo kudweliso lwabasebenzi
zu_za: kunzima ukususa isihliso kuhide labasebenzi

source: Salary deduction deleted
af_za: Salaris aftrekkings uitgevee
xh_za: unciphiso lwabasebenzi lususiwe
zu_za: isihliso sisusiwe

source: Salary deduction has been successfully deleted.
af_za: Salaris aftrekkings is suksesvol uitgevee
xh_za: unciphiso lomrholo lususiwe
zu_za: isihliso sisuswe ngempumelelo

source: Edit reimbursement
xh_za: lungisa ireimbursement
zu_za: hlela ukukhokha imali

source: Confirm reimbursement
xh_za: qinisekisa ngereimbursement
zu_za: fakaza ukukhokha imal

source: Reimbursement edited
xh_za: lungisa ireimbursement
zu_za: ukukhokha imal kuhleliwe

source: View Reimbursements
xh_za: jonga ireimbusement
zu_za: bheka ukukhokha imal

source: - ALL -
af_za: ALLE
xh_za: zonke
zu_za: konke

source: View employee reports
af_za: Toon werknemers verslae
xh_za: jonga ingxelo yabasebenzi
zu_za: bheka ilipoti yabasebenzi

source: Filter reports by:
xh_za: inxelo yogcaliso
zu_za: hluza ilipoti nge:

source: Viewing reports
af_za: Toon verslae
xh_za: ujongisiso lwengxelo
zu_za: ukubheka amalipoti

source: Report ID
af_za: Verslag ID
xh_za: ingxelo ngeid
zu_za: ilipoti lama-ID

source: Submitter of report:
xh_za: usiwo lwengxelo
zu_za: othumela ilipoti

source: Other persons responsible:
af_za: Ander persone verantwoordelik
xh_za: abanye abantu abamathathe uxanduva
zu_za: abanye abantu abakhonzelayo

source: Edit salary deduction
af_za: Sleutel salaris aftrekkings in
xh_za: lungisa iunciphiso lomrholo
zu_za: hlela isihliso seholo

source: Deduction Type
af_za: Aftrekkings Tipe
xh_za: unciphiso luphi
zu_za: inhlobo yesihliso

source: Error reading account name for comfirmation.
af_za: Kan nie data lees nie
xh_za: undonakele qinisekisa ngokujonga igama leakhawunti
zu_za: iphutha lokufunda igama leziwenetu kuze kufakaze

source: Account selected is invalid.
af_za: Rekening gekies is foutief
xh_za: iakhawunti ekhethiweyo ayikho
zu_za: isikwenetu esikhethiwe akusiyisona

source: Confirm new salary deduction
af_za: Bevestig nuwe salaris aftrekkings
xh_za: qinisekisa ngonciphiso lomrholo omtsha
zu_za: fakaza ukususa kwehliso eholweni

source: Salary deduction edited
af_za: Salaris aftrekkings is in gesleutel
xh_za: unciphiso lomrholo lulungisiwe
zu_za: uhliso lweholo luhleliwe

source: Employee Transaction
af_za: Werknemer Transaksie
xh_za: uqhubeko lwabasebenzi
zu_za: umgidi womsebenzi

source: Transaction Done
af_za: Transaksie gedoen
xh_za: uqhubeko lenziwe
zu_za: ungidi uyenziwe

source: Transaction with employee has been recorded
af_za: Transaksie met werknemer is opgeneem
xh_za: uqubeko nabasebenzi lwenziwe
zu_za: ungidi nabasebenzi ubhaliwe

source: View employee details
af_za: Toon werknemer besonderhede
xh_za: jonga incukacha zabasebenzi
zu_za: bheka imininingwane yabasebenzi

source: First Names
af_za: Eerste Naam
xh_za: igama lokuqala
zu_za: amagama okucala

source: Sex
af_za: Geslag
xh_za: isini:
zu_za: ubilili

source: Marital Status
xh_za: umtshato:
zu_za: isimo somshado

source: Resident
af_za: Woon adres
xh_za: indawo yokuhlala
zu_za: indawo yokuhlala

source: Hire Date
af_za: Indiensnemings Datum
xh_za: qasha umhla
zu_za: ilanga lokweqashwa

source: Telephone No
af_za: Telefoon no
xh_za: inombolo yemfonomfo
zu_za: inombholo yocingo

source: Pay Type
af_za: Betalings tipe
xh_za: ubhatalo luphi
zu_za: inhlobo yokukhokha

source: Bank Account Type
af_za: Bank Rekening tipe
xh_za: iakhawunti yebhenki yiphi
zu_za: inhlobo yesikwenetu sebhangi

source: Bank Account No
af_za: Bank Rekening No
xh_za: inombolo yeakhawunti yebhanki
zu_za: inombholo yencwadi yedonga lezimali

source: Residential Address
af_za: Woon adres
xh_za: idilesi yendawo ohlala kuyo
zu_za: ikheli lendawo yokuhlala

source: Friend Not Living With Employee
af_za: Vriend nie woon agtig by bg adres nie
xh_za: izihlobo ezingahlali nabasebenzi
zu_za: abangane akumelwanga bahlale nabasebenzi

source: You have already processed a salary for that period
af_za: U het al reeds 'n salaris vir die tydperk geprosesseer
xh_za: sele uqhubekile ngorholo yoloxesha
zu_za: uholo soluyenziwe

source: Employee Contribution
af_za: Werknemers Bydrae
xh_za: inxaxheba yomsebenzi
zu_za: emali ekhokwe ngumsebenzi

source: Employer Contribution
af_za: Werknemers Bydrae
xh_za: inxaxheba yomsebenzi
zu_za: emali ekhokwe ngumsebenzi

source: Ledger Account for payment
af_za: Legger Rekening vir betaling
xh_za: ubhatalo lweakhawunti yeledger
zu_za: ileja sikwenetu kukhokha

source: There are no reimbursements
xh_za: akukho reimbursement
zu_za: ayikho imali ekhokhiwe

source: Salary Details for the Pay Period
af_za: Salaris Besonderhede vir die Betalings Tydperk
xh_za: incukacha zobhatalo zeloxesha
zu_za: imininingwane yeholokwisikhathi sokukhokha

source: Total Work Hours:
af_za: Totale Werks Ure:
xh_za: imizuzu yonke yeloxesha
zu_za: amahora asebenziwe aphelele

source: Actual Hours Worked:
xh_za: imizuzu esetyenzisiweyo
zu_za: amahora asebenziwe

source: Bonus(Annual/Once Off Payments)
xh_za: ibonasi
zu_za: ibonase (yonyaka/kanye)

source: Bonus(Annual Payments)
xh_za: ibonasi
zu_za: ibonase (yonyaka)

source: Provident Fund: Company Contribution
xh_za: yenza imali:inxaxheba yenkampani
zu_za: imali yesizathu: okuphuma kwinkampane

source: Provident Fund: Employee Deduction
xh_za: yenza imali:unciphiso lwabasebenzi
zu_za: imali yesizathu: okuphuma kumsebenzi

source: Medical Fringe Benefit
xh_za: imali yesigulo
zu_za: iimpetho yenhlanhla lwezompilo

source: Motorcar 1 Fringe Benefit
xh_za: imoto:ibhenefiti zefrige
zu_za: imoto 1 imphetho yenhlanhla

source: Motorcar 1 Contribution for Use
xh_za: imoto: inxaxheba iyasebenza
zu_za: imoto 1 ukukhokha mayelana nokusebenzisa

source: Motorcar 2 Fringe Benefit
xh_za: imoto2 ibhenefiti zefrige
zu_za: imoto 2 iphetho yenhlanhla

source: Motorcar 2 Contribution for Use
xh_za: imoto2 inxaxheba iyasebenza
zu_za: imoto 2 insebenziso

source: Loan Interest Fringe Benefit
xh_za: imboleko nenzala ibhenefiti zefrige
zu_za: inzalo yenzuzo

source: SITE/PAYE
xh_za: indawo/ubhatalo
zu_za: iSITE/PAYE

source: Error reading deduction information.
af_za: Kan nie data lees nie
xh_za: undonakele unciphiso lolwazi
zu_za: phutha ukufunda imininingwane yehliso

source: Confirm removal of allowance
af_za: Bevestig die verwydering van toelae
xh_za: qinisekisa ngosuso lwemali yosetyenziso
zu_za: fakaza ukususa kwenvume

source: Error deleting allowances assigned to employees.
xh_za: undonakele susa imali enikwe abasebenzi
zu_za: phutha ukususa invume enikezwe abasebenzi

source: Allowance deleted
af_za: Toelae uitgevee
xh_za: imali yokusetyenziswa isusiwe
zu_za: invume isusiwe

source: View Allowances
af_za: Toon Toelae
xh_za: jonga imali esetyenzisweyo
zu_za: bheka izinvume

source: Add Fringe Benefit to system
xh_za: faka ibenefiti kwisystem
zu_za: engeza uphetho lwenzuzo kwisisitimi

source: Fringe Benefit Details
xh_za: incukacha zebhenefit
zu_za: imininingwane yeziphetho lwenzuzo

source: Confirm New Fringe Benefit
xh_za: qinisekisa ngebenefit ezintsha
zu_za: fakaza uphetho lwenzuzo olusha

source: Fringe Benefit added to system
xh_za: faka ibhenefiti kwisystem
zu_za: uphetho lwenzuzo lufakwe kwisisitimi

source: Add Fringe Benefit
xh_za: faka ibhenefiti kwisystem
zu_za: engeza uphetho lwenzuzo kwisisitimi

source: Employee Leave Application
af_za: Werknemers Verlof Aansoek
xh_za: abasebenzi mabayeke ucelo
zu_za: isicelo sokuyeka somuntu osebenzayo

source: Date of Application
af_za: Datum van Aansoek
xh_za: umhla wezicelo
zu_za: ilanga lesicelo

source: Leave start date
af_za: Verlof begin datum
xh_za: ikhefu liqala
zu_za: ilanga neyanga yokuyeka liqala nini

source: Leave end date
af_za: Verlof eind datum
xh_za: ikhefu liphela
zu_za: ilanga lokuqcina liphela nini

source: Approved by
af_za: Goedgekeur deur
xh_za: ivunywe
zu_za: ivumwe ngu

source: Type of leave
af_za: Tipe Verlof
xh_za: ikhefu lelinjani
zu_za: uhlobo lokuyeka

source: Paid vacation-leave
af_za: Betaalde Vakansie verlof
xh_za: iholide elibhatalwe
zu_za: ukukhokha iholode lokuphumula

source: Paid sick-leave
af_za: Betaalde siek verlof
xh_za: khefu lengulo libhathalwe
zu_za: ukukhokha iholide lokugula

source: Paid study-leave
af_za: Betaalde studie verlof
xh_za: ikhefu lokufunda libhataliwe
zu_za: ukukhokha iholide lokufunda

source: Special paid-leave
af_za: Spesiale betaalde verlof
xh_za: ikhefu elibalulekileyo libhatalwe
zu_za: ukukhokha esipesheli seholide

source: Unpaid leave
af_za: Onbetaalde Verlof
xh_za: ikhefu elingabhatalwanga
zu_za: iholide elingakhokhwa

source: View Leave Applications
af_za: Toon Verlof Aansoeke
xh_za: jonga izicelo zekhefu
zu_za: bheka izicelo zamaholide

source: Invalid start date.
af_za: Verkeerde begin datum
xh_za: awukho lomhla woqalo
zu_za: ilanga lokuqala iholide elingekho mthethweni

source: Invalid end date.
af_za: Verkeerde eind datum
xh_za: awukho lomhla wesiphelo
zu_za: ilanga lokuqcina iholide elingekho mthethweni

source: Confirm Employee leave
af_za: Bevestig Werknemers verlof
xh_za: qinisekisa ngekhefu lwabasebenzi
zu_za: fakaza ilolide lomuntu osebenzayo

source: Total days inbetween
af_za: Totale dae tussen in
xh_za: imini phakathi
zu_za: wonke amalanga angaphakathi kweholide

source: Total working days inbetween
af_za: Totale werksdae tussen in
xh_za: imini zomsebenzi phakathi
zu_za: wonke amalanga angaphakathi wokusebenza

source: Employee leave requested
af_za: Werknemers verlog aangevra
xh_za: ikhefu lwabasebenzi eliceliweyo
zu_za: iholide eliceliwe

source: Add reimbursement to system
xh_za: faka ireimbursement kwisytem
zu_za: engeza ukukhokha kwisisitimu

source: Reimbursement Details
xh_za: incukacha ngereimbursement
zu_za: imininingwane yokukhokha

source: Confirm new reimbursement
xh_za: qinisekisa gereimbursement entsha
zu_za: fakaza okusha ukukhokha

source: Reimbursement Account
xh_za: iakhawunti yereimbursement
zu_za: isikwenetu sokukhokha

source: Reimbursement added to system
xh_za: ireimbursement ifakwe kwisystem
zu_za: ukukhokha kufakiwe kwisisitimu

source: Add Reimbursement
xh_za: dibanisa ireimbursement
zu_za: engeza ukukhokha

source: Error reading employee info.
af_za: Fout met lesing van werknemers informasie
xh_za: undonakele kufundwa ulwazi lomsebenzi
zu_za: iphutha ngolwazi lomuntu osebenzayo

source: View archived employee loans
af_za: Toon Argief vir werknemers lenings
xh_za: jonga imboleko efunyenweyo
zu_za: bheka

source: Loan amount(incl interest)
af_za: Lenings Bedrag(insluitend rente)
xh_za: imali yemboleko
zu_za: imali yokubolekwa (ifakwe inzuzo)

source: Monthly installment
af_za: Maandelikse paaiement
xh_za: imali yenyanga
zu_za: invumelwano ngenyanga yokukhokha

source: Loan interest
af_za: Lenings rente
xh_za: inzala yemboleko
zu_za: inzuzo yemali yokubolekwa

source: Completion Date
xh_za: umhla wokhuphiswano
zu_za: ilanga lokuqeda

source: Select Employees(s)
af_za: Kies Werknemer(s)
xh_za: khetha abasebenzi
zu_za: khetha abasebenzi

source: New salary deduction
af_za: Nuwe salaris aftekking
xh_za: umrholo omtsha onciphisiwe
zu_za: isehliso seholo lenyanga elisha

source: Deduct Before PAYE
xh_za: unciphiso phambi kobhatalo
zu_za: susa kuqala intela(PAYE)

source: Deduction Account
af_za: Aftrekkings Bedrag
xh_za: incukacha yeakhawunti
zu_za: isikwenetu sokuwehlisa

source: Salary deduction added to database
af_za: Salaris aftrekkings in databasis bygevoeg
xh_za: imali yonciphiso ifakwe kwidatabase
zu_za: ukwehlisa iholo ngenyanga kufakiwe kwidathabhazi

source: Select employee to reverse
xh_za: khetha umsebenzi aphindise
zu_za: khetha umuntu osebenzayo kuze ubeke

source: Reverse Employee Salary
xh_za: phindisa umrholo wabasebenzi
zu_za: ukubeka iholo lomsebenzi ngenyanga

source: You have not processed a salary for that period yet
af_za: U het nog nie 'n salaris vir die tydperk geprosesseer nie
xh_za: awufumenanga mrholo kweloxesha
zu_za: awudlulisanga iholo lenyanga kuleliya thuba

source: By Application Date Range
af_za: Aansoek volgens Datum Volgorde
xh_za: ukucela umhla wexesha
zu_za: ngokucela uhlu lwelanga nenyanga

source: View Employee Leave Applications
af_za: Toon Werknemers Verlof Aansoeke
xh_za: jonga ikhefu lomsebenzi
zu_za: bheka isicele seholide somuntu osebenzayo

source: Application Date
af_za: Aansoek Datum
xh_za: umhla wezicelo
zu_za: isicelo ngelanga lenyanga

source: Working Days
af_za: Werksdae
xh_za: umihla yokusebenza
zu_za: amalanga okusebenza

source: Top
af_za: Bo
xh_za: phezulu
zu_za: phezulu

source: Bottom
af_za: Onder
xh_za: phantsi
zu_za: ngaphansi

source: Yes
af_za: Ja
xh_za: ewe
zu_za: yebo

source: Edit accounting settings
af_za: Sleutel rekening opstellings in
xh_za: lungisa iziqalo zezibalo
zu_za: hlela amahlelo obubala izikwenetu

source: Consolidate Salary Journals
af_za: Konsolideer Salaris Jornale
xh_za: lungisisa ijournals zomrholo
zu_za: hlanganisa amajenal wamaholo

source: Accounting settings changed
af_za: Verandering van Rekening opstellings
xh_za: iziqalo zezidibanisi zitshintshile
zu_za: amahlelo okubala ashintshiwe

source: New accounting settings successfully committed to database.
af_za: Nuwe rekening opstellings is suksesvol in databasis gevoeg
xh_za: izidibanisi zeziqalo ziphumelele
zu_za: amahlelo okubala amasha afakwe kwiathabhazi

source: Add employee report to system
af_za: Voeg Werknemers verslag by sisteem
xh_za: faka ingxelo yomsebenzi kwisystem
zu_za: engeza amalipoti kwisisitimu

source: Type of report
af_za: Tipe van Verslag
xh_za: ngxelo mni le
zu_za: uhlobo lwelipoti

source: Person submitting report
xh_za: umntu uzisa ingxelo
zu_za: umuntu ofailipoti

source: Other person responsible for report
af_za: Ander persoon verantwoordelik vir verslag
xh_za: abanye abantu baphendula ingxelo
zu_za: umuntu omunye omele amalipoti

source: Details of report
af_za: Besonderhede van Verslag
xh_za: incukacha zegxelo
zu_za: imininingwane yamalipoti

source: Confirm new report
af_za: Bevestig Nuwe verslag
xh_za: qinisekisa ngegxelo etsha
zu_za: fakaza amalipoti amasha

source: Employee report added to system
af_za: Werknemers verslag by sisteem gevoeg
xh_za: ingxelo yabasebenzi ifakiwe kwisystem
zu_za: amalipoti amasha ayengeziwe kwisisitimu

source: New employee report has been successfully added to the database.
af_za: Nuwe werknemers verslag is suksesvol in databasis gevoeg
xh_za: ingxelo yabasebenzi ifakwe kakuhle
zu_za: amalipoti amasha ayengeziwe kwidathabhazi

source: View current employee loans
af_za: Toon huidige werknemers lenings
xh_za: jonga imboleko mali yangoku
zu_za: bheka imalimboleki yabasebenzi

source: Amount outstanding
af_za: Bedrag uitstaande
xh_za: imali engabhatalwanga
zu_za: imali esele

source: Invalid Use of module.
af_za: Foutiewe gebruik van module
xh_za: ayikho lemodule
zu_za: imodule isebenne kabi

source: Invalid leave number
af_za: Foutiewe verlof nommers
xh_za: ayikho lenombolo yekhefu
zu_za: inombholo yeholide engasebenzi/engavunyelwe
