Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: There are no returned purchases in the database yet
af_za: Daar is nog geen terug gestuurde aankope in databasis nie
xh_za: akukho zinto zibuyisiweyo ebezithengiwe kwidatabase
zu_za: azikho izimpahla ezibuyile kudathabhazi

source: View Purchases
af_za: Toon Aankope
xh_za: jonga ezithengiweyo
zu_za: bheka izintengo

source: There are no purchased items in the database yet
af_za: Daar is nog geen aangekoopte items in databasis nie
xh_za: azikho zinto zithengiweyo kwidatabase
zu_za: azikho izimpahla ezibuyile kudathabhazi

source: Pay
af_za: Betaal
xh_za: bhatala
zu_za: khokha

source: Select Branch
af_za: Kies Tak
xh_za: khetha ujiko
zu_za: khetha ibhulantsi

source: Configure Balance Sheet
xh_za: qondisisa iphepha lezidityanisiweyo
zu_za: lungisa ibhalense

source: There are no Balance Sheet a ccounts yet in the database.
af_za: Daar is geen Balans Staat rekeninge in data basis
xh_za: akukho phepha londityaniso kwidatabase
zu_za: akuna ma-akhawunti kubhalasi shiti naku dathabhazi

source: Equity
af_za: Balans
xh_za: ulingano
zu_za: ukulingana

source: Balance Sheet Settings
xh_za: uqalo lwephepha lwezidibaniso
zu_za: uhlela ibhalansee shiti

source: Cotra Account
af_za: Kontra Rekening
xh_za: iakhawunti yophikiswano
zu_za: ikontra akhawundi

source: Go Back
af_za: Gaan Terug
xh_za: buyela emva
zu_za: buyela emuva

source: View Customers
af_za: Toon Klieente
xh_za: jonga abathengi
zu_za: bheka amakhasimendi

source: Journal transaction details
af_za: Jornaal transaksie besonderhede
xh_za: incukacha zejournal eqhubelekileyo
zu_za: imininingwane yejenal transakishini

source: Record Journal transaction
af_za: Neem Jornaal transaksie op
xh_za: gcina incukavha zejournal eqhubelekileyo
zu_za: bhala ijenal transakishini

source: Journal transaction has been recorded
af_za: Jornaal transaksie is opgeneem
xh_za: incukacha zejournal eqhubelekileyo zigciniwe
zu_za: ijenal transakishini ibhaliwe

source: New Purchase
af_za: Nuwe Aankope
xh_za: izinto ezintsa ezithengiweyo
zu_za: intengo entsha

source: Transfer
af_za: Oordrag
xh_za: yisa
zu_za: dlulisa

source: Cash
af_za: Kontant
xh_za: imali
zu_za: ukheshe

source: Cheque
af_za: Tjek
xh_za: itsheki
zu_za: isheki

source: Item Account Type
af_za: Item Rekening tipe
xh_za: yeyiphi iakhawunti yezinto
zu_za: uhlobo lwempahla sikwenetu

source: Terms Of Payment
af_za: Terme van Betalings
xh_za: indlela yokubhatala
zu_za: isivumelwano sokukhokha

source: days
af_za: Dae
xh_za: iimini
zu_za: amalanga

source: months
af_za: Maande
xh_za: iinyanga
zu_za: izinyanga

source: Select Account Used
af_za: Kies Rekening gebruik
xh_za: khetha iakhawunti ezisetyenzisiweyo
zu_za: khetha isikwenetu esisebenzile

source: Select Account For Item
af_za: Kies Rekening vir item
xh_za: khetha iakhawunti ezisetyenzisiweyo yezinto
zu_za: khetha isikwenetu sempahla

source: Add &gt;
af_za: Voeg by
xh_za: dibanisa
zu_za: eneza

source: Account For Item
af_za: Rekening vir item
xh_za: izinto ze-akhawunti
zu_za: uhlobo lwempahla sikwenetu

source: Supplier Number
af_za: Verskaffer nommer
xh_za: inombolo yonrhwebi
zu_za: inombholo yesaplaya

source: Contra Account
af_za: Kontra Rekening
xh_za: iakhawunti yophikiswano
zu_za: ikontra akhawundi

source: View Suppliers
af_za: Toon Verskaffers
xh_za: jonga unrhwebi
zu_za: bheka amasaplaya

source: Edit Account
af_za: Skryf Rekening
xh_za: lungisa iakhawunti
zu_za: hlela isikwenetu

source: To Category
af_za: Na Katogorie
xh_za: udidi ku
zu_za: ku hlobo

source: View Accounts
af_za: Toon Rekeninge
xh_za: jonga iakhawunti
zu_za: bheka izikwenetu

source: Invalid Account number.
af_za: Verkeerde Rekening nommer
xh_za: ayikho lenombolo yeakhawunti
zu_za: inombholo yesikwenetu akusiyona

source: Invalid Account Category number.
af_za: Verkeerde Rekening Katogorie nommer
xh_za: ayikho lenombolo yeakhawunti koludidi
zu_za: uhlobo nenombholo yesikwenetu akusiyona

source: Selected Account number already in use.
af_za: Rekening nommer alreeds ingebruik
xh_za: khetha inombolo yeakhawunti esebenzayo
zu_za: inombholo ekhethiwe iyaphinda

source: Confirm Move Account
af_za: Bevestig Rekeninig geskuif
xh_za: qinisekisa ngosuso lweakhawunti
zu_za: fakaza ukunyakaza kwesikwenetu

source: Account edited
af_za: Rekening ingeskryf
xh_za: ilungisiwe leakhawunti
zu_za: hlela isikwenetu

source: Account Settings
xh_za: uqalo lweakhawunti
zu_za: ukuhlela izikwenetu

source: There are batch cashbook entries that needs to be processed.
af_za: Daar is groep kasboek inskrywings wat verwerk moet word
xh_za: kukho uluhlu kwincwadi yemali ezidinga ukuqhubeliswa
zu_za: kuna mabheshi wamakheshi bhuku afuna ukuqhubeka

source: There are batch journal entries that needs to be processed.
af_za: Daar is groep jornaal inskrywings wat verwerk moet word
xh_za: kukho uluhlu kwijournal ezidinga ukuqhubeliswa
zu_za: kuna mabheshi wamajenal afuna ukuqhubeka

source: Close Current period
af_za: Sluit Huidige Tydperk
xh_za: vala elixesha
zu_za: vala isikhathi manje

source: Save Trial Balance
af_za: Stoor Proefbalans
xh_za: gcina itrial balance
zu_za: sindisa ukuhla iBhalense

source: Save Income Statement
af_za: Stoor Inkomste Staat
xh_za: gcina ungeno mali
zu_za: sindisa inzuzo sitatimenti

source: Save Balance Sheet
af_za: Stoor Balans Staat
xh_za: gcina iphepha lwezidityanisiweyo
zu_za: sindisa bhalense shiti

source: Continue
af_za: Gaan voort
xh_za: qhubeka
zu_za: qhubeka

source: Could not save Trial Balance.
af_za: Kan nie Proefbalans stoor nie
xh_za: akukwazekanga ukugcina itrial balance
zu_za: kunzima ukusindisa ukuhlola ibhalense

source: Could not save Income Statements.
af_za: Kan nie Inkomste State stoor nie
xh_za: akukwazekanga ukugcina iincome statement
zu_za: kunzima ukusindisa inzuzo sitatimenti

source: Could not save Balance Sheet.
af_za: Kan nie Balans Staat stoor nie
xh_za: akukwazekanga ukugcina ibalance sheet
zu_za: kunzima ukusindsa ibhalense shiti

source: Unable to get customer data.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana ulwazi lomthengi
zu_za: kunzima ukuthola imininingo ngekhasimendi

source: Unable to insert cust balances
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana udibaniso
zu_za: kunzima ukufaka I-cust bhalense

source: Unable to get stock.
af_za: Kry nie voorraad nie
xh_za: akukwazeki ukufumana izinto zokuthengisa
zu_za: kunzima ukuthola isitoki

source: Current Period has been closed
af_za: Huidige tydperk is gesluit
xh_za: ixesha langoku livaliwe
zu_za: ithuba lamanje selivaliwe

source: Close Financial Year
af_za: Sluit Finansiele jaar af
xh_za: vala unyaka wemali
zu_za: vala unyaka wokuma kwemali

source: don't have sufficient permissions
af_za: het nie die nodige toestemming nie
xh_za: ananvume yaneleyo
zu_za: awunayo imvume aphelele

source: Add New Account
af_za: Voeg Nuwe Rekening in
xh_za: dibanisa iakhawunti entsha
zu_za: engeza esisha isikwenetu

source: Select Account type
af_za: Kies Rekening Tipe
xh_za: khetha uhlobo lweakhawunti
zu_za: khetha inhlobo yesikwenetu

source: Select Account Level
af_za: Kies Rekening Vlak
xh_za: khetha inqnaba leakhawunti
zu_za: khetha izinga lesikwenetu

source: Main Account
af_za: Hoof Rekening
xh_za: iakhawunti engundoqo
zu_za: isikwenetu esikhulu

source: Sub Account
af_za: Sub Rekening
xh_za: iakhawunti yimbi
zu_za: isaga sesikwenetu

source: Add Account &gt;
af_za: Voeg Rekening by
xh_za: dibanisa iakhawunti
zu_za: eneza isikwenetu

source: Add Account &raquo;
af_za: Voeg Rekening by
xh_za: dibanisa iakhawunti
zu_za: eneza isikwenetu

source: Add New Sub Account
af_za: Voeg Nuwe Sub Rekening by
xh_za: dibanisa iakhawunti entsha
zu_za: eneza esisha isaga sesikwenetu

source: Sub Account Name
af_za: Sub Rekening Naam
xh_za: igama leakhawunti yimbi
zu_za: igama lesaga sikwenetu

source: New Account
af_za: Nuwe Rekening
xh_za: iakhawunti entsa
zu_za: isikwenetu esisha

source: View active year and period
af_za: Toon aktiewe jaar en tydperk
xh_za: khetha unyaka osebenzayo nexesha
zu_za: bheka unyaka osebenzayo kanye nethuba

source: Year Name
af_za: Jaar Naam
xh_za: igama lonyaka
zu_za: igama lonyaka

source: Period Name
af_za: Tydperk Naam
xh_za: igama lexesha
zu_za: igama lethuba

source: Double Entry System Transactions
af_za: Dubbel inskrywing sisteem Transaksies
xh_za: ungeno oluphindene kabini kwisystem
zu_za: idabule entri sisitimu transakishini

source: DAte
af_za: Datum
xh_za: umhla
zu_za: inlanga lenyanga

source: Record Double Entry System Transactions
af_za: Neem Dubbele Inskrywings Transakies op
xh_za: gcina ungeno oluphindwe kabini
zu_za: bhala idabule entri sisitimu transakishini

source: Transactions Recorded
af_za: Transaksies Opgeneem
xh_za: utshintso lugciniwe
zu_za: amatransakishini abhaliwe

source: Administration
af_za: Administrasie
xh_za: ubhaliso
zu_za: ukuphatha

source: Charge VAT
af_za: Vra BTW
xh_za: ubatala malini kwivat
zu_za: shintsa iVAT

source: Journal Transaction VAT Details
af_za: Jornaal Transaksie BTW besonderhede
xh_za: incukacha zevat kwijournal transaction
zu_za: imininingo yeVAT jenal transakishini

source: VAT Deductable Account
af_za: BTW Afrekbare Rekening
xh_za: ikhawunti evumela ukuba ivat iphungulwe
zu_za: okwehlisa isikwenetu seVAT

source: VAT Account
af_za: BTW Rekening
xh_za: iakhawunti yevat
zu_za: isikwenetu seVAT

source: Total Transaction Amount
af_za: Totale Tansaksie Bedrag
xh_za: imali seyidibene
zu_za: imali yonke yamaTransakishini

source: You selected a main account.
af_za: Jy het 'n hoof rekening gekies
xh_za: ukhethe iakhawunti engundoqo
zu_za: khetha isiskwenetu esikhulu

source: unable to get data.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi
zu_za: kunzima ukuthola idatha

source: Please Select at least one cash/transfer record to bank.
af_za: Kies asseblier een kontant/oorplasins verslag vir die bank
xh_za: khethe utshintso lwemali noba inye egcinwe kwibanki
zu_za: jabulisa ukhethe kube yinye kuphela ikhashi/dlulisa ilekhodi kubhangi

source: Proccess Multiple Entries
af_za: Verwerk multitipe inskrywings
xh_za: uphindo-phindo lomngeni luqhutyiwe
zu_za: dlulisa ukufaka okuningi

source: Authorised By
af_za: Gemagtig deur
xh_za: iyalelwe ngu:
zu_za: imvumelo ngu

source: Error reading journal data.
af_za: Kan nie data lees nie
xh_za: undonakele kufundwa ulwazi lwejournal
zu_za: iphutha ekufundeni ijenal datha

source: Error reading accounts.
af_za: Kan nie data lees nie
xh_za: undonakele kufundwa iakhawunti
zu_za: iphutha lokufunda isiskwenetu

source: Error reading list of suppliers.
af_za: Kan nie data lees nie
xh_za: undonakele kufundwa udweliso labarwebi
zu_za: iphitha lokufunda ilisti yesaplaya

source: Journal Transactions
af_za: Jornaal Transaksies
xh_za: uthsintso lwejournal
zu_za: ijenal transakishini

source: Ledg / Cust / Supp Acc
xh_za: iledger/icust/iakhawunti yomrwebi
zu_za: ileja/kast/saplaya sikwenetu

source: Debit -
af_za: Debiet -
xh_za: isikoloto
zu_za: idebiti

source: Credit -
af_za: Krediet -
xh_za: ityala
zu_za: ikrediti

source: Remove selected
af_za: Verwyder Gekiesde
xh_za: susa ezikhethiweyo
zu_za: susa okukhethiwe

source: Add Line
af_za: Voeg lyn by
xh_za: dibanisa umgca
zu_za: eneza iliyini

source: Save
af_za: Stoor
xh_za: gcina
zu_za: sindisa

source: Process &raquo;
af_za: Verwerk
xh_za: qubeleka
zu_za: dlulisa

source: Error updating journal data (DEL).
af_za: Kan nie data lees nie
xh_za: undonakele lwazi lusiwe exesheni(susa)
zu_za: iphutha lokuhlela ijenal datha (DEL)

source: Error updating journal data (UPD).
af_za: Kan nie data lees nie
xh_za: undonakele lwazi lusiwe exesheni(upd)
zu_za: iphutha lokuhlela ijenal datha (UPD)

source: Error updating journal data (INS).
af_za: Kan nie data lees nie
xh_za: undonakele lwazi lusiwe exesheni(faka)
zu_za: iphutha lokuhlela ijenal datha (INS)

source: Error reading data for process.
af_za: Kan nie data lees nie
xh_za: undonakele ulwazi ngejournal lusiwe emgangathweni
zu_za: iphutha lokufunda idatha kuze kudlule

source: Error updating journal data (PROCDEL)
af_za: Kan nie data lees nie
xh_za: undonakele ulwazi ngejournal lusiwe emgangathweni
zu_za: iphutha lokuhlela idatha (PROCDEL)

source: Select accounts to be used under Income
af_za: Kies rekeninge om te gebruik onder Inkomste
xh_za: khetha iakhawunti enokusetyenziswa kwingenisomali
zu_za: khetha isiskwenetu esizosebenza ngaphansi kwenholo

source: Select Expenditure Accounts&gt;
xh_za: khetha iakhawunti yochitho mali
zu_za: khetha izindleko zesikwenetu

source: Please select at least one income account for the income statement.
af_za: Kies asseblief een inkomste rekening vir die inkomste staat
xh_za: sicela ukhethe iakhawunti enye yokufakwa kwistatementi
zu_za: jabulisa ukhethe sibe sinye kuphela isikwenetu seholo,mayelana nenzuzo sitatimenti

source: Select to be used under Expenditure
xh_za: khetha ukunokusetyenziswa kwingcitha mali
zu_za: khetha kuze kusebenze ngaphansi kwezindleko

source: Expediture
xh_za: ingcitha mali
zu_za: izindleko

source: Income Statement Settings
af_za: Inkomste Staat se opstelling
xh_za: uqalelo lwe income statement
zu_za: amahlela e-inkhamu sitatimendi

source: Income Statement Settings were successfully added to the database.
af_za: Inkomste Staat se opstelling is suksesvol bygevoeg
xh_za: uqalo longeno-mali lufakwe kwidatabase kakuhle
zu_za: amahlela e-inkhamu sitatimendi anezelwe kahle kudathabaze

source: List All accounts(New Window)
af_za: Lys al die rekeninge(nuwe Venster)
xh_za: dwelisa iakhawunti zonke
zu_za: khipha uhide lwezikwenetu (iwindow entsha)

source: Account name already exist.
af_za: Rekening naam bestaan al reeds
xh_za: igama leakhawunti selikho
zu_za: igama lesikwenetu selivele likhona

source: The Account number is already in use.
af_za: Rekening nommer is reeds in gebruik
xh_za: iakhawunti seli-sebenza
zu_za: inombholo yesikwenetu seyivele iyasebenziswa

source: You cannot add a sub account for the Customer Control Account.
af_za: Kan nie data lees nie
xh_za: awukwazi ukudibanisa iakhawunti yokuphatha abathengi
zu_za: angeke wengeze okuphatelene nesikwenetu kwisikwenetu esilayeza amakhasimendi

source: You cannot add a sub account for the Supplier Control Account.
af_za: Kan nie data lees nie
xh_za: awukwazi ukudibanisa iakhawunti yokuphatha yabarhwebii
zu_za: angeke wengeze okuphathelene nesikwenetu kwisikwenetu esilayeza amasaplaya

source: You cannot add a sub account for the Inventory account.
af_za: Kan nie data lees nie
xh_za: awukwazi ukudibanisa iakhawunti yomashini
zu_za: angeke wengeze okuphathelene nesikwenetu sesitoki

source: You cannot add a sub account for the Employees Control Account.
af_za: Kan nie data lees nie
xh_za: awukwazi ukudibanisa iakhawunti yabaqeshwa
zu_za: engeke wengeze okuphathelene nesikwenetu kwisikwenetu esiyayeza abasebenzi

source: Category Type
af_za: Katogorie Tipe
xh_za: udidi luphi
zu_za: uhlobo lohlelo

source: Vat Deductable
af_za: BTW Aftrekbaar
xh_za: unciphiso lwevat
zu_za: yehlisa iVAT

source: New Purchases
af_za: Nuwe Aankope
xh_za: intengo ezitsha
zu_za: izizntengo ezintsha

source: Item Account type
af_za: Item Rekening tipe
xh_za: yiphi iakhawunti yezinto
zu_za: impahla hlobo sikwenetu

source: Cheque number
af_za: Tjek no.
xh_za: inombolo yetsheki
zu_za: inombholo yesheki

source: Used Account
af_za: Gebruikte Rekening
xh_za: iakhawunti esetyenziswayo
zu_za: sisebensisiwe isikwenetu

source: New purchases have been successfully added to the database.
af_za: Nuwe aankope is suksesvol by databasis gevoeg
xh_za: izinto ezithengiweyo zidityaniswe ngempumelelo kwidatabase
zu_za: izintengo ezintsha zifakeke kahle kudathabazi

source: There are no credit purchases yet in the database.
af_za: Daar is nog geen krediet aankope in databasis nie
xh_za: akukho zinto zithengwengetyala kwidatabase
zu_za: azikabi khona izintengo ngekredithi kudathazi

source: Outstanding Credit Purchases
af_za: Uitstaande Krediet Aankope
xh_za: akukho zinto zithathwe ngetyala zangabhatalwa
zu_za: izizntengo ngekredithi ezilindiwe

source: Pay Selected
af_za: Betaal gekiesde
xh_za: ezikhethiweyo zibhatelwe
zu_za: khokha okukhethiwe

source: Batch Selected
xh_za: ezikhetiwe zoluhlu
zu_za: khokha ibheshi

source: View Creditors Batch
af_za: Toon Krediteure Groep
xh_za: jonga uluhlu lwabatyalayo
zu_za: bheka icredithas beshi

source: Add New Category
af_za: Voeg nuwe Katogorie in
xh_za: dibanisa indidi ezintsa
zu_za: engeza uhlelo olusha

source: Add Category &raquo;
af_za: Voeg katogorie in
xh_za: dibanisa iindidi
zu_za: engeza uhlelo

source: Add New Accounts Category
af_za: Voeg Nuwe Rekening Katogorie in
xh_za: dibanisa iindidi ezintsa
zu_za: engeza uhlobo lwezikwenetu ezisha

source: New Accounts Category
af_za: Nuwe Rekening Katogorie
xh_za: dibanisa iindidi ezintsa zeakhawunti
zu_za: uhlobo lwezikwenetu ezisha

source: Add Category
af_za: Voeg katogorie in
xh_za: dibanisa iindidi
zu_za: engeza uhlobo

source: Financial Year Starts in
af_za: Finasiele Jaar Begin in
xh_za: unyaka wemali uqala ngo
zu_za: unyaka wokuma kwemali uqala ngo

source: Financial Year Ends in
af_za: Finasiele Jaar Eindig in
xh_za: unyaka wemali uphela ngo
zu_za: unyaka wokuma kwemali uqala ngo

source: Set Financial Year Period Range
xh_za: isiqalo sonyaka wemali siqala ngelixesha
zu_za: hlela unyaka wemali ngohlelo lwenkathi

source: Financial Years Start in
af_za: Finasiele Jaar Begin
xh_za: inyaka wemali uqala ngo
zu_za: unyaka wokuma kwemali uqala ngo

source: Financial year Period Range
af_za: Volgorde tydperk van Finasiele Jaar
xh_za: inyaka wemali kweli xesha
zu_za: hlela unyaka wemali ngohlelo lwenkathi

source: Period Range has been set successfully for financial Years
af_za: Tydperk volgorde van Finasiele Jaar is suksesvol
xh_za: ixesha lisiwe ngokuphumelela kunyaka wemali
zu_za: uhlelo lwenkathi lwehleleke kahle kunyaka wemali

source: Open a Financial Year
af_za: Open 'n Finasieele Jaar
xh_za: vula unyaka wemali wokuqala
zu_za: vula unyaka wemali

source: Financial Years
af_za: Finasiele Jare
xh_za: iminyaka yemali
zu_za: unyaka wemali

source: Year Database
af_za: Jaarlikse Databasis
xh_za: unyaka wogcino lwazi
zu_za: unyaka wedathabaze

source: Select VAT Deductable Accounts
af_za: Kies BTW Aftrekbare Rekeninge
xh_za: khetha iakhawunti yenciphiso lwevat
zu_za: khetha isikwenetu esihlisa IVAT

source: Set VAT Accounts
af_za: Stel BTW Rekeninge op
xh_za: yenza iakhawunti yevat
zu_za: hlela isikwenetu seVAT

source: VAT Accounts Settings
af_za: BTW Rekening opstelling
xh_za: ulwenzo lweakhawunti yevat
zu_za: amahlelo esikwenetu seVAT

source: VAT Accounts settings were successfully added to the database.
af_za: BTW Rekening opstelling is suksesvol in databasis gevoeg
xh_za: iakhawunti yevat ibe nempumelelo ekufakweni kwidatabase
zu_za: amahlelo esikwenetu seVAT enezeke kahle kudathabazi

source: Period 1
af_za: Tydperk 1
xh_za: isifundo sokuqala
zu_za: inkathi 1

source: Period 2
af_za: Tydperk 2
xh_za: isifundo sesibini
zu_za: inkathi 2

source: Period 3
af_za: Tydperk 3
xh_za: isifundo sesithathu
zu_za: inkathi 3

source: Period 4
af_za: Tydperk 4
xh_za: isifundo sesine
zu_za: inkathi 4

source: Period 5
af_za: Tydperk 5
xh_za: isifundo sesihlanu
zu_za: inkathi 5

source: Period 6
af_za: Tydperk 6
xh_za: isifundo sesithandathu
zu_za: inkathi 6

source: Period 7
af_za: Tydperk 7
xh_za: isifundo sesixhenxe
zu_za: inkathi 7

source: Period 8
af_za: Tydperk 8
xh_za: isifundo sesibhozo
zu_za: inkathi 8

source: Period 9
af_za: Tydperk 9
xh_za: isifundo sethoba
zu_za: inkathi 9

source: Period 10
af_za: Tydperk 10
xh_za: isfundo seshumi
zu_za: inkathi 10

source: Period 11
af_za: Tydperk 11
xh_za: isifundo seshumi elinanye
zu_za: inkathi 11

source: Period 12
af_za: Tydperk 12
xh_za: isifundo seshumi elinesibini
zu_za: inkathi 12

source: Period 13
af_za: Tydperk 13
xh_za: isifundo seshumi elinesithathu
zu_za: inkathi 13

source: Period 14
af_za: Tydperk 14
xh_za: isifundo seshumi elinesine
zu_za: inkathi 14

source: Add Names &raquo;
af_za: Voeg Name in
xh_za: dibanisa amagama
zu_za: engeza igama

source: All Periods has been set successfully for financial Years
af_za: Dir tydperke is suksesvol vir die finasiele jaar
xh_za: wonke amaxesha enziwe ngempumelelo kwiminyaka emali
zu_za: yonke inkathi ihleliwe kahle kunyaka wemali

source: Periods For Financial Year Has Been Written
af_za: Tydperke vir die Finasiele jaar is ingeskyf
xh_za: unyaka wemali ubhalwe kakuhle
zu_za: inkathi yonyaka wemali ibhaliwe

source: Account Catagories
af_za: Rekening Katogorie
xh_za: udidi lweakhawunti
zu_za: uhlobo lwezikwenetu

source: View Accounts Catagories
af_za: Toon Rekening Katogorie
xh_za: jonga udidi lweakhawunti
zu_za: bheka uhlobo lwezikwenetu

source: Add accounts from a tab delimited file
xh_za: dibanisa iakhawunti ezisusiweyo kugcinoncwadi
zu_za: engeza isikwenetu kufalile ekhawuliziwe

source: Save Accounts &raquo;
af_za: Stoor rekeninge
xh_za: gcina iakhawunti
zu_za: sindisa izikwenetu

source: Please Select A Text File .
xh_za: sincela ukhethe ugcinoncwadi
zu_za: jabulisa ukhethe ifayile yamazwi

source: Batch File Analysis
af_za: Groep Leer Analise
xh_za: ujongo logcinoncwadi kuluhlu
zu_za: inhlaziyo yebhashi fayile

source: Author
af_za: Skrywer
xh_za: umbhali
zu_za: umbhali

source: Save Trans &raquo;
af_za: Stoor transaksies
xh_za: gcina itran
zu_za: sindisa amaTrans&gt;

source: Transactions Saved to system batch file
af_za: Transaksies is in sisteem gestoor
xh_za: itransaction zigciniwe kwisystem
zu_za: amatransakishini asindiswe kusisitimu bhashi fayile

source: You Selected a Debtors Control account
af_za: U het 'n Debiet Kontrole rekening gekies
xh_za: ukhethe iakhawunti yokhuselo yetyalo
zu_za: ukhethe ideputas kontrol akhawundi

source: You Selected a Creditors Control account
af_za: U het 'n Krediet Kontrole rekening gekies
xh_za: ukhethe iakhawunti lokukunika ityala
zu_za: ukhethe ikreditas kontrol akhawundi

source: Multiple Journal transactions
af_za: Multitipe Jornaal transaksies
xh_za: phinda-phinda ijournal
zu_za: amajenal transakishini amaningi

source: Debit (Acc No.)
af_za: Debiet (rekening no)
xh_za: iakhawunti yabatyalwayo
zu_za: idebit(nombolo sikwenetu)

source: Credit (Acc No.)
af_za: Krediet (rekening no)
xh_za: iakhawunti yotyala
zu_za: icredi(nombolo sikwenetu

source: View Accounts Categories
af_za: Toon Rekening Katogorie
xh_za: jonga udidi lweakhawunti
zu_za: bheka uhlelo lwezikwenetu

source: View Categories&gt;
af_za: Toon Katogories
xh_za: jonga udidi lweakhawunti
zu_za: bheka uhlelo

source: View Account Categories
af_za: Toon Rekening Katogorie
xh_za: jonga udidi lweakhawunti
zu_za: bheka uhlelo lwezikwenetu

source: Invalid use of module w.
af_za: Verkeerde gebruik van module w
xh_za: ngenelelani usebenziso kwe module
zu_za: imodule ayisebenzaka kahle

source: Invalid Batch ID.
af_za: Verkeerde Groep ID
xh_za: alukho oluluhlu
zu_za: i-ID lamabhashi elingasebenzi

source: Invalid Purchase No.
af_za: Verkeerde Aankoop No
xh_za: ayikho lenombolo yokuthenga
zu_za: inombholo yokuthenga engekho kahle

source: Process Multiple Creditors Batch Entries
af_za: Verwerk Multitipe Krediet Groep Inskrywings
xh_za: qubeleka uphinda-phindo longeno
zu_za: dlulisa amabheshi entrizi amaningi

source: Retailer
af_za: Handellaar
xh_za: umenzi
zu_za: irithayila

source: Amount Paid
af_za: Bedrag betaal
xh_za: imali ibhatalwe
zu_za: imali ekhokhiwe

source: Account used
af_za: Bedrag gebruik
xh_za: iakhawunti isetyenzisiwe
zu_za: isikwenetu esisebenzile

source: Account paid
af_za: Bedrag betaal
xh_za: iakhawunti ibhatalwe
zu_za: isikwenetu esikhokhiwe

source: Confirm Transactions &raquo;
af_za: Bevestig transaksies
xh_za: qinisekisa itransaction
zu_za: fakaza itransakishini

source: View Creditors
af_za: Toon Krediteure
xh_za: jonga abatyali
zu_za: bheka amakreditasi

source: Invalid purchase ID.
af_za: Verkeerde Aankoop ID
xh_za: ayikho iid yamthengi
zu_za: i-ID yentengo ayisebenzi
