Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: New International Invoice Saved
af_za: Nuwe intenasionale faktuur is gestoor
xh_za: iinvoice ezintsha zaphesheya zisusiwe
zu_za: ama-invoyisi amasha wangaphesheya asindisiwe

source: Accept Recurring Invoice
af_za: Aanvaar herhaling van fakture
xh_za: yamkela iinvoice eziqhubekayo
zu_za: vuma impinda mpinda yama-invoyisi

source: Recurring Invoice Proccesed
af_za: Verwerk herhaling van fakture
xh_za: iinvoicess eziqhubekayo
zu_za: ama-invoyisi aphinda phindanayo adlulisiwe

source: Block Stock Item
xh_za: zinto ezivalelweyo
zu_za: vimba impahla yesitoki

source: Stock item blocked
xh_za: ezithengiweyo zivalelwe
zu_za: impahla yesitoki ivimbiwe

source: Confirm Cancel Incomplete Sales Order
af_za: Bevestig gekanselleerde onvoltooide verkoop bestelling
xh_za: qinisekisa ngosuso lwentengo ezingaphelelanga
zu_za: fakazan ukuchisha umlayezo wentengiso ongaphelelelanga

source: Sales Order Number
af_za: Verkoop bestellings nommer
xh_za: inombolo yentengo
zu_za: umlayezo wenombolo yentengiso

source: Incomplete Sales Order Cancelled
af_za: Onvoltooide Verkoop Bestelling is gekanselleer
xh_za: ezisusiweyo ezigciniweyo intengo
zu_za: umlayezo wentengiso engaphelele uchishiwe

source: Select Stock
af_za: Kies Voorraad
xh_za: khetha intengo
zu_za: khetha isitoki

source: Buy &raquo;
af_za: Koop Aan&gt;&gt;
xh_za: thenga ezithengwayo
zu_za: thenga

source: Stock Order Recorded
af_za: Voorraad Bestelling is opgeneem
xh_za: oda yentengo ingciniwe
zu_za: unmlayezo wesitoki ubhaliwe

source: International Order Cancel
af_za: Internasionale bestelling is gekanselleer
xh_za: iorder yaphesheya igciniwe
zu_za: umlayezo wangaphesheya uchishiwe

source: Select Company to log in to
xh_za: khetha ungeno lwenkampani
zu_za: khetha inkampane kuze uloge ini ku

source: Select Company
af_za: Kies Maatskappy
xh_za: khetha inkampani
zu_za: khetha inkampane

source: Invalid Company, Please check if company was created correctly.
af_za: Verkeerde maatskappy, kyk asseblief of maatskappy korrek geskep is
xh_za: ayikho lenkampani sicela ujonge ukuba ikhe yabakho lenkampani
zu_za: inkampane engekho,jabulisa ubheke ukuthi inkampane yenzwe kahle

source: International Non-Stock Order Cancel
af_za: Kanselleer Internasionale Nie-Voorraad bestelling
xh_za: zisusiwe ezangapheshaya ezithengiswayo
zu_za: umlayezo wempahla okungasiyona isitoki uchishiwe

source: Please select at least one unprinted recurring invoice.
af_za: Kies een nie geprinte herhalde faktuur
xh_za: sicela khethe enye
zu_za: jabulisa ukhethe kube yinye kuphela ama-invoyisi aphindanayo

source: Confirm Invoice Printing Process
af_za: Bevestig die print proses van die faktuur
xh_za: qinisekisa
zu_za: fakaza i-invoyisi iprinthing prosesi

source: Invoices has been successfully printed.
af_za: Faktuur is suksesvol geprint
xh_za: iphumelele
zu_za: invoyisi iprinthwe

source: Unable to retrieve company information from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisa
zu_za: kunzima ukukhipha imininingo ngenkampani kudathabhazi

source: Edit Interest bracket
af_za: Sleutel Rente hakkies in
xh_za: lungisa inzala
zu_za: hlela isibhaya senzuzo

source: Confirm new Interest bracket
af_za: Bevestig nuwe Rente hakkies
xh_za: qinisekis ngenzala
zu_za: fakaza inzuzo entsa yesibaya

source: Interest bracket edited
af_za: Rente hakkies is ingesleutel
xh_za: ilungisiwe inzala
zu_za: isibaya senzuzo sihlelekile

source: Interest bracket has been successfully edited.
af_za: Rente hakkies is suksesvol ingesleutel
xh_za: ilungiswe ngempumelelo inzala
zu_za: isibaya senzuzo sihleleke kahle

source: Making a new Backup will delete the previous backup.
xh_za: kwenzi cebo limbi
zu_za: ukwenza entsa ibackup kuzo susa edlule ibackup

source: Backup &raquo;
xh_za: cebo limbi
zu_za: ibackup

source: Backup Done
xh_za: cebo limbi lenziwe
zu_za: yenziwe ibackup

source: Invoices have been successfully printed.
af_za: Fakture is suksesvol geprint
xh_za: iinvoice yenziwe ngempumelelo
zu_za: ama-invoyisi akhishwe kahle

source: Confirm Cancel Incomplete Quote
af_za: Bevestig gekanselleerde onvoltooide kwitasies
xh_za: qinisekisa ngosuso
zu_za: fakaza uchishe imilyezo engaphelele yempinda

source: Incomplete Quote Cancelled
af_za: Onvoltooide kwitasies is gekanselleer
xh_za: ususo aluqgibelelekanga
zu_za: impinda engaphelele ichitiwe

source: Select Date
af_za: Kies Datum
xh_za: khetha umhla
zu_za: khetha ilanga lenyanya

source: Asset edited
af_za: Bates bygevoeg
xh_za: lungisa iassets
zu_za: ama-assethi ahleliwe

source: Asset has been updated in the system.
xh_za: issets zisiwe exesheni kwisystem
zu_za: ama-asethi ahleliwe kwisisitimu

source: Order Cancel
af_za: Kanselleer Bestelling
xh_za: susa iorder
zu_za: intengo ichshiwe

source: Different Warehouse
af_za: Verskillende Stoorkamers
xh_za: izindlu zahlukeneyo zogcino
zu_za: amaWarehouse ahlukene

source: Emp Num
af_za: Werknemers nommer
xh_za: ino engenanto
zu_za: imbholo yaba sebenzi

source: Leave Reason
af_za: Rede vir verlating
xh_za: hamba kulendlu
zu_za: isizathu sokuhamba

source: ID Num
af_za: ID No
xh_za: inombolo yaid
zu_za: inombholo ye-ID

source: Income Tax Ref No.
af_za: Inkomste Belasting Verwysings no
xh_za: inombolo yetax engenayo
zu_za: inombholo yokuzazisa i-inkhamu tax

source: Error reading login sequence for user.
af_za: Kan nie data lees nie
xh_za: lungisa umsebenziasi
zu_za: iphutha lokufunda ilogin sequence for user

source: Invalid user in session.
af_za: Kan nie data lees nie
xh_za: akekho
zu_za: umngenisi usebeziseke nogungafanele kumhlangano

source: Unable to retrieve user language information from the database
af_za: Kan nie data lees nie
xh_za: akukwzi ukuyibuyisa
zu_za: kunzima ukukhipha inkukulumo kudathabazi

source: Unable to retrieve the default locale from the database.
af_za: Kan nie data lees nie
xh_za: akukwazi ukuyibuyisela kwidatabase
zu_za: kunzima ukukhipha engasebensi eduze kudathabasi

source: Logging in...
xh_za: ngeno
zu_za: iloggin ini

source: Unable to get statement type.
af_za: Kan nie data lees nie
xh_za: akukwazi ukufumana istatement
zu_za: kunzima ukuthola uhlobo lwesitatimenti

source: Unable to update custledger.
af_za: Kan nie data lees nie
xh_za: ukukwazi ukuya exesheni
zu_za: kunzima ukuthola icust leja

source: Unable to get ledger.
af_za: Kan nie data lees nie
xh_za: uvulo lweledger
zu_za: kunzima ukuthola ileja

source: Unable to update debt ledger.
af_za: Kan nie data lees nie
xh_za: uvuliso lwedebt ledger
zu_za: kunzima ukuhlela idebutha leja

source: Unable to update debtors ledger.
af_za: Kan nie data lees nie
xh_za: uvuliso lwedebt ledger
zu_za: kunzima ukuhlela idebutha leja

source: Unable to update d ledger.
af_za: Kan nie data lees nie
xh_za: uvuliso lwedebt ledger
zu_za: kunzima ukuhlela idebutha leja

source: Unable to insert aduit
af_za: Kan nie data lees nie
xh_za: uvuliso longeno
zu_za: kuzima ukufaka ukucwaninga

source: Unable to update suppledeger.
af_za: Kan nie data lees nie
xh_za: uvuliso lwexesha lweledger
zu_za: kunzima ukuhlela isaplaya

source: Unable to update supp ledger.
af_za: Kan nie data lees nie
xh_za: uvuliso limrhwebi
zu_za: kunzima ukuhlela isaplaya

source: Unable to update supplier ledger.
af_za: Kan nie data lees nie
xh_za: uvuliso longeno
zu_za: kunzima ukuhlela isaplaya

source: Unable to update c ledger.
af_za: Kan nie Kliente kry nie
xh_za: uvuliso lwelrdger
zu_za: kunzima ukuhlela ileja yamakhasimendi

source: Unable to update emp ledger.
af_za: Kan nie data lees nie
xh_za: uvuliso lwelrdger
zu_za: kunzima ukuhlelaileja yabasebenzi

source: Please Select Branch
af_za: Kies asseblief die tak
xh_za: sicela ukhethe indawo
zu_za: jabulisa ukhethe ibhulatshi

source: Please Select Company
af_za: Kies asseblief die Maatskappy
xh_za: khetha inkapani
zu_za: jabulisa ukhethe inkampane

source: Unable to verify login retry information.
af_za: Kan nie data lees nie
xh_za: akukwazi ukufumana ulwazi
zu_za: kunzima fakaza ilogini zama ulwazi

source: Unable to verify login information
af_za: Kan nie data lees nie
xh_za: ukukwazeki ukuqinisekisa ngolwazi
zu_za: kunzima ukufakaza ilogini ulwazi'

source: Unable to verify login information.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukuqinisekisa ngolwazi
zu_za: kunzima ukufakaza ilogini ulwazi'

source: Invalid username / password combination.
af_za: Verkeerde verbruikersnaam / geheimekode kombinasie
xh_za: ayikho lefani/negama lemfihlelo
zu_za: umngena gama okungasilona /okuhlangana negama lokungena

source: Error updating login sequence for user.
af_za: Kan nie data lees nie
xh_za: undonakele lungisa ungeno lomsebenzisi
zu_za: iphutha loku hlela ilogin hlu

source: Error deleting old reminders.
af_za: Kan nie data lees nie
xh_za: undonakele lungisa ungeno lomsebenzisi
zu_za: iphutha susa izikhumbuzo zakudala

source: Unable to store Vat dont reminder option.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukugcina ivat
zu_za: kunzima ukubeka Ivat musa kukhumbuza ziqomela

source: Unable to store Vat tomorrow reminder option.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukugcina ivat khumbuza ngomso
zu_za: kunzima ukubeka Ivat kusa khumbuza ukuziqomela

source: Error reading tax period category.
af_za: Kan nie data lees nie
xh_za: undonakeleixesha letax lwenqanaba
zu_za: iphutha lokufunda uhlobo nethuba lentela

source: Error reading vat reminder settings.php
af_za: Kan nie data lees nie
xh_za: undonakele isikhumbuzo sevta
zu_za: iphutha lokufunda iVAT khumbuza hlelo .PHJP

source: Error checking vat reminder.
af_za: Kan nie data lees nie
xh_za: undonakele ujongo lwevat
zu_za: iphutha lokuhlola inkumbuza yeVAT

source: Vat Transactions
af_za: BTW Transaksies
xh_za: ivat iyaqhubeka
zu_za: iVAT Transakishini

source: 30 Minutes
af_za: 30 Minute
xh_za: 30imizuzu
zu_za: imizuzu engu 30

source: 1 Hour
xh_za: 1iyure
zu_za: ihora

source: 2 Hours
xh_za: 2iyure
zu_za: amahora 2

source: 3 Hours
xh_za: 3iyure
zu_za: amahora 3

source: 6 Hours
xh_za: 6iyure
zu_za: amahora 6

source: Tomorrow
xh_za: ngomso
zu_za: kusasa

source: 3 Days
xh_za: 3imini
zu_za: amalanga 3

source: 1 Week
xh_za: 1 iveki
zu_za: iviki 1

source: Dont Remind Me
af_za: Moet my nie herhinner nie
xh_za: sundikhumbuza
zu_za: musa ukukhumbuza

source: Total Stock Sales
af_za: Totale Voorraad verkope
xh_za: intengo zonke
zu_za: yonke intengiso yempahla okuyisitoki

source: Total Stock Credit Notes
af_za: Totale Voorraad Krediet Notas
xh_za: intengo zonke zibhaliwe
zu_za: wonke amakredithi nothi wesitoki

source: Total Stock Sales after Credit Notes
af_za: Totale Voorraad Verkope na Krediet Notas
xh_za: intengo zonke zibhaliwe
zu_za: yonke intengiso yempahla okuyisitoki emuva kwamaKredithi nothi

source: Non-Stock
af_za: Nie-Voorraad
xh_za: ezingathengwayo zisusiwe
zu_za: impahla okungasiyisitoki

source: Total Non-Stock Sales after Credit Notes
af_za: Totale Nie-Voorraad Verkope na Krediet Notas
xh_za: intengo ezingathengawyo
zu_za: yonke intengiso yempahla okungayisitoki emuva kwamaKredithi nothi

source: Actual Sales
xh_za: ezithengiswayo zona
zu_za: intengiso luqobo

source: Add New Customer
af_za: Voeg Nuwe Klieent by
xh_za: faka abathengi abatsha
zu_za: engeza ikhasimendi elisha

source: Customer Delivery Address
af_za: Klieent se Aflewerings Adres
xh_za: idilesi ekuziswakuyo zabathengi
zu_za: ikheli lekhasimendi lokudiliva

source: Add Client &raquo;
af_za: Voeg Klieent by
xh_za: faka umthengi
zu_za: engeza ikhasimendi

source: New customer added to database
af_za: Nuwe Klieent in databasis gevoeg
xh_za: umthengi omtsha ofakiweyo kwidatabase
zu_za: ikhasimendi elisha liyengeziwe kudathabhazi

source: Continue to Invoice
af_za: Gaan voort met fakture
xh_za: qhubeka kwiinvoice
zu_za: qubeka kwi-i-invoyisi

source: New Customers
af_za: Nuwe Klieent
xh_za: umthengi omtsha
zu_za: ikhasimendi elisha

source: Batch entries has been processed.
af_za: Groep inskrywings is verwerk
xh_za: ibhatshi yongeno iqhubelisiwe
zu_za: lidlulisiwe ibhashi lokufaka

source: Error reading SDL settings.
af_za: Kan nie data lees nie
xh_za: undinakele uyafundwaSDL qaliso
zu_za: iphutha lokufunda iSDL hlelo

source: Error reading company UIF setting.
af_za: Kan nie data lees nie
xh_za: undonakele inkapmani yeUIF qaliso
zu_za: iphutha lokufunda inkampane UIF hlelo

source: Unable to select deductions from database.
af_za: Kan nie data lees nie
xh_za: akukwazanga ukukhetha unciphiso oluvela kwidatabase
zu_za: kunzima ukukhetha isehliso kudathabhazi

source: Error to read fringe benefits.
af_za: Kan nie data lees nie
xh_za: undonakele uya kwezimnandi
zu_za: iphutha lokufunda Ifrinji bhenefithi

source: Add New Employee to Database
af_za: Voeg Nuwe werknemer in databasies in
xh_za: faka abathengi abatsha kwidatabase
zu_za: engeza umsebenzi omusha kwidatha bhazi

source: Calculate Salary
xh_za: bala umrholo
zu_za: bala iholo lenyanga

source: Hours Per Week
af_za: Ure per week
xh_za: iyure ngeveki
zu_za: amahora ngeviki

source: Overtime rate
af_za: Oortyd
xh_za: usebenzo olugqithisileyo
zu_za: isikhathi esidlule ngehora

source: Pay Period
af_za: Betalings Periode
xh_za: ixesha lobhatalo
zu_za: khokha ithuba

source: Designation
xh_za: ides ignation
zu_za: incasiselo

source: Upload Image
xh_za: ukhuphelo lomboniso
zu_za: faka isithunzi

source: Passport Num
af_za: Paspoort Nommer
xh_za: inombolo yoqgitho
zu_za: igama lepasipoti

source: Vacation Leave
af_za: Vakansie Verlof
xh_za: ikhefu leholide
zu_za: ukuya kwiholide

source: Sick Leave
af_za: Siek Verlof
xh_za: ikhefu lengulo
zu_za: ukuphumula ngenxa yo kugula

source: Study Leave
af_za: Studie Verlof
xh_za: ikhefu lokufunda
zu_za: ithuba lokufunda

source: Error checking for employee duplicity.
af_za: Kan nie data lees nie
xh_za: undonakele jonga iduplicity yabasebenzi
zu_za: iphutha lokubheka umsebenzi kabili

source: Company Contribution
af_za: Maatskappy aftrekkings
xh_za: inxaxheba yenkampani
zu_za: okukhokhwa yinkampane

source: Deductions Before PAYE
xh_za: unciphiso phambi kobhatalo
zu_za: ukwehlisa kwiPAYE

source: Deductions After PAYE
xh_za: unciphiso emva kokubhatalwa
zu_za: isehliso emuva kwe

source: Image
xh_za: umboniso
zu_za: isithunzi

source: UIF: Employee Contribution
af_za: WVF: Werknemer se bydrae
xh_za: UIF:inxaxheba yomsebenzi
zu_za: IUIF :okukhokhwa ngumsebenzi

source: Retirement Annuity: Employee Contribution
af_za: Aftree Anuteit: Werknemer se bydrae
xh_za: inkamnkam:inxaxheba yomsebenzi
zu_za: RAF:okukhokhwa ngumsebenzi

source: Pension: Employee Contribution
af_za: Pension: Werknemer se bydrae
xh_za: umhlalaphantsi:inxaxheba yomsebenzi
zu_za: impenshini :okukhokhw ngumsebenzi

source: Medical Aid: Employee Contribution
af_za: Mediese Fonds: Werknemer se bydrae
xh_za: ikhadi lobhatalo:inxaxheba yomsebenzi

source: Provident Fund: Employee Contribution
xh_za: imali oyiniwayo: inaxheba yomsebenzi
zu_za: imali etholwa ngesizathui:okukhokhwe ngumsebenzi

source: Other: Employee Contribution
af_za: Ander: Werknemer se bydrae
xh_za: ezinye:inxaxheba yomsebenzi
zu_za: okunye:okukhokhwe ngumsebenzi

source: Error writing deduction.
af_za: Kan nie data lees nie
xh_za: undonakele bhala izinciphiso
zu_za: iphutha ekubhaleni isehliso

source: Error writing fringe benefit.
af_za: Kan nie data lees nie
xh_za: undonakele:bhala ngezimnandi
zu_za: iphutha lokubhala iphetha lenhlanhla

source: unable to update employees.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa exesheni abasebenzi
zu_za: kunzima ukuhlela abasebenzi

source: New employee added to database
af_za: Voeg Nuwe werknemer in databasis in
xh_za: abasebenzi abatsha bafakwe kwidatabase
zu_za: unsebenzi omusha ufakiwe kudathabhazi

source: New Employee
af_za: Nuwe werknemer
xh_za: abasebenzi abatsha
zu_za: umsebenzi omusha

source: General Salary and Allowances
af_za: Algemene salaris en Afrekkings
xh_za: umkrolo womntu wonke
zu_za: imvama yeholo ngenyanga kanye nokusiza

source: Salary Type
af_za: Salaris Tipe
xh_za: isimo somrholo
zu_za: uhlobo lweholo

source: Remuneration per Annum
xh_za: ibonasi
zu_za: iholo ngonyaka

source: Bonus - Month
af_za: Bonus &ndash; Maand
xh_za: ibonasi yenyanga
zu_za: ibhonasi -inyanga

source: Motorcar 1 Determined Value
xh_za: imoto1yenza ixabiso
zu_za: imoto 1ukwaziwa ivalu

source: - Contributions for Use
xh_za: inxaxheba yosebenziso
zu_za: ukukhokha ngokusebenzisa

source: - Pays for own Fuel
af_za: - Betaal vir eie Brandstof
xh_za: ubhatalo lweoli yakho
zu_za: khokhela iphethiloli

source: - Pays for Servicing
af_za: - Betaal vir dienste
xh_za: ubhatalo loncedo lwakho
zu_za: khokhela ukusebenzisa

source: Motorcar 2 Determined Value
xh_za: imoto2 ixabiso
zu_za: imoti 2 ukwaziwa ivalu

source: Company Contributions
af_za: Maatskappy Bydrae
xh_za: inxaxheba yenkampani
zu_za: okukhokhwe yinkampane

source: SDL
xh_za: iSDL
zu_za: ISDL

source: Employee Deductions
af_za: Werknemers Aftrekkings
xh_za: unciphiso lwabasebenzi
zu_za: isehliso kwiholo labasebenzi

source: No previous invoices.
af_za: Geen vorige Fakture
xh_za: akukho iinvoices zayizolo
zu_za: awekho ama-invoyisi adlule

source: Stock Category
af_za: Voorraad Katogorie
xh_za: inqanaba lwentengo
zu_za: uhlobo lwesitoki

source: Confirm Block Customer : Customer Details
xh_za: qinisekisa ngovalo lwabasebenzi:incukacha zomthengi
zu_za: fakaza ukuvimba ikhasimendi:imininingwane yekhasimendi

source: Unable to Block Customer.
xh_za: akukwazeki ukuvala umthengi
zu_za: kunzima ukuvimba ikhasimendi

source: Customer Blocked
xh_za: uvalo lomthengi
zu_za: livimbiwe ikhasimendi

source: Non-Stock Quotes accepted
af_za: Nie-Voorraad Kwitasies aanvaar
xh_za: ezingathengwanga ziyamkelwa
zu_za: impinda ivumiwe yempahla okungasiyisitoki

source: Invoice Discounts
af_za: Faktuur Afslag
xh_za: isaphulelo kwiinvoice
zu_za: isehliso se-invoyisi

source: Number of Invoices
af_za: Nommer van Fakture
xh_za: inombolo yeinvoice
zu_za: inombholo ye-invoyisi

source: Total Items Discount
af_za: Totale item Afslag
xh_za: isaphulelo sezinto sonke
zu_za: isehliso sayoyonke impahla

source: Total Delivery Charges
af_za: Totale Aflewerings Koste
xh_za: imali yonke yobhatalo lwezizasiwa
zu_za: izindleko zedilivari

source: Invoices Total(ex VAT)
af_za: Totale Fakture (uitsluitend BTW)
xh_za: itatal yeinvoice
zu_za: konke kwi-invoyisi kubiza (ngaphandle kweVAT)

source: Credit Card
af_za: Krediet Kaart
xh_za: itotali yeinvoice(vat)
zu_za: ikredithi khadi

source: Remove Stock Category
af_za: Verwyder Voorraad Katogorie
xh_za: ikhadi letyala
zu_za: suas uhlobo lwesitoki

source: Stock category removed from the database
af_za: Voorraad Katogorie is vanuit databasis verwyder
xh_za: ususo lwenqanaba
zu_za: uhlobo lwesitoki lisusiwe kwidathabhazi

source: Non-Stock Sales Orders accepted
af_za: Nie-Voorraad Verkoope bestellings is aanvaar
xh_za: ezingathengwayo zamkelwe
zu_za: ivumilwe imilayezo yentengiso yempahla okungasiyisitoki

source: Confirm user removal
af_za: Bevestig Verbruiker se verwydering
xh_za: qinisekisa ngosuso lomsebenzisi
zu_za: fakaza ukususa umngenisi

source: User ID
af_za: Verbruikers ID
xh_za: iid yomsebenzisi
zu_za: i-ID kamngenisi

source: Remove user &raquo;
af_za: Verwyder Verbruiker
xh_za: I yomsebenzisi
zu_za: susa umngenisi

source: User deleted from database
af_za: Verbruiker van databasis uitgevee
xh_za: susa umsebenzisi kwidatabase
zu_za: umngenisi ususiwe kwi-dathabhazi

source: New International Non-Stock Invoice
af_za: Nuwe Internasionalt Nie-voorraad Fakture
xh_za: iinvoice zaphesheya ezintsha
zu_za: i-invoyisi yempahla okungasiyisitoki entsa yangaphesheya

source: File analysis
af_za: Leer Analise
xh_za: ujongo lwefile
zu_za: inhlaziyo yefayile

source: Account name
af_za: Rekening naam
xh_za: igama lweakhawunti
zu_za: igama lesikwenetu

source: Unable to retrieve the current user's locale from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisela umsebenzisi kwidatabase
zu_za: kunzima ukukhipha umngenisi wamanje walana kwiDathabhazi

source: Translate Cubit
af_za: Vertaal Cubit
xh_za: ufako lwecubit
zu_za: shintsa icubit

source: Language Info
xh_za: ulwazi ngolwimi
zu_za: ulwazi ngenkulumo

source: Character Encoding
xh_za: umdlali
zu_za: isigci soku-enkhda

source: Translate &raquo;
af_za: Vertaal
xh_za: tolika
zu_za: shintsha

source: Translate
af_za: Vertaal
xh_za: tolika
zu_za: shintsha

source: &laquo; Previous
af_za: &lt;&lt; Vorige
xh_za: esele ilandele
zu_za: okudlule

source: Translation Info
af_za: Vertalings informasie
xh_za: ulwazi lotoliko
zu_za: ulwazi lwetransakishini

source: Page
af_za: Bladsy
xh_za: iphepha
zu_za: ikhasi

source: Next
af_za: Volgende
xh_za: elandelayo
zu_za: okuzayo

source: Previous
af_za: Vorige
xh_za: esele ilandele
zu_za: okudlule

source: Script not Found.
xh_za: isbhalo asikafunyanwa
zu_za: isikriputhu astholakali

source: Script Found more than once.
xh_za: isibhalo sifunyanwe kaninzi
zu_za: isikriputhu esitholakele sidlula enye

source: Department Found more than once.
af_za: Kry Departement meer as een keer
xh_za: iqumrhu lifunyanwe kaninzi
zu_za: umnyango otholakele udlula enye

source: Move To
af_za: Skuif Na
xh_za: yiya ku
zu_za: hambisa ku

source: Script moved
xh_za: isbhalo sisuswe
zu_za: isikriputhu sihambisiwe

source: Unable to insert conper.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka
zu_za: kunzima ukufaka iconpa

source: Edit Point of Sale Invoice(Cash)
af_za: Sleutel Punt van Verkope Faktuur in
xh_za: ulungiso nadawo lwentengiso lweinvoice
zu_za: hlela iphoyinti lentengiso invoyisi (ikhashi)

source: View POS Invoices
af_za: Toon POS Fakture
xh_za: jonga iinvoice
zu_za: bheka ama-invoyisi wePOS

source: View current users
af_za: Toon Huidige Verbruikers
xh_za: jonga umsebenzisi wangoku
zu_za: bheka umngenisi wamanje

source: Confirm Asset Group
af_za: Bevestig Bate Groep
xh_za: qinisekisa ngeqela
zu_za: fakaza iqembhu lama-asethi

source: View Asset Group
af_za: Toon Bate Groep
xh_za: jonga iassets zeqela
zu_za: bheka iqembhu lama-asethi

source: Asset Group added to system
af_za: Bate Groep by sisteem gevoeg
xh_za: iassets zeqela zifakwe kwisystem
zu_za: iqembhu lama-assethi liyengeziwe kwisisitimu

source: Year to Date
xh_za: unyaka womhla
zu_za: unyaka ophambi kwelanga lenyaka

source: View Available Leave
af_za: Toon Beskikbare verlof
xh_za: jonga ikhefu elikhoyo
zu_za: bheka amalanga asele

source: Left Company
af_za: Maatskappy Verlaat
xh_za: ushiye inkampani
zu_za: imkampane ehambile

source: First names
af_za: EersteNaam
xh_za: amagama okuqala
zu_za: igama lokuqala

source: Last name
af_za: Van
xh_za: igama lokuqgibela
zu_za: isibongo

source: Salary Due
af_za: Salaris
xh_za: umrholo
zu_za: iholo okumelwe ikhokhwe

source: Process Daily Salaries &raquo;
af_za: Verwerk Daaglikse Salarise
xh_za: qhubelekisa ngomrholo wemihla
zu_za: dlulisa iholo ngelanga

source: Process Weekly Salaries &raquo;
af_za: Verwerk Weeklikse Salarise
xh_za: qubeleka ngomrholo weveki
zu_za: dlulisa iholo leviki

source: Process Fortnightly Salaries &raquo;
xh_za: qubeleka ngomrholo weobusuku besine
zu_za: dlulisa iholo lamaviki amabili

source: Process Monthly Salaries &raquo;
af_za: Verwerk Maandelikse Salarise
xh_za: qhubeleka ngomrholo wenyanga
zu_za: dlulisa iholo lenyanga

source: There are no stock items in transit.
af_za: Daar is geen Voorraad items in besit nie
xh_za: akukho zithengwayo
zu_za: asikho isitoki endleleni

source: From Branch
af_za: Vanaf watter Tak
xh_za: ivela kulendawo
zu_za: kuphuma kwibhulantsi

source: From Warehouse
af_za: Vanaf watter stoorkamer
xh_za: ivela kulegcinandawo
zu_za: ephuma endlini yokubeka

source: To Warehouse
af_za: Na Watter Stoorkamer
xh_za: iya kulendawo yokugcina
zu_za: endlini yokubeka

source: Delivered
af_za: Afgelewer
xh_za: eziziswe
zu_za: idilivariwe

source: You are working in the previous period.
af_za: Jy werk in die vorige tydperk
xh_za: usebenza kwixesha eladlulayo
zu_za: usebenzela kwithuba elidlule
