Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Confirm Appointment
af_za: Bevestig Afspraak
xh_za: qinisekisa ngesicelo
zu_za: fakaza umcimbi

source: Appointment Details
af_za: Afspraak Besonderhede
xh_za: incukacha ngesicelo sokubona
zu_za: imininingwane yomcimbi

source: Made by
af_za: Gemaak Deur
xh_za: yenziwe ngu
zu_za: yakhiwe ngu

source: Date made
af_za: Datum gemaak
xh_za: umhla owenziweyo
zu_za: ilanga lokwakhiwa

source: Make another group appointment
af_za: Maak 'n ander afspraak groep
xh_za: yenza esinye isicelo ndibani
zu_za: yenza elinye iqembhu lomcimbi

source: Appointment made
af_za: Afspraak gemaak
xh_za: isicelo senziwe
zu_za: umcimbi wenziwe

source: UNIT PRICE
af_za: EENHEID/PRYS
xh_za: ixabiso
zu_za: I-UNIT IPRAYIZI

source: VAT Excempt indicator = #
xh_za: ivat
zu_za: inkomba yokunga ngeni kwivat =#

source: Serial Numbers
af_za: Serial Nommers
xh_za: inombolo
zu_za: izinobholo ezilandelenayo

source: Allocate Serial Numbers
af_za: Allokeer Serial Nommers
xh_za: inombolo yendawo
zu_za: abela izinobholo ezilandelenayo

source: Confirm Serial Numbers
af_za: Bevestig Serial Nommers
xh_za: qinisekisa ngenombolo
zu_za: fakaza izinobholo ezilandelenayo

source: Serial Numbers Allocated
af_za: Serial Nommers geallokeer
xh_za: inombolo isiwe
zu_za: zabeliwe izinobholo ezilandelenayo

source: - Invalid Invoice Number.
af_za: - Foutiewe Faktuur Nommer
xh_za: inombolo yeinvoice
zu_za: inombholo ye-invoyisi engasebenzi

source: Add Multiple Debtors Payments to batch file
af_za: Voeg Multitipe Debiteure Betalings in groep leer
xh_za: iakhawunti ibhatalwe
zu_za: engeza ukukhoka kukamkweletu kubhashi

source: Account Paid
af_za: Rekening Betaal
xh_za: imali efunyenweyo
zu_za: isikwenetu sikhokhiwe

source: Total Amount Received
af_za: Totale Bedrag Ontvang
xh_za: imali efunyenweyo
zu_za: yonke imali etholakele

source: Debtors Payments have been added to batch file
af_za: Debiteure Betalings is in groep leer bygevoeg
xh_za: amatyala abhatelwe
zu_za: ukukhokha kukamkweletu kufakiwe kubhashi fayile

source: Browser Notice
xh_za: qaphela
zu_za: ukuqamu kumbiko

source: Enter a name for Your Company
af_za: Sleutel 'n naam vir U Maatskappy in
xh_za: ngenisa igama lenkampani entsa
zu_za: faka igama lenkampane yakho

source: New Company
af_za: Nuwe Maatskappy
xh_za: inkampani entsha yenziwe
zu_za: inkampane entsa

source: Company with the entered code already exists.
af_za: Maatskappy met die ingesleutelde kode bestaan al reeds
xh_za: ikhodi yenkampani seyikhona
zu_za: iikhodi lenkampane oyifakile selikhona vele

source: Company with the entered name already exists.
af_za: Maatskappy met die ingesleutelde naam bestaan al reeds
xh_za: igama lenkampani selikhona
zu_za: iikhodi lenkampane oyifakile selikhona vele

source: Confirm New Company
af_za: Bevestig Nuwe Maatskappy
xh_za: qinisekisa ngenkampani entsha
zu_za: fakaza inkampane entsa

source: Error assigning company code. Please try again.
af_za: Fout met inskrywing van Maatskappy kode . Probeer asseblief weer.
xh_za: zama kwakho
zu_za: iphutha loku nikeza ngekhodi: jabulisa uzame futhi

source: New Company has been created.
af_za: Nuwe Maatskappy is geskep.
xh_za: inkampani entsha yenziwe
zu_za: inkampane entsa yenziwe

source: Failed to create default accounts
xh_za: untsonile ngokwenza izomosho
zu_za: ihlulekile ukwenza isikweneti esingasebezi

source: Cost Centers Report
af_za: Koste Senters Verslag
xh_za: ingxelo ngendawo yamaxabiso
zu_za: ilipoti lezindleko zendawo

source: Cost Center Code
af_za: Koste Senter Kode
xh_za: ikhodi yendawo yamaxabiso
zu_za: ikhodi lezindleko zendawo

source: Cost Center Name
af_za: Koste Senter Naam
xh_za: igama lendawo yamaxabiso
zu_za: igama lezindleko zendawo

source: Total Income
af_za: Totale inkomste
xh_za: igama lendawo yamaxabiso
zu_za: iholo lonke

source: Total Expense
af_za: Totale uitgawe
xh_za: zonke incitha
zu_za: izindleko zonke

source: Total Profit / Loss
af_za: Totale Wins / Verlies
xh_za: engenzimali
zu_za: inzuzo/ukulahlekelwa konke

source: Stock control reports
af_za: Voorraad Kontrole verslae
xh_za: ngxelo ngezithengiweyo
zu_za: ilipoti lesito kulayeza

source: Confirm Remove Supplier
af_za: Bevestig Verwydering van Verskaffer
xh_za: qinisekisa ngosuso lomrhwebi
zu_za: fakaza ukususa isaplaya

source: Unable to remove supplier from database.
af_za: Kan nie verskaffer van databasis verwyder nie
xh_za: akukwazeki ukususa umrhwebi
zu_za: kunzima ukususa/ukukhipha isaplaya kwidathabhazi

source: Supplier removed
af_za: Verskaffer verwyder
xh_za: sosa umrhwebi
zu_za: isaplaya isusiwe/khishiwe

source: New Non Stock Sales Order
af_za: Nuwe Nie-Voorraad Verkoop Bestelling
xh_za: ezintsa ezithengiswayo
zu_za: umlayezo omusha wempahla okungasiyisitoki

source: Sales Order Num
af_za: Verkoop Bestelling Nommer
xh_za: inombolo yezithengiswayo
zu_za: inombholo yomlayezo yentengiso

source: QTY DELIVERED
af_za: HOEVEELHEID AFGELEWER
xh_za: ubeko zonto
zu_za: inani elidilivariwe

source: Delivery Note
af_za: Aflewerings Nota
xh_za: ubeko zonto
zu_za: inothi lokudiliva

source: Delivery Note Date
af_za: Aflewerings Nota Datum
xh_za: umhla wobeko zinto
zu_za: ilanga nenyanga lenothi lokudiliva

source: Delivery note Date
af_za: Aflewerings Nota Datum
xh_za: umhla wobeko zinto
zu_za: ilanga nenyanga lenothi lokudiliva

source: Change Password
af_za: Verander die Geheime kode
xh_za: tshintsha ungeno gama
zu_za: shintsa igama lokulula/lokudlula

source: Old Password
af_za: Ou Geheime kode
xh_za: ungenogama elidala
zu_za: elindala igama lokulula/lokudlula

source: New Password
af_za: Nuwe Geheime kode
xh_za: ungenogama elitsha
zu_za: elisha igama lokungena

source: Retype New Password
af_za: Sleutel weer nuwe Geheime kode in
xh_za: ngenisa kwakho ungenogama
zu_za: phinda uthayipi igama lokungena

source: - Invalid Old Password
af_za: - Foutiewe Ou Geheime kode
xh_za: alikho elingenogama
zu_za: igama lokungena okungasiyilona

source: Your Password has been changed.
af_za: U Geheime kode is verander
xh_za: ungenogama lutshintsiwe
zu_za: igama lakho lokungena lishintsiwe

source: Num
af_za: Nommer
xh_za: inombolo
zu_za: i-Num

source: Reprint in PDF
af_za: Print weer in PDF
xh_za: khuphela kwakho ipdf
zu_za: phinda ukhiphe kuPDE

source: Not Selected
af_za: Nie gekies
xh_za: ayikhethwanga
zu_za: ayikhethwanga

source: Confirm Remove Recurring Invoice
af_za: Bevestig die Verwydering van Faktuur herhalling
xh_za: qinisekisa ngosuso lweinvoice
zu_za: fakaza ukususa impinda yama-invoyisi

source: Incomplete Invoice Cancelled
af_za: Onvoltooide Faktuur gekanselleer
xh_za: iinvoice aswuswangakakuhle
zu_za: ama-invoyisi angaphelele achishiwe

source: Remove Customers
af_za: Verwyder Kliente
xh_za: susa umthengi
zu_za: susa amakhasimendi

source: Customer Postal Address
af_za: Klieent Pos Adres
xh_za: idilesi yomthengi
zu_za: ikheli lokuthumela lekhasimendi

source: Remove &gt;
af_za: Verwyder&gt;
xh_za: susa
zu_za: susa /khipha

source: Customer successfully deleted
af_za: Klieent suksesvol uitgevee
xh_za: uthengi ucinywe kakuhle
zu_za: ikhasimendi liphume/lisuswe kahle

source: Note :
af_za: Nota:
xh_za: bhala
zu_za: inothi

source: Select Company Type For Default Accounts
af_za: Kies Maatskappy Tipe vir Foutiewe Rekeninge
xh_za: khetha umosheko kwinkampani
zu_za: khetha uhlobo lwenkampene kuze kube isikwenetu esingasebensi

source: Company Types
af_za: Maatskappy Tipes
xh_za: nkampani phi
zu_za: uhlobo lwenkampane

source: Company Type Default Accounts
af_za: Maatskappy Tipes met Foutiewe Rekeninge
xh_za: umodsheko kwinkampani
zu_za: uhlobo lwenkampene kuze kube isikwenetu esingasebensi

source: Unable to retrieve workshop settings from the database.
af_za: Kan nie data lees nie
xh_za: akukwazanga ukubuyisela iworkshop
zu_za: kunzima ukukhipha iwokshop kuhle kwidathabhazi

source: Default workshop conditions
af_za: Foutiewe werkswinkel kondisies
xh_za: imosheko kwiworkshop
zu_za: isimo sewoksop esingasebenzi

source: Unable to retrieve the workshop settings from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuysela ezeworkshop
zu_za: kunzima ukukhipha iwokshopkuhlela kwidathabhazi

source: Received Purchase Details
af_za: Ontvang Aankoop Besonderhede
xh_za: fumene incukacha zentengo
zu_za: imininingwane yentengiso etholiwe

source: Approved Date
af_za: Goedgekeurde Datum
xh_za: umhla uvunyiwe
zu_za: ilanga lenyanga elivumilwe

source: Non-Stock Asset Order received
af_za: Nie-Voorraad Bates Bestelling ontvang
xh_za: iorder ifunyenwe
zu_za: umlayezo otholiwe wama-asethi wempahla okungasiyona isitoki

source: Non-Stock Asset Order receipt has been recorded.
af_za: Nie-Voorraad Bates Bestelling Kwitansie is opgeneem
xh_za: irisit zigciniwe
zu_za: ubhaliwe umlayezo otholiwe wama-asethi wempahla okungasiyona isitoki

source: Contact update
xh_za: incukacha zikwxesha langoku
zu_za: thinta ukuhlela

source: Cashier
af_za: Kassier
xh_za: umbhatalisi
zu_za: ikhashiya

source: Process Multiple Debtors Payments
af_za: Prosesseer Multitipe Debiteure Betalings
xh_za: uphindaphindo lobhatalo
zu_za: dlulisa ukukhokha okuningi ngokweletayo

source: Debtors Payments Processed
af_za: Debiteure Betaling geprosesseer
xh_za: uqhubeko lobhatlo
zu_za: ukukhokha kudlulisiwe komuntu okweletayo

source: Received Non-Stock Order Details
af_za: Ontvang Nie-Voorraad Bestellings Besonderhede
xh_za: incukacha zobhatalo ifunyenwe
zu_za: imininingwane yomlayezo otholiwe wempahla okungasiyisitoki

source: Change
af_za: Klien geld
xh_za: itshintso
zu_za: shintsa

source: Paid Cheque
af_za: Betaal per Tjek
xh_za: itsheki ibhataliwe
zu_za: kukhokhiwe ngesheki

source: Paid Credit Card
af_za: Betaal per Krediet Kaart
xh_za: ibhataliwe ikhadi yamatyala
zu_za: kukhkhiwe ngekredithi khadi

source: On Credit
af_za: Op Krediet
xh_za: ngetyala
zu_za: ngesikweletu

source: Rounding
af_za: Ronding
xh_za: iziswe
zu_za: dingiliza

source: Amount Due
af_za: Bedrag Verskuldig
xh_za: imali efunekbhatalwe
zu_za: imali efunekayo

source: TAX INVOICE
af_za: BTW FAKTUUR
xh_za: iinvoice yetax
zu_za: intela ye-invoyisi

source: THANK YOU FOR YOUR PURCHASE
af_za: DANKIE VIR U AANKOPE
xh_za: enkosi ngenthengo yakho
zu_za: SIYABHONGA NGENTENGO

source: Increase Stock Items Selling Prices
af_za: Verhoging van Voorraad items Verkoops pryse
xh_za: nyusa amaxabiso
zu_za: yandisa imali yentengiso yempahla yesitoki

source: Pricelist
af_za: Pryslys
xh_za: udweliso lwamagama
zu_za: uhide lwentengiso

source: Increase Type
af_za: Verhogings Tipe
xh_za: nyusa ubunjani
zu_za: nyusa uhlobo

source: Old Price
af_za: Ou Prys
xh_za: ixabiso elidala
zu_za: intengo endala

source: New Price
af_za: Nuwe Prys
xh_za: ixabiso elthsa
zu_za: intengo entsa

source: Confirm Stock Selling Prices Increase
af_za: Bevestig Voorraad Verkoops pryse verhoging
xh_za: qinisekisa ngunyko lwamaxabisoi
zu_za: fakaza ukunyuka kwentengo yentengiso

source: There is not stock for the price list.
af_za: Daar is geen voorraad vir die prys lys
xh_za: akukho dweliso
zu_za: asikho isitoki kuhide lwentengiso

source: Selling Prices Increased
af_za: Verkoops Pryse Verhoging
xh_za: ixabiso lenyukile
zu_za: intengo yotengiso inyukile

source: International Order Details
af_za: Intenasionale Bestellings Besonderhede
xh_za: jonga incukacha zaphesheya
zu_za: imininingwane yomlayezo wangaphesheya

source: View Returned Stock Orders
af_za: Toon terug gebringde Voorraad Bestellings
xh_za: jonga ezibuyayo
zu_za: bheka umlayezo sesitoki obuyile

source: Returned Stock Orders
af_za: Terug gebringde Voorraad Bestellings
xh_za: jonga ezibuyayo
zu_za: umlayezo sesitoki obuyile

source: Unable to add contact to database. (TB)
af_za: Kan nie data lees nie
xh_za: akukwazanga ukufaka kwidatabase
zu_za: kunzima ukuthola ukuthintana kwidathabhazi (TB)

source: Unable to add contact to database. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazanga ukufaka kwidatabase
zu_za: kunzima ukuthola ukuthintana kwidathabhazi (TC)

source: Contact added
af_za: Kontak Bygevoeg
xh_za: uncukacha ifakiwe
zu_za: kwengeziwe ukuthintana

source: Add another contact
af_za: Voeg 'n ander kontak by
xh_za: uqamkamshelwano
zu_za: engeza okunye ukuthintana

source: Stock Purchase Number To Link To
xh_za: inombolo yonxibelelwano
zu_za: inombholo yentengo yesitoki yokuhlanganisa ku

source: Enter
af_za: Sleutel in
xh_za: ngena
zu_za: ngena

source: New Non-Stock Purchase
af_za: Nuwe Nie-Voorraad Verkope
xh_za: intengo ezintsa
zu_za: intengo entsa yempahla okungasiyona isitoki

source: Linked Purchase No.
xh_za: inombolo yonxibelelwano
zu_za: inombholo yentengo ehlanganile

source: Versions Information
xh_za: ulwazzi
zu_za: ukulandisa ngolwazi

source: Companies
af_za: Maatskappy'e
xh_za: inkampani
zu_za: izinkampane

source: Version
xh_za: imbono
zu_za: ukulandisa ngolwazi

source: History
af_za: Geskiedenis
xh_za: umvelaphi
zu_za: okwedlule

source: Edit Customer : Customer Details
af_za: Voeg Klieent: Klieent Besonderhede by
xh_za: lungisa umthengi:incukacah
zu_za: hlela ikhasimendi :imininingo ngekhasimendi

source: Interest Rate
af_za: Rente
xh_za: udidi
zu_za: inzalo/inzuzo ngokuya kwikhulu

source: Unablet to get account numbers.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana inombolo
zu_za: kunzima ukuthola izinombholo zesikwenetu

source: a Client with this account number already exists
af_za: n Klieent met die rekening nommer bestaan alreeds
xh_za: ukho mntu oyisebenzisayo leakhawunti
zu_za: selikhona ikhasimendi elinalena inombholo kwisikwenetu

source: Confirm Edit Customer : Customer Details
af_za: Bevestig Byvoeging van Klieent: Klieent Besonderhede
xh_za: qinisekisa ulungies
zu_za: fakaza ukuhlela ikhasimendi :imininingo yekhasimendi

source: Confirm save age analysis
af_za: Bevestig Stooring van Ouderdoms Analise
xh_za: qinisekisa ngeminyaka
zu_za: fakaza ukusindisa iminyaka nhlaziyo

source: Save Data
af_za: Stoor Data
xh_za: ulwazi ligciniwe
zu_za: sindisa idatha

source: Age analysis saved.
af_za: Ouderedoms Analise is gestoor
xh_za: ulwazi ligciniwe
zu_za: iminyaka nhlaziyo isindile

source: Incoming
af_za: Inkomste
xh_za: ujongo lonyaka
zu_za: iholo

source: Outgoing
af_za: Uitgawis
xh_za: ezingenayo
zu_za: okuphumayo

source: Running Total
af_za: Lopende Totaal
xh_za: eziphumayo
zu_za: okugijimayo konke kuhlangene

source: Actual
xh_za: eyona
zu_za: luqobo

source: Due
xh_za: yi
zu_za: okufanele

source: 7 Days
af_za: 7 Dae
xh_za: imini7
zu_za: amalanga angu-7

source: 14 days
af_za: 14 Dae
xh_za: imini ezi14
zu_za: amalanga angu-14

source: - Invalid Budget.
af_za: - Foutiewe Begroting
xh_za: ayikho ibudget
zu_za: engekho kahle ibhajetha

source: Yearly Budget Details
af_za: Jaarlikse Begroting Besonderhede
xh_za: ibudget ayikho
zu_za: imnininngwane yebhajetha yonyaka

source: Budget Name
af_za: Begroting Naam
xh_za: igama losetyenziso mali
zu_za: igama lebhajetha

source: Budget For
af_za: Begroting Vir
xh_za: imali yosetyenziso ifkiwe kwisystem
zu_za: bhajethela i

source: Budget Type
af_za: Begroting Tipe
xh_za: imali enjani
zu_za: uhlobo lwebhajethi

source: Budget Year
af_za: Begroting Jaar
xh_za: unyaka wemali
zu_za: unyaka webhajethi

source: Select Cost Centers
af_za: Kies Koste Senters
xh_za: khetha indawo
zu_za: khetha izindleko zendawo

source: Edit Budget
af_za: Voeg Begroting by
xh_za: lungisa imali ezasetyensz
zu_za: hlela ibhajethi

source: Budget Period
af_za: Begrotings Tydperk
xh_za: lungisa ixesha
zu_za: ithuba lebhajethi

source: Confirm New Budget
af_za: Bevestig Nuwe Begroting
xh_za: qinisekisa ngolungiso oluthsa lwemali
zu_za: fakaza ibhajethi entsa

source: Budget Amount
af_za: BegrotingsBedrag
xh_za: imali
zu_za: imali yebhajethi

source: Actual Amount
xh_za: imali
zu_za: imali yoqobo

source: Difference
af_za: Verskil
xh_za: umehluko%
zu_za: ukuhlukanisa

source: Difference %
af_za: Verskil in %
xh_za: umehluko%
zu_za: ukuhlukanisa ngokweshumi

source: Budget Report
af_za: Voorsienings Plan Verslag
xh_za: ingxelo
zu_za: ilipoti yebhajethi

source: New Yearly Budget created
af_za: Nuwe Jaarlikse Begroting geskep
xh_za: imali wonyaka
zu_za: ibhajethi entsa yonyaka yenziwe

source: Confirm cash flow budget entry
af_za: Bevestig kontant vloei Begrotinins inskrywing
xh_za: qinisekisa ngohambo lwemali
zu_za: fakaza ikhashi flowu bhajethi kufaka

source: Cash flow budget entry Removed
af_za: Kontant Vloei begrotings inskrywing is verwyder
xh_za: ihambo lwemali lususiwe
zu_za: ikhishiwe ikhashi flowu bhajethi kufaka

source: Entry has been deleted from the system.
af_za: Inskrywing is uitgevee
xh_za: umgeno ususiwe
zu_za: ukufaka kususiwe kwisisitimu

source: New cash flow budget entry
af_za: Nuwe kontant vloei begrotings inskrywings
xh_za: imali entsa
zu_za: ikhashi flowu bhajethi entsa kufaka

source: View cash flow budget entries
af_za: Toon Kontant vloei Begrotings inskrywings
xh_za: jonga umgenono webudget
zu_za: bheka ikhashi flowu kufaka

source: Budget Details
af_za: Begrotings Besonderhede
xh_za: jonga incukacha zemali ezasetyenziswa
zu_za: imniningwane yebhajethi

source: Remove Budget
af_za: Verwyder Begroting
xh_za: susa imali esasetyenziswa
zu_za: khipha/susa ibhajethi

source: Edit Yearly Budget
af_za: Sleutel Jaarlikse Begroting in
xh_za: lungisa imali ezasetyensz
zu_za: hlela ibhajethi yonyaka

source: Confirm New Yearly Budget
af_za: Bevestig Nuwe Jaarlikse Begroting
xh_za: qinisekisa ngemali ezakusetyenziswa enyangeni
zu_za: fakaza ibhajethi entsa yonyaka

source: Cash flow budget entries
af_za: Kontant vloei Begrotings inskrywings
xh_za: ungeno lwemali etsha
zu_za: ikhashi flowu bhajethi kufaka

source: Funds In/Out?
af_za: Fondse In/Uit?
xh_za: imali engenayo/ephemayo
zu_za: imali phakathi/ngaphandle?

source: Funds
af_za: Fondse
xh_za: imali
zu_za: izimali

source: View Cash flow budget entries
af_za: Toon Kontant vloei Begrotings inskrywings
xh_za: jonga ingeno lwezosetyenzisi
zu_za: bheka ikhashi flowu bhajethi kufaka

source: Unable to add entry to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukungenisa kwidatabse
zu_za: kunzima uukwengeza ukufaka kwidathabhazi

source: Cash flow budget entry added to the system
af_za: Kontant Vloei begrotings inskrywing is by sisteem gevoeg
xh_za: imali yosetyenziso ifkiwe kwisystem
zu_za: ikhashi flowu bhajethi kufaka yengeziwe kwisisitimu]

source: New cash flow budget entry has been added to the system.
af_za: Nuwe Kontant vloei begrotings inskrywings is by sisteem gevoeg
xh_za: imali yesetyenziso ifakiwe kwisystem
zu_za: ikhashi flowu bhajethi entsa ifakiwe kwisisitimu

source: Remove Yearly Budget
af_za: Verwyder Jaarlikse Begroting
xh_za: susa ali yukusebenzisa enyakeni
zu_za: susa ibhajethi yonyaka

source: Edit cash flow budget entry
af_za: Sleutel Kontant Vloei begroting inskrywing in
xh_za: lungisa imali ezasetyensz
zu_za: hlela ikhahi flow bhajethi kufaka

source: Cash flow budget entry updated
af_za: Kontant Vloei begrotings inskrywing is opgedateer
xh_za: lungisa imali ezakusetyenziswa
zu_za: ihlela ikhahi flow bhajethi kufaka

source: New cash flow budget entry has been updated in the system.
af_za: Nuwe Kontant vloei begrotings inskrywings opgedateer in die sisteem
xh_za: imali esetyenziswayo entsa
zu_za: ikhashi flo bhajethi entsa kufaka ihleliwe kwisisitimu

source: Confirm New Monthly Budget
af_za: Bevestig Nuwe Maandelikse Begroting
xh_za: qinisekisa ngemali ezakusetyenziswa enyangeni
zu_za: fakaza ibhajethi yenyanga entsa

source: New Monthly Budget created
af_za: Nuwe Maandelikse Begroting is geskep
xh_za: imali ezakusetyenziswa enyangeni
zu_za: ibhajeti entsa yenyanga yenziwe

source: Current Budgets
af_za: Huidige Begrotings
xh_za: imali yangoku
zu_za: ibhajethi yamanje

source: Entry Date
af_za: Inskrywings Datum
xh_za: umhla wongeno
zu_za: faka ilanga lenyanga

source: BudgetFor
af_za: Begroting Vir
xh_za: imali ye
zu_za: bhajethela i-

source: Period/Year
af_za: Tydperk/Jaar
xh_za: ixesha/enyaka
zu_za: ithuba/unyaka

source: Make another appointment
af_za: Maak 'n ander afspraak
xh_za: yenza olunye udibano
zu_za: yenza omunye umcimbi

source: Printed Point of Sale Invoices
af_za: Print die Punt van Verkope se Fakture
xh_za: yenza olunye udibano
zu_za: khipha ama-invoyisi ephoyinti lukuthengisa

source: Slip
af_za: Strokie
xh_za: indawo yofuno lweinvoice
zu_za: isilipu

source: Incomplete POS Quotes
af_za: Onvoltooide POS Kwitasies
xh_za: islipi
zu_za: impinda yamaPOS angaphelele

source: Consignment Order Details
xh_za: incukacha
zu_za: imininingwane yokuhamba nomlayezo

source: Consignment Order Date
xh_za: umhla weconsignment
zu_za: ilanga lenyanga lokuhamba nokumlayezo

source: Stock Serial Numbers
xh_za: inombolo
zu_za: izinombholo ezilandelenayo zesitoki

source: Find Another
af_za: Vind 'n ander
xh_za: fumana enye
zu_za: thola okunye

source: Date added
af_za: Datum Bygevoeg
xh_za: umhla
zu_za: ilanga lenyanga okwenezelwe ngalo

source: View other contacts
af_za: Toon ander Kontakte
xh_za: jonga abasusiweyo
zu_za: bheka abathintekayo abanye

source: Cantact Removed
af_za: Kontak Verwyder
xh_za: ususiwe
zu_za: abathintekayo basusiwe

source: User Access to Document
af_za: Verbruikers toegang na dokument
xh_za: ugeno lomsebenzisi
zu_za: umngenisi ngena kumabhuku

source: User Access
af_za: Verbruikers toegang
xh_za: ungeno
zu_za: umngenisi ngena

source: Unable to retrieve user admin status from the database.
xh_za: akukwazekanga ukubuyisela
zu_za: kunzima ukukhipha izinga likamngenisi kuphuma kwidathabhazi

source: Confirm Invoices to be emailed
af_za: Bevestig watter Fakture geepos moet word
xh_za: qinisekisa ngeomblo yeinv
zu_za: fakaza ama-invoyisi amele ukumayilwa

source: Inv Num
af_za: Faktuur No
xh_za: iinv nombolo
zu_za: inombholo ye-invoyisi

source: Email Address
af_za: Epos Adres
xh_za: idilesi
zu_za: ikheli le-mayile

source: Send Emails &raquo;
af_za: Stuur Epos
xh_za: thomela umyaleza
zu_za: thumela i-imayile

source: Result
af_za: Resultaat
xh_za: iziphumo
zu_za: umphulela

source: Curr
xh_za: icurr
zu_za: manje

source: Select Item Number
af_za: Kies Item Nommer
xh_za: inombolo khetha
zu_za: khetha inombholo yempahla

source: Purchases Reports
af_za: Aankope Verslag
xh_za: ingxelo
zu_za: ilipoti lentengo

source: Error reading warehouses (FWH).
af_za: Fout met lesing van stoorkamers (FWH)
xh_za: jongolwendawo yogcino
zu_za: iphutha likufunda indlu yokubeka isitoki

source: There are no stocks under the selected warehouse.
af_za: Daar is geen voorraad onder die spesifieke stoorkamers nie
xh_za: akhonto lkwezikhethiweyo
zu_za: asikho isitoki kulezindlu ezikhethiwe

source: New Sales Order Saved
af_za: Nuwe Verkoop Bestelling gestoor
xh_za: gcina
zu_za: umlayezo omusha wentengiso usindisiwe

source: Returned Non-Stock Order Details
af_za: Terug gestuurde Nie-Voorraad bestellings Besonderhede
xh_za: buyisa
zu_za: imininingwane yempinda okungasiyisitoki ebuyisiwe

source: Print Delivery Note
af_za: Print Aflewerings Nota
xh_za: khuphela
zu_za: khipha idilivari nothi

source: (Stock Code) Stock Description
af_za: (Voorraad Kode) Voorraad Beskrywing
xh_za: uchazelo
zu_za: (ikhodi lesitoki)uhlobo lwesitoki

source: Sold To customer : TT traders - Invoice no. 3
xh_za: ithengiswe invoice
zu_za: ithengiselwe ikhasimendi:TT-traders -i-invoyisi no.3

source: Sold To customer : TT traders - Invoice no. 4
xh_za: ithengisiwe
zu_za: ithengiselwe ikhasimendi:TT-traders -i-invoyisi no.4

source: Total for period March to Date :
af_za: Totale tydperk Vanaf Maart tot op Datum:
xh_za: ezipheleleyo
zu_za: konke kwethuba lika mashi kuze kulena esikuyo

source: Debtors Age Analysis Period
af_za: Debiteure Ouderdoms Analise tydperk
xh_za: ixesha lojongo
zu_za: ithuba leminya lokuhlaziya labantu abakweletayo

source: Use Cubit System Date
af_za: Gebruik Cubit Sisteem Datum
xh_za: sebenzisa umhla wecubit
zu_za: sebenzisa iCubi sisitimy dathi

source: Close month manually
xh_za: vala inyanga
zu_za: vala inyanga ngendle ejwayeleki
