Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Confirm Remove Employee
af_za: Bevestig Verwydering van Werknemer
xh_za: qinisekisa ngosuso lwabaqeshiweyo
zu_za: fakaza ukususa umsebenzi

source: Employee Details
af_za: Werknemer Besonderhede
xh_za: incukacha zomqheshiweyo
zu_za: iminingwane yomuntu osebenzayo

source: Basic Salary
af_za: Basiese Salaris
xh_za: umrholo
zu_za: iholo lenyanga lokusekela

source: Details of leaving
af_za: Besonderhede ivm Verlating
xh_za: incukacha zosuso
zu_za: imininingwane yokuhamba

source: Reason for Leaving
af_za: Rede ivm Verlating
xh_za: izizathu zokuhamba
zu_za: isizathu sokuhamba

source: Remove from active Employees &raquo;
af_za: Verwyder van aktiewe Werknemers
xh_za: susa kumsebsnzi osebenzayo
zu_za: susa/khipha kubasebenzi abasebenzayo

source: Employee successfully deleted
af_za: Werknemer suksesvol uitgevee
xh_za: umsebenzi ususwe ngempumelelo
zu_za: umuntu osebenzayo ukhiphekekahle

source: Employee, has been moved to past employees.
af_za: Werknemer is verwyder na vorige werknemers
xh_za: umsebenzi usiwe kubasebenzi bangapambili
zu_za: umsebenzi usisiwe kubasebenzi bakudala

source: Non-Stock Quote Details
af_za: Nie-Voorraad Kwitasie Besonderhede
xh_za: incukacha ngezingathengwayo
zu_za: imininingwane yempinda yempahla okungasiyona isitoki

source: Non-Stock Quote No.
af_za: Nie-Voorraad Kwitasie No
xh_za: inombolo yezingathengwayo
zu_za: inombholo yempinda yempahla okungasiyona isitoki

source: View Currency
af_za: Toon Huidige
xh_za: jonga ezangoku
zu_za: bheka uhlobo lwemali

source: Currency Symbol
af_za: Huidige Simbool
xh_za: isymbol yangoku
zu_za: uphawu lohlobo lwemali

source: Current Rate
af_za: Huidige Kostes
xh_za: ixabiso langoku
zu_za: izinga lamanje

source: Cancel Quote
af_za: Kanselleer Kwitasie
xh_za: susa kumsebsnzi osebenzayo
zu_za: chisha impinda

source: Quote canceled
af_za: Kwitasie Gekanselleer
xh_za: susa kumsebsnzi osebenzayo
zu_za: impinda ichishiwe

source: First Letters of Supplier
af_za: Eerste letters van Verskaffer
xh_za: agama lokuqala lomrhwebi
zu_za: amagama okuqala wesaplaya

source: Order Type
af_za: Bestellings Tipe
xh_za: ubunjani
zu_za: uhlobo lwesaplaya

source: New Supplier
af_za: Nuwe Verskaffer
xh_za: umrhwebi omtsha
zu_za: isaplaya entsha

source: VAT CODE
af_za: BTW KODE
xh_za: ikhodi yeVat
zu_za: ikhodi leVAt

source: UNIT PER PACK
af_za: EENHEID PER PAK
xh_za: iunit yepaki
zu_za: inombholo ngokupaga

source: PRICE PER PACK
af_za: PRYS PER PAK
xh_za: ixabiso lepaki
zu_za: imali ngokupaga

source: UNITS
af_za: EENHEDE
xh_za: iiyuniti
zu_za: inombholo

source: PRICE PER UNIT
af_za: PRYS PER EENHEID
xh_za: ixabiso lepaki
zu_za: imali ngokukodwa

source: REM
xh_za: irem
zu_za: iREM

source: Unable to get price.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ixabiso
zu_za: kunzima ukuthola imali yempahla

source: Unable to get account data.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi kwakhawunti
zu_za: kunzima ukuthola idatha yesikwenetu

source: Select Item
af_za: Kies Item
xh_za: khethe into
zu_za: khetha impahla

source: Delivery Charges VAT Code
af_za: Aflewerings Kostes BTW Kode
xh_za: ixabiso lwabazisi

source: Different Store
af_za: Verskillende Winkels
xh_za: ivenkile zahlukeneyo
zu_za: izitolo ezihlukile

source: Add Non stock Product
af_za: Voeg Nie Voorraad Produk by
xh_za: faka izinto ezingathengiswayo
zu_za: engeza impahla okungasiyisitoki mkhicizo

source: No invoices for this month.
af_za: Geen fakture vir die maand
xh_za: inombolo yeinvoice yenyanga
zu_za: awekho ama-invoyisi kulenyanga

source: View PDF
af_za: Toon PDF
xh_za: jonga ipdf
zu_za: bheka iPDF

source: View By Date Range
af_za: Toon volgens Datum Volgorde
xh_za: jonga umhla
zu_za: bheka nohlu lwelanga lenyanga

source: Unable to retrieve default comments.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukuzisa iingcinga
zu_za: kunzima ukuphipha isiboniso esingasebenzi

source: RETURNED
af_za: TERUG GESTUURDE
xh_za: ezibuyiswayo
zu_za: ebuyisiwe

source: Stock Return
af_za: Voorraad Terug gestuur
xh_za: buyela kwintengiso
zu_za: buyisa isitoki

source: Invalid supplier Number.
af_za: Verkeerde Verskaffers No
xh_za: akekho lomrhwebi
zu_za: inombholo yesaplaya engasebenzi

source: No previous Transactions for this month.
af_za: Geen vorige Transaksies vir die Maand
xh_za: akukho transaction kulenyanga
zu_za: awekho ama-transakishini wenyanga edlule

source: Return International Non-Stock Order
af_za: Stuur Internasionale Nie-Voorraad Bestelling terug
xh_za: buyelela kwintengo zaphesheya
zu_za: buyisela umlayezo wangaphesheya wempahla okungasiyona isitoki

source: International Non-Stock Order receipt has been recorded.
xh_za: irisiti yentengo zaphesheya zifakiwe
zu_za: ubhaliwe umlayezo wangaphesheya wenpahla okungasisona isitoki

source: Remarks:
af_za: Opmerkings:
xh_za: gxeka
zu_za: hlolafuthi

source: Non-Stock Sales Order Details
af_za: Nie -Voorraad Verkope Bestellings Besonderhede
xh_za: incukacha zezingathengwayo
zu_za: imininingwane yomlayezo wempahla okungasiyisitoki

source: Non-Stock Sales Order No.
af_za: Nie -Voorraad Verkope Bestel no
xh_za: inombolo yezingathengwayo
zu_za: inombholo yomlayezo wentengiso okungasiyona isitoki

source: New Non-Stock Sales Orders
af_za: Nuwe Nie-Voorraad Verkope Bestellings
xh_za: ezintsha ezingathengwayo
zu_za: umlayezo omusha wentengiso wempahla okungasiyona isitoki

source: By Category
af_za: Volgens Katogorie
xh_za: ziya kudidi
zu_za: ngohlelo

source: By Classification
af_za: Volgens Klassifikasie
xh_za: kwinqanaba
zu_za: ukuhlela ngohlelo oluthile

source: Select Stock Item
af_za: Kies Voorraad Item
xh_za: izinto ezithengiweyo ezikhethiweyo
zu_za: khetha impahla yesitoki

source: Consignment Order No.
xh_za: inombolo yeconsignment
zu_za: inombholo ephathelene nomlayezo

source: Print Non-Stock Invoices
af_za: Print Nie-Voorraad Fakture
xh_za: iinvoice yeokhuphelo yezingathengwayo
zu_za: khipha ama-invoyisi wenpahla okungasiyisitoki

source: Bank not Found.
af_za: Kry nie Bank nie
xh_za: ibhanki ayikafunyanwa
zu_za: ibhangi alitholakali

source: Unable to retrieve the default comments from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukulungisa ezimosheshekileyo
zu_za: kunzima ukukhipha ukubeka umqondo ongasebenzi kwidathabhazi

source: Category code
af_za: Katogorie Kode
xh_za: ikhodi yeodidi
zu_za: ikhodi lohlobo

source: Category name
af_za: Katogorie naam
xh_za: igama lodidi
zu_za: igama lohlobo

source: View Stock Category
af_za: Toon Voorraad Katogorie
xh_za: jonga ezodidi
zu_za: bheka uhlobo lwesitoki

source: Category Code
af_za: Katogorie Kode
xh_za: ikhodi yezodidi
zu_za: ikhodi lohlobo

source: New Stock Category added to database
af_za: Nuwe Voorraad katogorie in databasis bygevoeg
xh_za: ezithengwayo ezintsha zifakwe kwidatabase
zu_za: uhlobo lwesitoki esisha liyengeziwe kudathabhazi

source: View Returned International Stock Orders
af_za: Toon terug gestuurde Intenationale voorraad Bestellings
xh_za: jonga ezibuyisiweyo zaphesheya
zu_za: bheka umlayezo wesitoki wangaphesheya obuyisiwe

source: Returned International Stock Orders
af_za: Stuur Internasionale Voorraad Bestellings terug
xh_za: ezibuyisiweyo zaphesheya
zu_za: umlayezo wesitoki wangaphesheya obuyisiwe

source: Return Date
af_za: Terug stuur Datum
xh_za: umhla wobuyiso
zu_za: ilanga lenyanga lokubuyisa

source: Admin Settings
af_za: Administrasie Opstelling
xh_za: uqalo lwezobhaliso
zu_za: amahlelo okuphatha

source: Customer type
af_za: Kliente Tipe
xh_za: abathengi abanjani
zu_za: uhlobo lwekhasimendi

source: Error : Selected customer account has been blocked.
af_za: Fout : Die klieent se rekening is geblok
xh_za: undonakele khetha iakhawunti yomthengi ovulelweyo
zu_za: iphutha :isikwenetu sekhasimendi elikhethiwe sivalile

source: There are no Sales People found in the database.
af_za: Daar is geen Verkoopsverteenwoordigers te vind in databasis nie
xh_za: akukho bathengisi abafunyenwe kwidatabasee
zu_za: abhekho abathengisi abatholiwe kwidathabhazi

source: Select Number
af_za: Kies Nommer
xh_za: khetha inombolo
zu_za: khetha inombholo

source: Point of Sale
af_za: Punt van Verkope
xh_za: khomba umthengi
zu_za: isihloko sokuthengisa

source: Barcode
af_za: Strepies kode
xh_za: inombolo yobhalo
zu_za: ibhakhodi

source: Stock Filter
xh_za: ezithengiswayo ezgceleyo
zu_za: hluza isitoki

source: Available Credit
af_za: Beskikbare Krediet
xh_za: icredit ezikhoyo
zu_za: esikwenetu ongasisebenzisa

source: Add Product
af_za: Voeg produk by
xh_za: faka izinto ezingathengiswayo
zu_za: engeza umkhiqizo

source: Error : Invoice number has no items.
af_za: Fout: Faktuur no het geen items nie
xh_za: undonakele iombolo yeiinvoice ayikho kweziitems
zu_za: iphutha: imonbholo ye-invoyisi ayinampahla

source: New Invoice Saved
af_za: Nuwe Faktuur gestoor
xh_za: iinvoice entsha igciniwe.
zu_za: i-invoyisi entsha isindile

source: Add new user to database
af_za: Voeg nuwe verbruiker in databasis in
xh_za: faka umsebenzisi omtsha
zu_za: engeze umngenisi kwidathabhazi

source: Confirm password
af_za: Bevestig geheimekode
xh_za: qinisekisa ngegama logqithiso
zu_za: fakaza igama lokungena

source: Show Tooltips
xh_za: bonisa
zu_za: bonisa amathuluzi okusiza

source: POS User
af_za: POS verbruiker
xh_za: umsebenzisi wepos
zu_za: iPOS umngenisi

source: Add user to database
af_za: Voeg verbruiker by databasis by
xh_za: faka umsebenzisi kwidatabase
zu_za: engeza umngenisi kudathabhazi

source: User Settings
af_za: Verbruikers Opstelling
xh_za: isiqalo somsebenzisi
zu_za: amahlelo kamngenisi

source: Add Departments
af_za: Voeg Departemente by
xh_za: faka amaqumrhu
zu_za: engeza umnyango

source: Select user Permissions
xh_za: khetha unngeno kumsebenzisi
zu_za: khetha imvume kamngenisi

source: Done &raquo;
xh_za: igqityiwe
zu_za: kukhelile

source: New user added to database
af_za: Nuwe verbruiker in databasis bygevoeg
xh_za: umsebenzisi omtsha ufakiwe kwidatabase
zu_za: umngenisi omusha wengeziwe kudathabhazi

source: Add another user
af_za: Voeg 'n ander verbruiker by
xh_za: fka omnye omsebenzisi
zu_za: engeza omunye umngenisi

source: Accept International Sales Order
af_za: Aanvaar Internasionale Verkoops Bestelling
xh_za: vumelani intengo zaphesheya
zu_za: vuma umlayezo wentengiso wangaphesheya

source: Sales Order Details
af_za: Verkope Bestellings Besonderhede
xh_za: incukacha zezithengiswayo
zu_za: imininingwane yomlayezo wentengiso

source: Sales Order Not Found
af_za: Verkope Bestelling nie te vind nie
xh_za: iorder yeakhawunti ayifunyanwanga
zu_za: umlayezo wentengiso awutholakali

source: International Sales Order accepted
af_za: Internasionale Verkoop Bestellings aanvaar
xh_za: intengo zaphesheya zivunyiwe
zu_za: uvumiwe umlayezo wangaphesheya wentengiso

source: Unable to get con info.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana ulwazi
zu_za: kunzima ukuthola ulwazi olumisiwe

source: Personal details
af_za: Persoonlike Besonderhede
xh_za: incukacha zomntu
zu_za: imininingwane eqonde umuntu

source: Main Contact
af_za: Hoof Kontak
xh_za: uqhakamshelwano olungundoqo
zu_za: ukuthintana okukhulu

source: Contact details
af_za: Kontak Besonderhede
xh_za: incukacha zoqhakamshelwano
zu_za: imininingwane yokuthintana

source: Facsimile
xh_za: ifacsimile
zu_za: isibonakaliso seqiniso

source: List contacts
af_za: Lys kontakte
xh_za: dwelisa uqhakamshelwano
zu_za: uhide lokuthintana

source: Unabel to update contact.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukusa uqhakamshelwano
zu_za: kunzima ukuhlela ukuthintana

source: Deleted contact person
af_za: Vee Kontak persoon uit
xh_za: susa umntu woqhakamshelwano
zu_za: susa umuntu othintekayo

source: Contact has been deleted from the database.
af_za: Kontak is uit databasis gevee
xh_za: uqhakamshelwano lususwe kakuhle kwidatabase
zu_za: ukuthintana kususiwe kwiDathabhazi

source: POS Type
af_za: POS Tipe
xh_za: yiphi iPOS
zu_za: uhlobho lwePOS

source: Speed POS User
af_za: Spoed POS Verbruiker
xh_za: ukhawulezo lwePOs lomsebnzisi
zu_za: ukushesha iPOS mngenisi

source: POS Manager
af_za: POS Bestuurder
xh_za: umphathi wepos
zu_za: induna yePOS

source: Set Stock Purchase Approval
af_za: Stel Voorraad Aankoop goedkeuring op
xh_za: uqalo lwentengiso evunyiweyo
zu_za: hlela imvume yokuthenga isitoki

source: Stock Purchase Approval
af_za: Voorraad Aankoop Goedkeuring
xh_za: intengiso evunyiweyo
zu_za: imvume yokuthenga isitoki

source: Outstanding Stock
af_za: Uitstaande Voorraad
xh_za: ezithengiweyo ezingabhatalwanga
zu_za: isitoki esisele

source: All Customers
af_za: Alle Kliente
xh_za: bonke abasebenzi
zu_za: wonke amakhasimendi

source: Credit notes
af_za: Krediet Notas
xh_za: ezityalwayo izibhalo
zu_za: amakredithi nothi

source: Class
af_za: Klas
xh_za: ibanga
zu_za: uhlobo

source: unable to get customer list.
af_za: Kan nie data lees nie
xh_za: ukukwazekangaukufumana udweliso lwabathengi
zu_za: kunzima ukuthola uhide lamakhasimendi

source: Print Invoices
af_za: Print Fakture
xh_za: khuphela iinvoice
zu_za: khipha i-invoyisi

source: Add Receipt
af_za: Voeg Kwitansie by
xh_za: faka irisiti yabarhwebi
zu_za: engeza irisipu

source: Edit Currency
xh_za: faka iccurrence
zu_za: hlela uhlobo lwemali

source: (RSA) Rand - R
af_za: (RSA) Rand &ndash; R
xh_za: irand
zu_za: (RSA) ilandi -R

source: (UK) Pound - &pound;
af_za: (UK) Pond -
xh_za: ipound
zu_za: (UK) upondo-&pound;

source: (EU) Euro - &euro;
af_za: (EU) Euro -
xh_za: ieuro
zu_za: (EU) Yuro - &euro;

source: Currency Name
af_za: Huidige Naam
xh_za: amagama ecuurency
zu_za: igama lenkampane

source: Confirm Edit Currency
xh_za: qinisekisa ngolungiso lwecurrency
zu_za: fakaza ukuhlela uhlobo lwemali

source: Currency Edited
af_za: Huidige ingesleutel
xh_za: ulungiso lwecurrency
zu_za: uhlobo lwemali luhleliwe

source: Add new User Department
af_za: Voeg nuwe Verbruikers Departement by
xh_za: faka umsebenzisi omtsha kwiqumrhu
zu_za: engeza omusha umyango kumngenisi

source: Add Dept &raquo;
af_za: Voeg Departement by
xh_za: faka iqumrhu
zu_za: engeza umyango

source: New User Department added to database
af_za: Nuwe Verbruikers Departement in databasis bygevoeg
xh_za: umsebenzisi wrqumrhu omtsha ufakwe kwidatabase
zu_za: umngenisi omusha wengeziwe kudathabhazi

source: There are no outstanding debtors in the database.
af_za: Daar is geen uitstaande Debiteure in databasis
xh_za: akukho batyali kwidatabase
zu_za: azikho isikweletu ezilindiwe kwidathabhazi

source: Outstanding Debtors
af_za: Uitstaande Debiteure
xh_za: amatyala angekabhatalwa
zu_za: izikweletu ezilindiwe

source: View Debtors batch
af_za: Toon Debiteure Groep
xh_za: jonga ibatshi yebatyalayo
zu_za: bheka ibhashi lezikweletu

source: Debtors - Age
af_za: Debiteure &ndash; Ouderdom
xh_za: abatyalayo-imityaka
zu_za: ukukhula kwezikweletu

source: New Non-Stock Asset Purchase
xh_za: ezingathengwayo ezitsha izinto
zu_za: intengo entsa yama-aseti wempahla entsa okungasisitoki

source: Supplier Invoice Number
af_za: Verskaffers Faktuur no
xh_za: inombolo yeinvoice yenyanga
zu_za: inombholo yama-invoyisi yesaplaya

source: Non-Stock Purchase No.
af_za: Nie -Voorraad Aankoop No
xh_za: inombolo yomthengisi
zu_za: inombholo yentengo yempahla okungasiyisitoki

source: View Non-Stock Purchases
af_za: Toon Nie-Voorraad Aankope
xh_za: jonga ezithengiweyo ezigathengwayo
zu_za: bheka intengo yempahla okungasiyisitoki

source: Non-Stock Purchases
af_za: Nie-Voorraad Aankope
xh_za: ezithengiweyo ezingathengwayo
zu_za: intengo yempahla okungasiyisitoki

source: Receive
af_za: Ontvang
xh_za: zifunyenwe
zu_za: thola

source: Quantity Sold
af_za: Hoeveelheid Verkoop
xh_za: izininzi zithengisie
zu_za: inani elithengisiwe

source: Account Creation
af_za: Rekening Geskep
xh_za: iakhawunti yeziqalo
zu_za: ukwenza isikwenetu

source: Use Cubit Account numbers
af_za: Gebruik Cubit Rekening nommers
xh_za: sebenzisa yenombolo yeakhawunti yecubit
zu_za: sebenzisa inombholo yezikwenetu zeCubit

source: Use user selected account numbers
af_za: Gebruik verbruiker gekiesde rekening nommers
xh_za: sebenzisa inombolo zeakhawunti ezikhethiweyo
zu_za: sebenzisa umngenisi okhethiwe wezinombholo zesikwenetu

source: Add new PAYE &raquo;
xh_za: faka ubhatalo olutsha
zu_za: engeza entsha PAYE &raquo;

source: Write changes &raquo;
af_za: Skryf veranderings
xh_za: bhala utshintsho
zu_za: bhala ukushintsha

source: Cancel Sales Order
af_za: Kanselleer Verkoop Bestelling
xh_za: susa iorder zentengiso
zu_za: chisha umlayezo wentengo

source: Sales Order Cancelled
af_za: Verkope bestelling is gekanselleer
xh_za: ithengiso zisusiwe
zu_za: umlayezo wentengo uchishiwe

source: Sales Order has been cancelled.
af_za: Verkope bestelling is gekanselleer
xh_za: inthengiso sezisusiwe
zu_za: umlayezo wentengo uchishiwe

source: Non-Stock Order received
af_za: Nie-Voorraad bestelling ontvang
xh_za: ezingathengwayo zifunyenwe
zu_za: umlayezo wempahla okungasisona isitoki utholiwe

source: Supplier Inv No
af_za: Verskaffer Faktuur no
xh_za: inombolo yeinvoice yomrhwebi
zu_za: inombholo ye-invoyisi yesaplaya

source: - Invalid use of module.
af_za: Foutiewe gebrui van module
xh_za: ayikho lemodule
zu_za: -imodule isebezeke ngokungafanele

source: - Invalid Cost Center.
af_za: Kan nie data lees nie
xh_za: ayikho lendawo yamaxabiso
zu_za: -indawo yezindleko engasebenzi

source: Posted By
af_za: Gepos deur
xh_za: ithenyelwe
zu_za: ithumelwe ngu

source: Expenses
af_za: Uitgawes
xh_za: incitha
zu_za: izindleko

source: Cost Centers Detailed Report
af_za: Koste Senter Besonderhede Verslag
xh_za: incukacha zengxelo zendawo yamaxabiso
zu_za: ilipoti lemininingo yezindawo zendleko

source: Select user permissions
xh_za: khetha imvume yomsebenzisi
zu_za: khetha izimvume zikamngenisi

source: Add user &raquo;
af_za: Voeg verbruiker by
xh_za: faka umsebenzisi
zu_za: engeza umngenisi &raquo;

source: Select Department(s)
af_za: Kies Departement(e)
xh_za: khetha iqumrhu\
zu_za: khetha (imi)umnyango

source: Perion name not found
xh_za: igama alifunyanwanga
zu_za: iigama lethuba alitholakali

source: You Selected a Stock Control account
af_za: U het 'n Voorraad Kontrole rekening gekies
xh_za: ukhethe iakhawunti yentengiso
zu_za: ukhethe isikwenetu sokulawula isitoki

source: Unable to update stockledeger.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa exasheni ilegder yezithengwayo
zu_za: kunzima ukuhlela ileja yesitohi

source: AND/OR
af_za: En/Of
xh_za: no okany
zu_za: noma/na-,na-,noma-

source: Contact Information
af_za: Kontak Besonderhede
xh_za: ulwazi ngoqakanshelwano
zu_za: ulwazi lokuthintana

source: Edit Contact
af_za: Sleutel kontak in
xh_za: lungisa uqhakamshelwano
zu_za: hlela ukuthintana

source: Add Contact Person
af_za: Voeg kontak persoon by
xh_za: faka umntu wonxibelelwano
zu_za: engeza umuntu othintekayo

source: Unable to get contact details.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana umntu wonxibelelwano
zu_za: kunzima ukuthola imininingo ngokuthintana

source: Error : Customer not Found.
af_za: Fout: Kry nie klieent nie
xh_za: undonakele:umthengi akafunyanwanga
zu_za: iphutha :ikhasimensi alitholakali

source: VAT Codes
af_za: BTW KODE
xh_za: ikhodi yevat
zu_za: ikhodi leVAT

source: Asset Groups
af_za: Groepe Bates
xh_za: iqela levat
zu_za: iqembhu lama-aseti

source: Cost Account
af_za: Koste Rekening
xh_za: iakhawunti yexabiso
zu_za: isikwenetu asezindleko

source: Accumulated Depreciation Account
xh_za: ikhawunti yolwehlo xabiso
zu_za: isikwenetu sokudleka okwandisiwe

source: Depreciation Account
xh_za: iakhawunti yolwehlo lwezinto
zu_za: isikwenetu sokuhleka

source: Returned Purchase Not Found
af_za: Kry nie terug gestuurde Aankope nie
xh_za: ezithengiweyo ezibuyisiweyo azifunyanwanga
zu_za: intengo ebuyisiwe ayitholakali

source: Returned International Purchase Details
af_za: Terug gestuurde Internasionale Aankoop Besonderhede
xh_za: incukacha zaphesheya ezibuyisiweyo
zu_za: imininingo yentengo yangaphesheya ebuyisiwe

source: Incomplete Quotes
af_za: Onvoltooide Kwitasies
xh_za: ayigqitywanga
zu_za: impinda engaphelele

source: Remove Branch
af_za: Verwyder Tak
xh_za: susa I indawo
zu_za: susa noma khipha ibhulantshi

source: Branch deleted
af_za: Tak is Verwyder
xh_za: susa indawo
zu_za: ibhulantshi lisusiwe

source: Select Company to Export
af_za: Kies 'n Maatskappy om uittevoer
xh_za: khetha inkampani yezothutho
zu_za: khetha inkampane kuze-ukhiphe

source: Export
af_za: Uitvoer
xh_za: eziththwayo
zu_za: hambisa

source: Add Company
af_za: Voeg Maatskappy by
xh_za: faka inkampani
zu_za: engeza inkampane

source: Invalid company selected
af_za: Verkeerde Maatskappy gekies
xh_za: ayikho inkampani ekhethiweyo
zu_za: inkampane engekho ikhethiwe

source: User Details
af_za: Verbruikers Besonderhede
xh_za: incukacha zomsebenzisi
zu_za: imininingo ngomngenisi

source: Group test
af_za: Groep toets
xh_za: ujongo lwamaqela
zu_za: ukuhlola iqembhu

source: Gruop test2
af_za: Groep toets2
xh_za: ujongo lwamaqela
zu_za: ukuhlola iqembhu 2

source: Add New User
af_za: Voeg nuwe Verbruiker by
xh_za: faka umsebenzisi omtsha
zu_za: engeza umngenisi omusha

source: Personal Details
af_za: Persoonlike Besonderhede
xh_za: incukacha zomntu
zu_za: imininingwane eqonde umuntu

source: Additional
af_za: Addisioneel
xh_za: ezongeziweyo
zu_za: afutha

source: Initial Group
xh_za: iqela lamagama
zu_za: isiqalo samaqembhu

source: New User Details
af_za: Nuwe Verbruiker Besonderhede
xh_za: incukacha zomsebenzisi omtsha
zu_za: imininingo emisha yomngenisi

source: Confirm User Details
af_za: Bevestig Verbruiker Besonderhede
xh_za: qinisekisa ngencukacha zomsebenzisi
zu_za: fakaza imininingo yomngenisi

source: unable to insert into usradd.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka kwiusraddd
zu_za: kunzima ukufaka ukwengeza kumngenisi

source: User Added
af_za: Verbruiker bygevoeg
xh_za: faka umsebenzi
zu_za: umngenisi ufakiwe

source: Document Management
af_za: Dokument Bestuur
xh_za: umbhalo womphathi
zu_za: ncwada umphathi

source: Document
af_za: Dokument Bestuur
xh_za: umbhalo
zu_za: incwadi

source: Filename
af_za: Leer naam
xh_za: igama longcini lawzi
zu_za: igama lefayile

source: There are no Documents found.
af_za: Daar is geen Dokumente te vind nie
xh_za: akukho maphepha afunyenweyo apha
zu_za: azikho izincwadi ezitholakele

source: Download
af_za: Aflaai
xh_za: khuphela
zu_za: iDawunilodi

source: View Options
af_za: Toon Opsies
xh_za: jonga onokuzikhetha
zu_za: bheka ukuziqomela

source: Document Types
af_za: Dokument tipes
xh_za: yiphi isibhalo
zu_za: uhlobo lwencwadi

source: Add Document
af_za: Voeg Dokument by
xh_za: faka isibhalo
zu_za: engeza incwadi

source: Document types
af_za: Dokument tipes
xh_za: yiphi isibhalo
zu_za: uhlobo lwencwadi

source: Document type
af_za: Dokument Tipe
xh_za: yiphi isibhalo
zu_za: uhlobo lwencwadi

source: Archieved Documents
af_za: Argief Dokumente
xh_za: fumana isibhalo
zu_za: qeda ngencwadi

source: id
xh_za: iid
zu_za: umavisi

source: Type Name
af_za: Tipe Naam
xh_za: liphi igama
zu_za: faka igama

source: Typename
xh_za: liphi igama
zu_za: faka-igama

source: Edit Document
af_za: Sleutel Dokument in
xh_za: lungisa igama
zu_za: hlela incwadi

source: Document Name
af_za: Dokument naam
xh_za: liphi igama
zu_za: igama lencwadi

source: Decription
af_za: Omskrywing
xh_za: chaza
zu_za: uhlobo

source: Confirm Document
af_za: Bevestig Dokument
xh_za: qinisekisa ngesibhalo
zu_za: fakaza incwadi

source: Document edited
af_za: Dokument Ingesleutel
xh_za: lungisa isibhalo
zu_za: incwadi ihleliwe

source: Folder Details
xh_za: igama logcino
zu_za: imininingwane yefolda

source: Folder Name
xh_za: igama logcino
zu_za: igama lefolda

source: Add New Folder
xh_za: faka igama logcino
zu_za: engeza entsha ifolda

source: Document Type
af_za: Dokument Tipe
xh_za: liphi igama
zu_za: uhlobo lwencwadi
