Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Unable to get info from db.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ingcazelo kwi-db.
zu_za: kunzima ukuthola ulwazi kwi-database

source: Quick Links
af_za: Vinnige skakel
xh_za: indibano ekhawulezileyo
zu_za: ukuhlanganisa okusheshayo

source: Allocate users to Teams
af_za: Allokeer gebruikers tot spanne
xh_za: ukukhethela umsebenziswa kwiqumrhu
zu_za: abella umngenisi kumaqembu

source: Settings
af_za: Verstellings
xh_za: iziqalo
zu_za: ukuhlela

source: My Business
af_za: My Besigheid
xh_za: ishishini lam
zu_za: ibhizinisi lami

source: Main Menu
af_za: Hoof Skerm
xh_za: iphepha lokuqala
zu_za: i-manu enkulu

source: Unable to get team data.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ulwazi lwequmrhu
zu_za: kunzima ukuthola iqembu lama-datha

source: Unable to get teamlinks from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana unxibelwelwano lwamaqumrhu
zu_za: kunzima ukuthola okuhlanganisa amaqembu kwi-sistimu

source: Select Team Links
af_za: Kies Span skakels
xh_za: ukhetho lonxibelelwano lwamaqumrhu
zu_za: khetha okuhlanganisa amaqembu

source: Unable to get queries from db.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumanaimpendulo kwi db
zu_za: kunzima ukuthola imibuzo kwidathabase

source: Open
xh_za: vula
zu_za: vula

source: Unable to get data from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ulwazi
zu_za: kunzima ukuthola imininingo kwi-sistimu

source: All Outstanding Queries
af_za: Alle uitstaande navrae
xh_za: imibuzo engaphendulwanga
zu_za: yonke imibuzo elindile

source: No.
xh_za: hayi
zu_za: inani

source: Subject
af_za: Onderwerp
xh_za: into
zu_za: ahlula

source: User
af_za: Gebruiker
xh_za: umsebenzisi
zu_za: umngenisi

source: Date Opened
af_za: Datum oopgemaak
xh_za: umhla uvuliwe
zu_za: usuku lwenyanga okwambula ngalo

source: Last Date
af_za: Laaste Datum
xh_za: umhlawokugqibela
zu_za: usuku lokugcina

source: Options
af_za: Opsies
xh_za: ukhetho lonxibelelwano lwamaqumrhu
zu_za: ukuzinqomela

source: All Forwarded Queries
af_za: Alle Vooruitgedateerde Navrae
xh_za: yonke imibuzo engaphambili
zu_za: imibuzo edlulisiwe

source: Next Date
af_za: Volgende datum
xh_za: omnye umhla
zu_za: usuku elizayo lenyanga

source: Unable to get teams from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ulwazi kwi-system
zu_za: kunzima ukuthola amaqembu kwi-sistemu

source: Unable to get users from db.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana umsebenziswa kw- system
zu_za: kunzima ukuthola umngenisi kwi-dathabase

source: All
af_za: Alle
xh_za: bonke
zu_za: konke

source: Unable to get categories from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana inqanaba kwi -system
zu_za: kunzima ukuthola uhlobo kwisistimu

source: Contacts
af_za: Kontakte
xh_za: iincukacha
zu_za: ukuthintana

source: Customers
af_za: Klieente
xh_za: amathengi
zu_za: abathengi

source: Suppliers
af_za: Verskaffers
xh_za: abaphi
zu_za: abathengisi

source: Select a Query
af_za: Kies 'n navraag
xh_za: kheta umbuzo
zu_za: khetha umbuzo

source: New Query &raquo;
af_za: Nuwe Navraag
xh_za: umbuzo omtsha
zu_za: umbuzo omusha

source: Query Criteria
af_za: Navraag Kriteria
xh_za: ukhetho lwemibuzo
zu_za: uhlobo lombuzo

source: Team
af_za: Span
xh_za: iqumrhu
zu_za: iqembu

source: Users
af_za: Gebruikers
xh_za: umsebenziswa
zu_za: umngenisi

source: Categories
af_za: Kategoriee
xh_za: inqanaba
zu_za: uhlobo

source: Enquery By(name)
af_za: Navrae by naam
xh_za: umbuzo usebenzisa igama
zu_za: umbuzo ngohlelo

source: Notes
af_za: Notas
xh_za: izinto ozibhalele ngokwakho
zu_za: amanothi

source: Search &raquo;
af_za: Soek
xh_za: jonga
zu_za: cinga lana

source: Search
af_za: Soek
xh_za: jonga
zu_za: cinga

source: List All Open Queries
af_za: Lys alle oop navrae
xh_za: bhala yonke imibuzo evuliweyo
zu_za: khipha yonke imibuzo evuliwe

source: Input No
af_za: Inset nommer
xh_za: akukho mfakelelo
zu_za: inombholo yokufaka

source: My Open Queries
af_za: Toon klieente data
xh_za: imibuzo yam evuliweyo
zu_za: imibuzo yonke yami evuliwe

source: Unable to get query from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana iimbendulo kwi-system
zu_za: kunzima ukuthola imibuzo kwisistimu

source: My Outstanding Queries
af_za: My uitstaande Navrae
xh_za: imibuzo yam engaphendulwanga
zu_za: imibuzo yami elindile

source: My Forwarded Queries
af_za: My vooruitgedateerde Navrae
xh_za: imibuzo yam endiyinikisile
zu_za: imibuzo yami edlulisiwe

source: Date
af_za: Datum
xh_za: umhla
zu_za: usuku lwenyanga

source: Unable to get query data.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana iimpendulo kulwazi
zu_za: kunzima ukuthola Idatha yombuzo

source: Unable to get customer details.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana iincukacha zabathengi
zu_za: kunzima ukuthola ulwazi ngekhasimendi

source: Invalid Customer
af_za: Ongeldige klieent
xh_za: umthengi ongekhoyo
zu_za: umthengi ongekho emthethweni

source: View Customer Details
af_za: Toon klieent besonderhede
xh_za: ujongo lwencukacha lomthengi
zu_za: bheka imininingwane ngechasimendi

source: Print Customer Statement
af_za: Print klieente staat
xh_za: ukukhupha ulwazi lomthengi ephepheni
zu_za: khipha isitatimente sekhasitoma

source: View Supplier Details
af_za: Toon verskaffer besonderhede
xh_za: ujongo lwencukacha zomphi
zu_za: bheka imininingwane yakamthengisi

source: Print Supplier Statement
af_za: Print verskaffer staat
xh_za: ukupho lwencukacha zo mphi ephepheni
zu_za: khipha isitatimente sikamthengisi

source: Unable to get data from db.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ulwazi kwi-db
zu_za: kunzima ukuthola idatha kwidathabase

source: View Contact Details
af_za: Toon kontak besonderhede
xh_za: ujongo lwencukacha
zu_za: bheka imininigwane ngokuthintana

source: Position
af_za: Posisie
xh_za: isihlalo
zu_za: ukuma

source: Unable to get query actions from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana iimpendulo kwi -system
zu_za: kunzima ukuthola isenzo semibuzo kwisistimu

source: Unable to get team.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana iqumrhu
zu_za: kuzima ukuthola amaqembu

source: Unable to get actions.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana intsukumo
zu_za: kunzima ukuthola isenzo

source: Input Action
af_za: Inset aksie
xh_za: ungeno lwentsukumo
zu_za: isenzo sokufaka

source: Unable to go on holiday.
af_za: Kan nie met vakansie gaan nie
xh_za: ukungakwazi ukukhenketha
zu_za: kunzima ukuya kwiholide

source: Search Queries
af_za: Soek Navrae
xh_za: jonga imibuzo
zu_za: bheka imibuzo

source: Advanced Search
af_za: Gevorderde Soek
xh_za: ujongo olukwizinga eliphezulu
zu_za: ububhekela phambili

source: Manage Queries
af_za: Bestuur Navrae
xh_za: ukuphatha impendulo
zu_za: hlela imibuzo

source: Todo List
af_za: Om te doen lys
xh_za: undweliso lwe Todo
zu_za: ilisti yokuzokwenziwa

source: View Diary
af_za: Toon dagboek
xh_za: incwadi yesikhumbuzo
zu_za: bheka idayari

source: Query Team
af_za: Navraag Span
xh_za: imibuzo yequmrhu
zu_za: iqembu lombuzo

source: Query Category
af_za: Navraag Kriteria
xh_za: inqanaba lwemibuzo
zu_za: uhlobo lombuzo

source: SUBJECT/SUMMARY:
af_za: ONDERWERP/OPSOMMING:
xh_za: isifundo okanye isiswankathelo
zu_za: uhlobo noma isiqoqo

source: Query Notes
af_za: Navraag Notas
xh_za: incazelo yombuzo
zu_za: imibuzo yamanothi

source: Update Query Information &raquo;
af_za: Opgradeerde Navraag infromasie
xh_za: ugangathiso lwemphendulo yolwazi
zu_za: hlela imininigwane yemi buzo

source: Select/Input other action
af_za: Kies / Inset ander aksie
xh_za: ketha/ungalelo yenye yeentsukumo
zu_za: khetha ukufaka okunye

source: Query Actions
af_za: Navraag Aksies
xh_za: intsukumo yeempendulo
zu_za: ukwenza umbuzo

source: Send Message to User &raquo;
af_za: Stuur Boodskap na Verbruiker
xh_za: thumela umyalezo kumsebenzisi
zu_za: hambisa umlayezo kumngeni

source: Send E-Mail &raquo;
af_za: Stuur E-pos
xh_za: thumela incwadi
zu_za: hambisa I-Imayil

source: Send SMS &raquo;
af_za: Stuur SMS
xh_za: thumela umyalezo omfitshane
zu_za: hambisa I-SMS

source: Forward to Future Date &raquo;
xh_za: yisa kumhla ozayo
zu_za: hambisa elangeni elizayo

source: Close Query &raquo;
af_za: Sluit Navraag
xh_za: vala impendulo
zu_za: vala umbuzo

source: Send query to other User/Team &raquo;
af_za: Stuur navraag na ander Verbruiker/Span
xh_za: yisa iimpendulo kwabanye abasebenzisi
zu_za: hambisa umbuzo kumaqembu noma kumngenisi

source: Archive Actions
af_za: Argief Aksies
xh_za: zuza intsukumo
zu_za: faka isenzo

source: View Archived Actions
af_za: Toon Argief Aksies
xh_za: jonga intsukumo ezuziweyo
zu_za: bheka izenzo ezifakiwe

source: Action
af_za: Aksies
xh_za: itsukumo
zu_za: isenzo

source: Done By
xh_za: yenziwe ngu:
zu_za: yenziwe ngu

source: Query Details
af_za: Navraag Besonderhede
xh_za: incukacha yemibuzo
zu_za: imininigwane yombuzo

source: Team &amp; User
af_za: Span en Verbruiker
xh_za: iqumrhu nomsebenzisi
zu_za: iqembu noma umngenisi

source: Created
af_za: Skep
xh_za: yenziwe ngu:
zu_za: yenziwe

source: Last Worked On
af_za: Laaste Gewerk aan
xh_za: ugqibelise ukusebenza kwinto
zu_za: umsebenzi wanini

source: Acc Num
af_za: Rek No
xh_za: inombolo yeAcc
zu_za: inonombolo yesikwenetu

source: Name
af_za: Naam
xh_za: igama
zu_za: igama

source: Contact
af_za: Kontak
xh_za: iincukacha
zu_za: ukuthintana

source: Tel
xh_za: inombolo ze mfonomfono
zu_za: ucingo

source: Cell
af_za: Sel
xh_za: inobolo zemfonomfono
zu_za: umakhalekhukhwini

source: Fax
xh_za: ifax
zu_za: I-fax

source: Email
af_za: E-pos
xh_za: incwadi
zu_za: I-emayil

source: Balance
af_za: Balans
xh_za: indibaniso
zu_za: okusele

source: Address/Notes
af_za: Adres/Notas
xh_za: idilesi/inchazelo
zu_za: ikheli noma amanothi

source: Unable to get query information from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana iimpendulo kwi -system
zu_za: kunzima ukuthola imininingo ngombuzo kwisystimu

source: Invalid query
af_za: Verkeerde navraag
xh_za: impendulo ezingekhoyo
zu_za: umbuzo ongavunyelwe

source: Unable to get cat from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ikati kwi-system
zu_za: kumzima ukuthola I-CAT kwisistimu

source: Unable to update query information.
af_za: Kan nie data lees nie
xh_za: ukungakwa ukwenyusa umgangatho wemibuzo kwisystem
zu_za: kunzima ukuhlela ulwazi lwemibuzo

source: Unable to update crm.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukwenyusa icrm engangathweni
zu_za: kunzima ukuhlela iCRM

source: Unable to insert record.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufaka irekhodi
zu_za: kunzima ukufaka ilekhodi

source: Unable to find query.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana impendulo
zu_za: kunzima ukuthola umbuzo

source: Invalid use of module
af_za: Verkeerde gebruik van module
xh_za: isifundo esingekhoyo
zu_za: imodule isebezeke ngokungafanele

source: General Message
af_za: Algemene Boodskap
xh_za: umyalezo yomntu wonke
zu_za: umlayezo oyimvama

source: Message Details
af_za: Boodskap Besonderhede
xh_za: incukacha yemiyalezo
zu_za: iminininingo ngomlayezo

source: Cell Number:
af_za: Sel nommer
xh_za: inombolo yemfonomfono
zu_za: izinombholo zikamakhalekhukhwini

source: Message
af_za: Boodskap
xh_za: umyalezo
zu_za: umlayezo

source: Send
af_za: Stuur
xh_za: thumela
zu_za: thumela

source: Connection failed. Check your internet connection and try again.
af_za: Koneksie foutief gaan internet koneksie na en probeer weer
xh_za: unxibelelwano alukwazeki,jonga iinternet uzame kwakho
zu_za: ukuthintana kuhlulekile. Bheka I-internet connection ,uzame futhi

source: SMS Index
xh_za: udweliso lwemiyalezo emifitshane
zu_za: isikhombisa se-SMS

source: Invalid site entry id
af_za: Verkeerde id inskrywing
xh_za: ayikho
zu_za: ukwakha kurongo ,faka I-id

source: Error reading buyer.
af_za: Foutiewelike leesing van kooper
xh_za: undonakele funda mthengi
zu_za: ukuphambeka ekufundeni umthengi

source: Please select a valid customer from the list.
af_za: Kies asseblief 'n geldige klieent van lys
xh_za: sicela ukhethe umthengi okhoyo koludweliso lwamagama
zu_za: jabulisa ukhethe umthengi ovumelekile kwilisti

source: Format Characters
xh_za: izinto ezizizo
zu_za: hlela amanani

source: Customers to send message to:
af_za: Klieente om boodskap na te stuur
xh_za: umthengi athumele umyaleza ku:
zu_za: imilayezo ekufanele ithunyelwe kubathengi

source: Error reading customers list.
af_za: Fout met lees van klieente lys
xh_za: undonakele funda mthengi kudweliso
zu_za: iphutha lokufunda ihlelo labathengi

source: Error fetching customer list.
af_za: Fout met verkryging van klieente lys
xh_za: undonakelo uthathwe kudweliso lwamagama abathengi
zu_za: iphutha ekulandeni ihlelo labathengi

source: General Messages
af_za: Algemene Boodskap
xh_za: imyalezo womntu wonke
zu_za: imilayezo yemvama

source: Customers:
af_za: Klieente
xh_za: abathengi
zu_za: abathengi

source: Send to Everybody
af_za: Stuur na almal
xh_za: thumela kumntu wonke
zu_za: thumela kubathengi

source: Confirm
af_za: Bevestig
xh_za: qinisekisa
zu_za: fakaza

source: Unable to insert into teams
af_za: Kan nie verdeel in spanne nie
xh_za: akukwazeki ukufakeka kwamaqumrhu
zu_za: kunzima ukufaka emaqembini

source: Invalid use of function
xh_za: ayinkho lento uyenzayo
zu_za: ukusebenzisa ifanction ngokungafanele

source: - Invalid option for dropdown.
xh_za: akhokho kukhetha yezinto eziwileyo
zu_za: ukuziqomela okungafanele idropdown

source: ERROR : Invalid currency.
xh_za: UNDONAKELO:ayifumaneki okwangoku
zu_za: iphuthata : imali engafanele

source: Error reading previous property site settings.
af_za: Kan nie data lees nie
xh_za: undonakelo funda izinto ezenziwe kuqala
zu_za: iphutha lokufunda indawo yohlelo lempahla

source: Cubit Internet Settings
af_za: Cubit internet verstellings
xh_za: iziqaloze-internet
zu_za: ucingo

source: Company Details
af_za: Maatskappy Besonderhede
xh_za: incukacha zalapho usebenza kona

source: Surname/Company Name
af_za: Van/ Maatskappy Naam
xh_za: ifan/igama lalapho usebenza khona

source: Telephone
af_za: Tellefoon
xh_za: imfonomfono

source: Cellphone
af_za: Sellfoon
xh_za: imfonomfono
zu_za: umakhalekhukhwini

source: E-mail
xh_za: incwadi
zu_za: I-emayil

source: Cubit.co.za Details
af_za: Cubit.co.za Besonderhede
xh_za: incukacha zeCubit.co.za
zu_za: imininingo ku :cudit.co.za

source: Username(Any Username)
af_za: Gebruikersnaam(Enige Gebruikersnaam)
xh_za: igama olisebenzisayo(naliphi na)
zu_za: umngenagama (noma yiliphi igama)

source: Password(Any Password)
af_za: Geheime kode (Enige Geheime kode)
xh_za: igama lemfihle
zu_za: igama lokudlula (noma yiliphi 'gama)

source: Cubit.co.za Settings
af_za: Cubit.co.za Verstellings
xh_za: iziqalo ze Cubit.co.za
zu_za: Cubit.co.za ukuhlela

source: Agency Details
af_za: Agent Besonderhede
xh_za: incukacha zokhuphetheyo
zu_za: imininingo kameli

source: Username:
af_za: Gebruikersnaam(Enige Gebruikersnaam)
xh_za: ifani
zu_za: umngenagama

source: Password:
af_za: Geheime kode
xh_za: igama lemfihle
zu_za: igama lokudlula

source: ( censored )
af_za: (sensor)
xh_za: (uqikelelo)
zu_za: emuva kokuhlola

source: Write
af_za: Skryf
xh_za: bhala
zu_za: bhala

source: Error saving settings (DEL).
af_za: Kan nie data lees nie.
xh_za: undonakele ekugcineni iziqalo(susa
zu_za: iphutha lokugcina amasettings (DEL)

source: Error saving settings (WRITE).
af_za: Kan nie data lees nie
xh_za: undonakele ekugcineni iziqalo(bala
zu_za: iphutha lokugcina amasettings (WRITE)

source: Error saving settings (TRAN).
af_za: Kan nie data lees nie
xh_za: undonakele ekugcineni iziqalo(qhithisa)
zu_za: iphutha lokugcina amasettings (TRAN)

source: Error checking for Fat Fish hash.
xh_za: undonakelo jonga intlanzi enyebileyo
zu_za: iphutha lokuhlola I-Fat Fish hash

source: Error creating new hash value.
xh_za: undonakele zenzele ihash entsa
zu_za: iphutha lokwenza entsa ihash value

source: Saved settings. Uploading data to server.
af_za: Stoor verstellings. Oplaai data na server.
xh_za: iziqalo ezigciniweyo.yisa ulwazi kumjongi
zu_za: uhlelo olugciniwe

source: List closed queries
af_za: Lys geslote navrae
xh_za: undweliso oluvaliweyo lwemibuzo
zu_za: veza imibuzo evaliwe

source: Teams
af_za: Spanne
xh_za: amaqela/iqumrhu
zu_za: amaqembu

source: Reports
af_za: Terugvoering
xh_za: impendulo
zu_za: izaziso

source: Closed Queries
af_za: Geslote Navrae
xh_za: vala imibuzo
zu_za: imibuzo evaliwe

source: Date Closed
af_za: Datum gesluit
xh_za: umhla ovaliweyo
zu_za: ilanga okuvalwe ngalo

source: View Details
af_za: Toon Besonderhede
xh_za: jonga iincukacha
zu_za: beka imininingwane

source: List unallocated tokens
xh_za: dwelisa iitokeni ezingahlulwanga
zu_za: hlela amaTokens angasebenziswanga

source: Unable to get crms from system.
af_za: Kan nie crm van sisteem kry nie
xh_za: akukwazeki ukufumana icrms kwi-system
zu_za: kunzima ukuthola I-crm kwisystimu

source: Select User
af_za: Kies gebruiker
xh_za: khetha umsebenzisi
zu_za: khetha umngenisi

source: Select Team
af_za: Kies Span
xh_za: khetha iqumrhu/iqela
zu_za: khetha iqembu

source: Pass query
xh_za: qhithisa imibuzo
zu_za: dlulisa umbuzo

source: Select new user
af_za: Kies nuwe gebruiker
xh_za: khetha umsebenzisi omtsha
zu_za: khetha umngenisi omusha

source: OR
xh_za: okanye
zu_za: noma

source: Select new team
af_za: Kies nuwe span
xh_za: khetha iqumrhu/iqela
zu_za: khetha iqembu elisha

source: Confirm &raquo;
af_za: Bevestig
xh_za: qinisekisa
zu_za: fakaza

source: Unable to get query data from db.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumanisa iimpendu kulwazi lwedb
zu_za: kunzima ukuthola umbuzo kwidatha

source: Unable to get crm from system.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana icrm kwi-system
zu_za: kunzima ukuthola I-crm kwisistimu

source: Confirm new user
af_za: Bevestig nuwe gebruiker
xh_za: qinisekisisa umsebenzisi omtsha
zu_za: fakaza umgenisi omusha

source: Send to
af_za: Stuur na
xh_za: thumela ku
zu_za: thumela ku

source: Write &raquo;
af_za: Skryf
xh_za: bhala
zu_za: bhala

source: Unable to get actions from db.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana utshukumo kwi db
zu_za: kunzima ukuthola isenzo kwidathabase

source: Unable to archive action.
xh_za: ukungakwazi ukufumana intsukumo
zu_za: kunzima ukufaka isenzo

source: Unable to delete actions.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukususa intsukumo
zu_za: kunzima ukususa isenzo

source: Unable to update query.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukusa emgangathweni imibuzo
zu_za: kunzima ukuhlela umbuzo

source: Uable to insert action.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufana intsukumo
zu_za: kunzima ukufaka isenzo

source: Query passed
xh_za: qithisa imibuzo
zu_za: umbuzo udlulisiwe

source: Add Query
af_za: Sleutel Navraag in
xh_za: faka imibuzo
zu_za: faka umbuzo

source: Confirm query to close
af_za: Bevestig om navraag te sluit
xh_za: qinisekisa uvalo lwemibuzo
zu_za: fakaza umbuzo kuze kuvale

source: No
xh_za: hayi
zu_za: hhayi

source: Remove &raquo;
af_za: Verwyder
xh_za: susa
zu_za: susa

source: Unable to insert query record.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufaka irekhodi lemibuzo
zu_za: kunzima ukufaka ilekhodi yombuzo

source: Unable to insert token action.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufaka intsukumo yethokheni
zu_za: kunzima ukufaka isenzo osithathile

source: Unable to insert token action(archived).
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufaka intsukumo yethokheni(ifunyenwe)
zu_za: kunzima ukufaka isenzo osithathile (fakile)

source: Unable to remove query.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukususa imibuzo
zu_za: kunzima ukususa umbuzo

source: Unable to remove query actions.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukususa intsukumo yemibuzo
zu_za: kunzima ukususa umbuzo

source: Unable to remove archived query actions.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukususa intsukumo yemibuzo efunyenweyo
zu_za: kunzima ukususa isenzo semibuzo

source: Add Team
af_za: Sleutel Span in
xh_za: yongeza iqela
zu_za: faka iqembu

source: View Teams
af_za: Toon spanne
xh_za: jonga amaqela
zu_za: bheka amaqembu

source: Unable to get team info.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana incukacha zamaqela
zu_za: kunzima ukuthola imininingo ngamaqembu

source: Edit Distributor
xh_za: jongisisa umniki
zu_za: hlela umhleli

source: Team Details
af_za: Span besonderhede
xh_za: incukacha zamaqela
zu_za: imininingo yeqembu

source: Team Name
af_za: Span Naam
xh_za: igama leqela
zu_za: igama leqembu

source: Description
af_za: Beskrywing
xh_za: chaza
zu_za: uhlobo

source: Unable to insert team into db.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufaka iqela kwi db
zu_za: kuzima ukufaka iqembu kwidathabase

source: Unable to update mail account.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufaka emgangathweni Acc yencwadi
zu_za: kunzima ukuhlela isikwenetu semayile

source: Team Deleted
af_za: Span is uitgevee
xh_za: susa iqela
zu_za: iqembu lisusiwe

source: Team has been successfully deleted in the system.
af_za: Span is suksesvol uit die sisteem uitgevee
xh_za: iqela lisusiwe kakuhle kwisystem
zu_za: iqembu likhishwe khahle kwisistimu

source: Error reading settings.
af_za: Foutiewelike leesing van verstellings
xh_za: undonakele funda iziqalo
zu_za: iphutha lokufunda amahlelo

source: Cubit Internet Settings not set up yet.
xh_za: I Cubit internet iziqalo zayo azikaqaliswa
zu_za: amahlelo e-CUBIT internet awakahlelwa

source: View Company Details
af_za: Toon Maatskappy Besonderhede
xh_za: jonga incukacha ze kampani
zu_za: bheka inininigwane yenkampani

source: Field
af_za: Veld
xh_za: idlelo
zu_za: filida

source: Value
af_za: Waarde
xh_za: umgangatho
zu_za: isisindo

source: Company Name
af_za: Maatskappy Naam
xh_za: igama lekampani
zu_za: igama lenkampani

source: Company Slogan
xh_za: ubhalo kwekampani
zu_za: isaga senkampani

source: Registration Number
af_za: Regestrasie Nommer
xh_za: inombolo yobhaliso
zu_za: inombholo yokuzazisa

source: VAT Number
af_za: VAT Nommer
xh_za: inombolo yeVat
zu_za: inombholo ye-VAT

source: PAYE Ref
af_za: PAYE Verwysing
xh_za: isiboniso sokubhatala
zu_za: maqondana nentela

source: Change Logo Image
af_za: Betallings Verwysing
xh_za: tshintsa idlela enjongwe ngayo
zu_za: Shintsa iLogo imaji

source: Logo Image
xh_za: umyaleza oqgithiswayo
zu_za: iLogo imaji

source: Address
af_za: Adres
xh_za: idilesi
zu_za: ikheli

source: Postal Address
af_za: Pos adres
xh_za: idilesi
zu_za: ikheli

source: Postal Code
af_za: Pos kode
xh_za: inombolo yokugqibela kwidilesi
zu_za: ikheli nekhodi

source: Telephone No.
af_za: Telefoon nommer
xh_za: inombolo yemfonomfono
zu_za: Izinombholo zocingo

source: Fax No.
af_za: Fax nommer
xh_za: inombolo ye Fax
zu_za: Izinombholo zeFax

source: E-mail Address
af_za: E-pos Adres
xh_za: inombolo yencwadi
zu_za: ikheli le-emayil

source: Admin
af_za: Administrasie
xh_za: ubhaliso
zu_za: ukuphatha

source: &laquo; Correct submission
xh_za: uziso olulungileyo
zu_za: lungisa ukuthobela

source: Please select an image to upload from your hard drive.
xh_za: sicela ifake umfaniso wakho
zu_za: jabulisa ukhethe I-maji kuze ufake ku-hard drive

source: Please note that we only accept images of the types PNG,GIF and JPEG.
xh_za: sicela wazi ukuba samkele imifaniso ethile enjengePNG,GIF
zu_za: jabula wazi ukuthi sithatha kuphela I-imaji yalolu hlobo kuphela PNG,GIF kanye ne JPEG

source: Error reading hash.
af_za: Kan nie data lees nie
xh_za: undonakelo uyafundwa
zu_za: iphutha lokufunda I-harsh
