Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Default
xh_za: mosha
zu_za: okungasebenzi

source: Employee Document
af_za: Werknemers Dokument
xh_za: iphepha lomsebenzi
zu_za: incwadi yabasebenzi

source: New Folder Details
xh_za: incukacha ezintsa
zu_za: imininingwane yefolda entsa

source: Folder details
xh_za: inchukacha zezigciniweyo
zu_za: imininingwane yefolda

source: Confirm Folder Details
xh_za: qinisekisa ngincukacha
zu_za: fakaza imininingwane yeFolda

source: unable to insert into foladd.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka
zu_za: kunzima ukufaka kwifolda

source: Folder Added
xh_za: faka ezigciniweyo
zu_za: ifolda yengezekile

source: Group details
af_za: Groep Besonderhede
xh_za: incukacha ngeqela
zu_za: iminininingwane yeqembhu

source: Unable to get groups from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana amaqela kwidb
zu_za: kunzima ukuthola iqembhu kwiDathabhazi

source: Group Details
af_za: Groep Besonderhede
xh_za: incukacha ngeqela
zu_za: imininingo yeqembhu

source: Group Name
af_za: Groep Naam
xh_za: igama leqela
zu_za: igama leqembhu

source: Group Unit
af_za: Groep Eenheid
xh_za: iunt yeqela
zu_za: inani leqembhu

source: Unable to get group details.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufmana incukacha zeqela
zu_za: kunzima ukuthola imininingwane yeqembhu

source: Are you sure you want to delete this group:
af_za: Is jy seker jy wil die groep uitvee?
xh_za: uqinisekile ukuba uyakwazi ukususa amaqela
zu_za: uqinisekile ufuna ukususa leliqembhu

source: Document Details
af_za: Dokument Besonderhede
xh_za: incukacha zezibhalo
zu_za: imininingwane yencwadi

source: Confirm Document type
af_za: Bevestig Dokument tipe
xh_za: qinisekisa ngohlobo lwephepha
zu_za: fakaza uhlobo lwencwadi

source: Document type added to system
af_za: Dokument tipe by sisteem bygevoeg
xh_za: amaphepha obaluleko afakwe kwisystem
zu_za: uhlobo lwencwadi lunezekile kwisisitimu

source: Modify Contact
xh_za: slungisa incukacha
zu_za: lungisa ukuthintana

source: Confirm contact details
af_za: Bevestig kontak besonderhede
xh_za: qinisekisa ngencukacha zomsebenzisi
zu_za: fakaza imininingo ngokuthintana

source: Unable to edit contact(TB)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana unxibelelwano
zu_za: kunzima ukuhlela ukuthintana ( TB)

source: Unable to edit contact. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukulungisa unxibelelwano
zu_za: kunzima ukuhlela ukuthintana ( TC)

source: Contact modified
xh_za: incukacha zilungisiwe
zu_za: ukuthintana kulungisiwe

source: View contacts
af_za: Toon Kontakte
xh_za: jonga incukacha
zu_za: bheka ukuthintana

source: Please select a document to upload from your hard drive.
xh_za: sicela ukhethe ozazikhuphela kwezi zehardrive
zu_za: jabulisa ukhethe incwadi yokufaka kwihadi dilayivi yakho

source: Unable to upload file, Please check file permissions.
af_za: Kan nie data lees nie
xh_za: jonga ifile kuba akukwazekanga ukukopa
zu_za: kunzima ukufaka ifayile ,jabulisa ubheke imvume yefayile

source: Document added to system
af_za: Dokument in sisteem bygevoeg
xh_za: incawdi zobaluleko zifakwe kwisystem
zu_za: incwadi ifakiwe kwisisitimu

source: View a list of the document
af_za: Toon 'n lys van die /t/ dokumente
xh_za: jonga udweliso /lobaluleko
zu_za: bheka uhide lwencwadi

source: Email &raquo;
af_za: E-Pos
xh_za: umyalezo
zu_za: i-imayile &raquo;

source: Document added
af_za: Dokument bygevoeg
xh_za: faka iiphepha
zu_za: incwadi ifakiwe

source: View a list of the document
af_za: Toon 'n lys van die dokument
xh_za: jonga udweliso
zu_za: bheka uhide lwencwadi

source: Add New Group
af_za: Voeg nuwe Groep by
xh_za: faka iqela elitsha
zu_za: engeza iqembhu elisha

source: Add Group
af_za: Voeg Groep by
xh_za: qinisekisa ngeqela etsha
zu_za: engeza iqembhu

source: Confirm Group Details
af_za: Bevestig Groep Besonderhede
xh_za: qinisekisa ngencukacha
zu_za: fakaza imininingo yeqembhu

source: Unable to edit group(TB)
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukulungisa amaqela
zu_za: kunzima ukuhlela iqembhu (TB)

source: Unable to edit group. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazekamga ukulungisa amaqela
zu_za: kunzima ukuhlela iqembhu (TC)

source: Group Added
af_za: Groep by gevoeg
xh_za: faka iqela
zu_za: iqembhu liyengeziwe

source: Document details
af_za: Dokument Besonderhede
xh_za: incukacha yamaphepha
zu_za: imininingwane yencwadi

source: Typeid
af_za: Tipe Id
xh_za: yiphi
zu_za: faka umazisi

source: TypeName
af_za: Tipe Naam
xh_za: igama liphi
zu_za: faka igama

source: docref
xh_za: idocref
zu_za: okuqondana nencwadi

source: Docname
af_za: Dokument naam
xh_za: igama
zu_za: igama lencwadi

source: MimeType
xh_za: yiphi
zu_za: faka kumgodi

source: Doc
xh_za: iphepha lobaluleko
zu_za: imcwadi

source: Div
xh_za: idiv
zu_za: ukudiliva

source: List Removed Documents
af_za: Lys verwyderde Dokumente
xh_za: isusiwe udweliso
zu_za: uhide lwezincwadi ezisususiwe

source: Confirm Remove Document
af_za: Bevestig Verwyderde Dokument
xh_za: qinisekisa ngosuso
zu_za: fakaza ukususa incwadi

source: Document removed
af_za: Dokument verwyder
xh_za: susa ubaluleko lwephepha
zu_za: incwadi isusiwe

source: Remove Document type
af_za: Verwyder Dokument tipe
xh_za: susa ubaluleko lwephepha
zu_za: susa uhlobo lwencwadi

source: Document type removed
af_za: Dokument tipe verwyder
xh_za: ubaluleko lwamaphepha lususiwe
zu_za: uhlobo lwencwadi llisusiwe

source: Unable to edit folder(TB)
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukulungisa
zu_za: kunzima ukuhlela ifolda (TB)

source: Unable to get folder details.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana incukacha zomkhondo
zu_za: kunzima ukuthola imininingwane yefolda

source: Unable to edit folder. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukulungisa
zu_za: kunzima ukuhlela ifolda (TC)

source: Unable to enter data.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukungena
zu_za: kunzima ukufaka idatha

source: Modify Document
xh_za: iphapha elibalulekileyo
zu_za: lungisa incwadi

source: View Removed Documents
af_za: Toon verwyderde Dokumente
xh_za: jonga amaphepha abalulekileyo
zu_za: bheka incwadi esusiwe

source: Unable to get_data document(TB)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi kwakhawunti
zu_za: kunzima ukuthola idatha yencwadi

source: Unable to get document details.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi lwencukacha
zu_za: kunzima ukuthola imininingwane yencwadi

source: Unable to get_data document. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi
zu_za: kunzima ukuthola idatha yencwadi

source: Permanetly Deleted
af_za: Permanent uitgevee
xh_za: isuswe umlibe
zu_za: ikhishwe isimakade noma njalonjalo

source: Restore Documents
xh_za: buyisela wamaphepha abalulekileyo
zu_za: buyisa incwadi

source: Restore
xh_za: buyisela wamaphepha abalulekileyo
zu_za: buyisa

source: Checkin Document
xh_za: ujongo lozibalulekileyo
zu_za: faka phakadi incwadi

source: Comment
af_za: Komentaar
xh_za: bhala uluvo lwakho
zu_za: bonisa

source: Checkin &raquo;
xh_za: jonga
zu_za: faka phakadi

source: Add Document Type
af_za: Voeg Dokument tipe by
xh_za: faka ezibalulekileyo
zu_za: engeza uhlobo lwencwadi

source: View Document Type
af_za: Toon Dokument tipe
xh_za: jonga ezibalulekileyo
zu_za: bheka uhlobo lwencwadi

source: User Management
af_za: Verbruikers Bestuur
xh_za: umphathi womsebenzisi
zu_za: umngenisi wenduna

source: Group Management
af_za: Groep Bestuur
xh_za: umphathi weqela
zu_za: iqembu lenduna

source: Document Data
af_za: Dokument Data
xh_za: ulwazi lwezibalulekile
zu_za: ncwada idatha

source: Document Action
af_za: Dokument Aksie
xh_za: ushukumo lwezibalulekile
zu_za: ncwada isenze

source: VIEW
af_za: TOON
xh_za: jonga
zu_za: BHEKA

source: E-MAIL
af_za: E-Pos
xh_za: umyalezo
zu_za: I-IMAYILE

source: CHECKOUT
xh_za: ujongo
zu_za: KHIPHA PHAKATHI

source: DELETE
af_za: UIT VEE
xh_za: ususo
zu_za: SUSA

source: HISTORY
af_za: GESKIEDENIS
xh_za: ubuyo kude
zu_za: OKWEDLULE

source: MOVE
af_za: SKUIF
xh_za: phambili
zu_za: HAMBA

source: SUBSCRIBE
xh_za: bhalisa
zu_za: VUMA UKWENZA

source: DISCUSSION
af_za: BESPREKING
xh_za: phikisana
zu_za: INGXOXO

source: ARCHIVE
af_za: Argief Dokumente
xh_za: fumana isibhalo
zu_za: QHEDA

source: LINK
af_za: SKAKELS
xh_za: dibanisa
zu_za: HLANGANISA

source: PUBLISH
af_za: PUBLISEER
xh_za: kupha
zu_za: SAKAZA

source: User details
af_za: Verbruikers Besonderhede
xh_za: incukacha zomsebenzisi
zu_za: imininingwane kamngenisi

source: Unable to get users from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana umsebenzisi kwidatabase
zu_za: kunzima ukuthola umngenisin kwiDathabhazi

source: Group test2
af_za: Groep toets2
xh_za: iqela2
zu_za: ukuhlolwa kweqembhu 2

source: Unable to get user details.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana incukacha zomsebenzisi
zu_za: kunzima ukuthola iminininingwane kamngenisi

source: Are you sure you want to delete this user:
af_za: Is U seker u wil die verbruiker uitvee
xh_za: uqinisekile ukuba ufuna ukucima umsebenzisi
zu_za: uqinisekile ufuna ukususa lomngenini

source: Unable to get folders from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukususa kwidb
zu_za: kunzima ukuthola ifolda kwidathabhazi

source: Are you sure you want to delete this folder:
xh_za: uqisekile ukuba ufuna ukucima umsebenzisi
zu_za: uqinisekile ufuna ukususa lelifolda

source: GroupName
af_za: Groep Naam
xh_za: igama leqela
zu_za: igama leqembhu

source: New Group Details
af_za: Nuwe Groep Besonderhede
xh_za: incukacha ezintsa zeqela
zu_za: imininingwane yeqembhu emisha

source: Group name
af_za: Groep Naam
xh_za: igama leqela
zu_za: igama leqembhu

source: Group unit
af_za: Groep Eenheid
xh_za: iunit yeqela
zu_za: inani leqembhu

source: unable to insert into grpadd.
af_za: Kan nie data lees nie
xh_za: akukwzeki ukufaka isiwe kugradd
zu_za: kunzima ukufaka kwiGRP ADD

source: Document Removed
af_za: Dokument is verwyder
xh_za: isusiwe ebalulekieleyio
zu_za: incwadi isusiwe

source: List Documents
af_za: Lys Dokumente
xh_za: udweliso lwezibalulekile
zu_za: uhide lwezincwadi

source: New Document
af_za: Nuwe Dokument
xh_za: ezintsa ezibalulekile
zu_za: incwadi entsha

source: Confirm Document details
af_za: Bevestig Dokument Besonderhede
xh_za: qinisekisa ngencukacha ezibalulekileyo
zu_za: fakaza imininingo yencwadi

source: Unable to edit Document(TB)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukulungisa
zu_za: kunzima ukuhlela incwadi (TB)

source: Unable to get Document details.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana incukacha
zu_za: kunzima ukuthola imininingo yencwadi

source: Unable to edit Document. (TC)
af_za: Kan nie data lees nie
xh_za: ukukwazeki ukulungiseka
zu_za: kunzima ukuhlela incwadi .(TC)

source: Document modified
af_za: Dokument modifikasie
xh_za: ushwankethelo lwezibalulekileyo
zu_za: incwadi ilungisiwe

source: Completly Remove Contact
xh_za: susa ngokupheleleyo
zu_za: susa ukuthintana konke

source: Copy Contact Back to Main List
af_za: Kopieer Kontak terug na Hoof lys
xh_za: khuphela
zu_za: fanisa ukuthintana kuHide olukhulu

source: Type Nmae
xh_za: igama
zu_za: faka igama

source: Unable to edit user(TB)
af_za: Kan nie data lees nie
xh_za: akukwzazekanga ukulungisa umsebanzisi
zu_za: kunzima ukuhlela umngenisi .(TB)

source: Unable to edit user. (TC)
af_za: Kan nie data lees nie
xh_za: akukwzazekanga ukulungisa umsebanzisi
zu_za: kunzima ukuhlela umngenisi.(TC)

source: Default Unit
af_za: Foutiewe Eenheid
xh_za: umosho lweunit
zu_za: inani elingasebenzi

source: Unit Admin
af_za: Eenheid Administrasie
xh_za: ubhaliso lweunit
zu_za: inani lokubusa

source: Linking Document
xh_za: udibaniso lwezibalulekileyo
zu_za: ukuhlangansisa incwadi

source: Document Title
af_za: Dokument Titel
xh_za: ezibalulekileyo
zu_za: isihloko sencwadi

source: Temp Document
af_za: Tydelike Dokument
xh_za: ezibalulekileyo
zu_za: incwadi yesikhashana

source: Link &raquo;
af_za: Skakel
xh_za: dibano
zu_za: hlanganisa &raquo;

source: Unable to get stock fro db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ezithengiswayo
zu_za: kunzima ukuthola isitoki kwidathabhazi

source: Retail Price
af_za: Handels Prys
xh_za: ixabiso lomthengis
zu_za: imali ejwayelekile yentengiso

source: On order
af_za: Op Bestellling
xh_za: ezithengwayo ezintsha zifakwe kwidatabase
zu_za: inombholo yomlayezo

source: There are no stock items.
af_za: Daar is geen Voorraad items nie
xh_za: akukho zithengiswayo
zu_za: ayikho impahla yesitoki

source: Allocate Serial No.
xh_za: inombolo yosiwe
zu_za: abela inombholo elandelanayo

source: View Allocation
af_za: Toon Allokasie
xh_za: jonga usiwo
zu_za: bheka ukwabela

source: Vat type on stock selling price
af_za: BTW tipe op voorraad verkoops prys
xh_za: ubunjani bevat yentengiso
zu_za: uhlobo lweVAT kwisitoki nelali yokuthengisa

source: Current Supplier Transactions
af_za: Huidige Verskaffer Transaksies
xh_za: itransaction yomrhwebi wangoku
zu_za: itransakishini yamanje yesaplaya

source: Current Stock
af_za: Huidige Voorraad
xh_za: ezithengiswayo ezgceleyo
zu_za: isitoki samanje

source: Unit
af_za: Eenheid
xh_za: iunit yeqela
zu_za: inani

source: Transfer Stock
af_za: Voorraad Oorplasing
xh_za: qithisa ezithengiswayo
zu_za: dlulisa isitoki

source: Transfer to
af_za: Oorplasing na
xh_za: qithisa ku
zu_za: dlulisa kuya ku

source: Send another message
af_za: Stuur 'n ander boodskap
xh_za: thumela umyaleza uthile
zu_za: thumela umlayezo

source: View Received Stock Orders
af_za: Toon Voorraad Ontvang Bestellings
xh_za: jonga ezithengwayo ezifunyenweyo
zu_za: bheka umlayezo wesitoki esitholiwe

source: Received Stock Orders
af_za: Ontvang Voorraad Bestellings
xh_za: ezifunyenweyo ezithengwayo
zu_za: umlayezo wesitoki esitholiwe

source: Delivery Reference No.
af_za: Aflewerings Verwysings No
xh_za: inombolo yothutho
zu_za: inombholo yokuqondanisa yeVAt

source: Unable to retrieve user locale settings from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuysela umsebenziswa kwidatabase
zu_za: kunzima ukukhipha umngenisi walana mahlelo kwiDathabhazi

source: Unable to retrieve user information from the database.
af_za: Kan nie data lees nie
xh_za: akukawzeki ukubuyisela ulawzi kwidatabase
zu_za: kunzima ukukhipha ulwanzi ngomgenisi kwiDathabhazi

source: Unable to retrieve a list of usernames from the database.
af_za: Kan nie data lees nie
xh_za: akukawzeki ukubuyisela igama lomsebenzisi kwidatabse
zu_za: kunzima ukukhipha uhide lwamagama kamngenini kwidathabhazi

source: Locale Settings
xh_za: uqalisi phi
zu_za: amahlelo asekhaya

source: User's Locale
xh_za: umsebenzisi uphi
zu_za: umngenisi wasekhaya

source: Unable to retrieve user admin info from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ubhaliso
zu_za: kunzima ukukhipha umngenisi gama wokubusa ngolwazi kwiDathabhazi

source: Unable to retrieve username information from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisela umsebenzesi kwidatabase
zu_za: kunzima ukukhipha umngenisi lwazi kwidathabhazi

source: Unable to retrieve user admin information from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisela umbhlisi kwidatabase
zu_za: kunzima ukukhipha umngenisi lwazi kwidathabhazi

source: Unable to update user locale settings to the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa exesheni iziqalo
zu_za: kunzima ukuhlela umngenisi mahlelo walapha kwidathabhazi

source: Failed to update user locale settings.
xh_za: akukwazekanga ukusa exesheni
zu_za: ihlulekile ukuhlela umngenisi walapha mahlelo

source: Unable to update the default locale setting to the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukulungisa umoshakalo
zu_za: kunzima ukuhlela amahlelo angasebenzi walapha kwidathabhazi

source: Failed to update the default locale setting
xh_za: uhlulekile ukukhomba indawo yojongo
zu_za: ihlulekile ukuhlela umngenisi walapha mahlelo

source: Non-Stock Order return
af_za: Nie -Voorraad bestelling terug gestuug
xh_za: azibuyanga
zu_za: umlayezo obuyile wempahla okungasiyona isitoki

source: Unable to get details.
af_za: Kan nie data lees nie
xh_za: azifumaneki incukacha
zu_za: kunzima ukuthola imininingwane

source: Unable to insert note items.
af_za: Kan nie data lees nie
xh_za: akukwazeki kufaka
zu_za: kunzima ukufaka amanothi wempahla

source: Purchase return has been recorded.
af_za: Terug stuur van aankope is opgeneem
xh_za: uthengo lubuyisewe
zu_za: intengo ebuyisiwe ibhaliwe

source: Non-Stock Order receipt has been recorded.
af_za: Nie -Voorraad bestellings kwitansie is opgeneem
xh_za: irisiti ifakiwe
zu_za: irisiopu yomlayezo wempahla okungasiyona isitoki ibhaliwe

source: New Asset
af_za: Nuwe Bates
xh_za: izinto ezitsha
zu_za: ama-aseti amasha

source: Asset Details
af_za: Besonderhede van Bates
xh_za: incukacha
zu_za: imininingwane yama-aseti

source: Select Group
af_za: Kies Groep
xh_za: khetha iqela
zu_za: khetha iqembhu

source: Serial Number
xh_za: inombolo
zu_za: inombholo elandelenayo

source: Method
af_za: Metode
xh_za: idlela
zu_za: inhlobo

source: Bought
xh_za: ithengwe
zu_za: ithengiwe

source: Confirm Asset
af_za: Bevestig Bates
xh_za: qinisekisa
zu_za: fakaza i-aseti

source: Unable to get accnum
af_za: Kan nie data lees nie
xh_za: akukwazanga
zu_za: kunzima ukuthola inombholo yesikwenetu

source: Asset added to the system
af_za: Bates in sisteem by gevoeg
xh_za: izinto zikwisystem
zu_za: liyengeziwe i-aseti kwisisitimu

source: New Asset has been added to the system.
af_za: Nuwe Bates is in sisteem bygevoeg
xh_za: izinto ezitsha zifakiwe
zu_za: i-asseti elisha lifakiwe kwisisitimu

source: Splash Message
xh_za: umyaleza
zu_za: umlayezo osaphazekile

source: [X]Close
af_za: [X] Gesluit
xh_za: vala
zu_za: [X] vala

source: Select Supplier(s)
af_za: Kies Verskaffer(s)
xh_za: khetha umrhwebi
zu_za: khetha (ama)isaplaya

source: List Outstanding Bank Payments/Receipts
af_za: Lys Uitstaande Bank Betalings/Kwitansies
xh_za: udweliso letyal
zu_za: hida ukukhokha/iholo ngebhangi okusele

source: Cash Book Analysis of Payments/Receipts
af_za: Kasboek Analise van Betalings/Kwitansies
xh_za: irisiti ifakiwe
zu_za: ikhashi bhuku nhlaziyo yokukhokha/iholo

source: View Saved Bank Reconciliations
xh_za: sigcne isixolelwaniso
zu_za: bheka esindisiwe ibhangi silungiso

source: View VAT Report
af_za: Toon BTW Verslag
xh_za: jonag ingxelo yevat
zu_za: bheka ilipoti leVAT

source: View Current Period
af_za: Toon huidige Tydperk
xh_za: jonga ixesha langoku
zu_za: bheka ithuba lamanje

source: POS Cash Report
af_za: POS Kontant Verslag
xh_za: ipos nengxelo yemali
zu_za: iPOS khashi lipoti

source: ALL Categories and Related Accounts
xh_za: wonke amadidi
zu_za: uhlobo lonke kanye nokuhlobene nezikwenetu

source: Generate Trial Balance
xh_za: iledge
zu_za: yenza itriyali bhalense

source: Set Trial Balance
af_za: Opstelling van Proefbalans
xh_za: qala itrial
zu_za: hlela itriyali bhalense

source: Generate Income Statement
xh_za: ingenomali
zu_za: yenza i-inkhamu sitatimenti

source: Set Income Statement
af_za: Opstelling van Inkomste Staat
xh_za: qala ingenomali
zu_za: hlela i-inkhamu sitatimenti

source: Generate Balance Sheet
xh_za: ingenomali
zu_za: yenza ibhalense shiti

source: Set Balance Sheet
af_za: Opstelling van Balans Staat
xh_za: qala ingenomali
zu_za: hlela bhalense shiti

source: View Saved Trial Balances
af_za: Toon proefbalanse gestoor
xh_za: siygcinile ingenomali
zu_za: bheka esindisiwe itriyali bhalense

source: View Saved Income Statements
af_za: Toon Inkomste State Gestoor
xh_za: siygcinile ingenomali
zu_za: bheka esindisiwe i-inkhamu sitatimenti

source: View Saved Balance Sheets
af_za: Toon Balans State gestoor
xh_za: siygcinile ibalance
zu_za: bheka esindisiwe ibhalense shiti'

source: Journals
af_za: Jornale
xh_za: incukacha zeledger
zu_za: ijenali

source: Detailed General Ledger
xh_za: inculkacha zeledger
zu_za: imininingo yemvama leja

source: All Journal Entries
af_za: Alle Jornaal Inskrywings
xh_za: zonnge ingeno zeledger
zu_za: wonke amajenali kufaka

source: All Journal Entries By Ref no.
af_za: Alle Jornaal Inskrywings volgens Verwysings No
xh_za: zonnge ingeno zeledger
zu_za: wonke amajenali kufaka ngenombholo yokuqondana

source: All Journal Entries (Period Range)
af_za: Alle Jornaal Inskrywings (Tydperk volgorde)
xh_za: zonnge ingeno zeledger
zu_za: wonke amajenal kufaka (ngethuba lohlu )

source: Journal Entries Per Account
af_za: Jornaal Inskrywings per Rekening
xh_za: zonnge ingeno zeledger
zu_za: ijenali kufaka ngesikwenetu

source: Journal Entries Per Account (Period Range)
af_za: Jornaal Inskrywings per Rekening (Tydperk Volgorde)
xh_za: zonnge ingeno zeledger
zu_za: ijenali kufaka ngesikwenetu (ngethuba lohlu )

source: Journal Entries Per Main Account
af_za: Jornaal Inskrywings per Hoof Rekening
xh_za: zonnge ingeno zeledger
zu_za: ijenali kufaka ngesikwenetu ngesikwenetu esikhulu

source: Journal Entries Per Category
af_za: Jornaal Inskrywings per Katogorie
xh_za: zonnge ingeno zeledger
zu_za: ijenali kufaka ngohlelo

source: Balance sheet
af_za: Balans Staat
xh_za: ibalance
zu_za: ibhalense shiti

source: Report Type
af_za: Verslag Tipe
xh_za: ingxelo
zu_za: uhlobo lwelipoti

source: Author:
af_za: Skrywer:
xh_za: umbhali:
zu_za: umbhali

source: Unable to retrieve trial balance data from the database.
af_za: Kan nie data lees nie
xh_za: azibuyeli itrial
zu_za: kunzima ukukhipha itryali bhalense datha kwidathabhazi

source: Unable to retrieve accounts list from the database.
af_za: Kan nie data lees nie
xh_za: azibuyeli iakhawunti
zu_za: kunzima ukukhipha uhide lwesikwenetu kwidathabhazi

source: Unable to retrieve trial balance information from the database.
af_za: Kan nie data lees nie
xh_za: azibuyeli itrial
zu_za: kunzima ukukhipha itrayili bhalense lwazi kwidathabhazi

source: Normal Tax
af_za: Normale BTW
xh_za: itax
zu_za: intela ejwayelekile

source: COST OF SALES
af_za: KOSTE VAN VERKOPE
xh_za: ixabiso lomthengisa
zu_za: IZINDLEKO ZENTENGISO

source: GROSS PROFIT / LOSS
xh_za: inzuzo
zu_za: INZUZO/UKULAHLEKELWA OKUSOBALA

source: OTHER INCOME
af_za: ANDER INKOMSTE
xh_za: ingenomali
zu_za: ENYE INZUZO

source: EXPENSES
af_za: Uitgawes
xh_za: incitha
zu_za: IZINDLEKO

source: NET PROFIT / LOSS BEFORE TAX
xh_za: ingeno/ilahleko
zu_za: ESELE INZUZO / UKULAHLEKELWA PHAMBI KWENTELA

source: NET PROFIT / LOSS
xh_za: ingeno/ilahleko
zu_za: ESELE INZUZO / UKULAHLEKELWA

source: Unable to insert the income statement to the database.
af_za: Kan nie data lees nie
xh_za: faka iincome
zu_za: kunzima ukufaka i-inkhamu sitatatimenti

source: Unable to retrieve trail balance information from the database.
af_za: Kan nie data lees nie
xh_za: ayifakeki ibalance
zu_za: kunzima ukukhipha itriyal bhalense lwazi kwidathabhazi

source: Unable to retrieve the vat control account from the database.
af_za: Kan nie data lees nie
xh_za: ayifakeki ivat
zu_za: kunzima ukukhipha iVAT kontrol sikwenetu kwidathabhazi

source: Unable to retrieve the vat input account from the database.
af_za: Kan nie data lees nie
xh_za: ayifakeki ivet engenayo
zu_za: kunzima ukukhipha IVAt kufaka sikwenetu kwidathabhazi

source: Unable to retrieve the vat output account from the database.
af_za: Kan nie data lees nie
xh_za: ayfakeki ivet ephumayo
zu_za: kunzima ukukhipha iVAT kukhipha sikwenetu kwidathabazi

source: Unable to retrieve account information from the database.
af_za: Kan nie data lees nie
xh_za: ayfakeki ulwazi
zu_za: kunzima ukukhipha ulwazi ngesikwenetu kwisiskwenetu
