Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Unable to retrieve the banking information from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumanisa ulwazi lwebhanka kwinxalenye
zu_za: kunzima ukukhipha imininingwane yebangi kuDatabase

source: REG:
xh_za: i-Reg
zu_za: ukurejistwa

source: VAT REG:
af_za: BTW REG:
xh_za: i-vat yeREG
zu_za: ukurejistwa i-VA

source: Branch:
af_za: Tak:
xh_za: ulwahlulo
zu_za: Ibulantsi

source: Tel:
xh_za: imfonomfono
zu_za: ucingo:

source: Branch Code:
af_za: Tak Kode:
xh_za: ikhodi yolwahlulo
zu_za: ikhodi lebhulantsi

source: Fax:
xh_za: iFax
zu_za: ifax:

source: Acc Num:
af_za: Rekening No
xh_za: inombolo ye akhawunti
zu_za: inombholo yesikwenetu

source: Unable to get settings.
af_za: Kan nie data lees nie
xh_za: ukungwazi ukufumana iziqalo
zu_za: kunzima ukuthola uhlelo

source: Sales Person:
af_za: Verkoops Persoon:
xh_za: uthengisi
zu_za: umthengisi

source: Invoice No:
af_za: Faktuur No:
xh_za: inombolo ye invoice
zu_za: inombholo ye-invoice

source: Proforma Inv No:
xh_za: inombolo ye-invoice yangoku
zu_za: inombholo ye-profoma invoyisi

source: Unable to retrieve customer information from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana incukacha zomthengi kwinxalenye
zu_za: kunzima ukukhipha imininingo kwiDathabaze

source: Account no:
af_za: Rekening no:
xh_za: inombolo ye akhawunti
zu_za: inombholo yesikwenetu:

source: VAT No:
af_za: BTW No.
xh_za: inombolo yeVat
zu_za: inonombolo yeVAT:

source: Order No:
af_za: Bestellings No:
xh_za: inombolo yezinto ozithengileyo
zu_za: inombholo yomlayezo:

source: Unable to retrieve vat code from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazeki ukufumana ulwazi ngeVAT kwinxalenye
zu_za: kunzima ukukhipha ikhodi le-VAT kwidathabaze

source: Unable to retrieve the default comment from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazeki uku fumana izingxeki kwinxaletye yolwazi
zu_za: kunzima ukukhipha iphutha lomqondo kuDathabaze

source: Thank you for your support
af_za: Dankie vir u ondersteuning
xh_za: enkosi ngenxaso yakho
zu_za: siyabonga ngosizo lwakho

source: Subtotal:
af_za: SUB TOTAAL
xh_za: izibalo ezingagqitywanga
zu_za: konke sekuhlangene kungaphelelanga

source: Trade Discount:
af_za: Handels Afslag
xh_za: isaphulelo sentengo
zu_za: isephulelo sentengo:

source: Delivery Charge:
af_za: Aflewerings Koste:
xh_za: imali ebhatalwa xa uthuthelwe izinto ozithengileyo
zu_za: imali yokudiliva:

source: Total Incl VAT:
af_za: Totaal insluitend BTW:
xh_za: izindibaniso kunye nevat zidibeni
zu_za: konke sekuhlangene kufake neVAT:

source: Tax Invoice
af_za: Belastings Faktuur
xh_za: invoice ebhathalwa ngamashishini
zu_za: I-invoice yentela

source: VAT Exempt Indicator: #
xh_za: ujongiso lwevat
zu_za: ukubonisa ubungekho beVAT:#

source: Credit Note No:
af_za: Krediet Nota No:
xh_za: inombolo yamatyala ebhaliweyo
zu_za: inombholo yenothi lesikwenetu

source: Unable to retrieve customer id from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana umthengi kwinxalenye
zu_za: kunzima ukukhipha umazisi kuphuma kuDathabaze

source: VAT Exempt Indicator : #
xh_za: ujongiso lwevat
zu_za: ukubonisa ubungekho beVAT:#

source: Credit Note
af_za: Krediet Nota
xh_za: inombolo yamatyala ebhaliweyo
zu_za: ikrediti nothi

source: &laquo; Correct Submission
af_za: Korrekte Stuur metode
xh_za: indlela elungileyo ekunikiseni
zu_za: lungisa ukuthobela

source: Invalid Supplier Number.
af_za: Verkeerde Verskaffer Nommer
xh_za: inombolo engekhoyo yabarhwebi/abaniki
zu_za: inombholo okungasiyona yesaplaya

source: Supplier Monthly Statement
af_za: Maandelike Staate van Verskaffer
xh_za: isibhala senyanga sabaniki
zu_za: isitatimente senyanga sikamthengisi

source: Invalid Customer Number.
af_za: Verkeerde Klieente Nommer
xh_za: inombolo engekhoyo yabathengi
zu_za: inombholo yekhasimendi engasebenzi

source: Customer Monthly Statement
af_za: Maadelike Staate van Klieent
xh_za: isibhala senyanga sabaniki
zu_za: isitatimente senyanga sekhasimendi

source: Unable to retrieve the company information from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumanisa ulwazi ngenkampani kwixalenye yolwazi
zu_za: kunzima ukukhipha imininigwane ngenhlanganiso kuphuma kuDathabaze

source: COMPANY REG:
af_za: Maatskappy Regestrasie:
xh_za: unhalo lwenkapani ngokusemthethweni
zu_za: ukwazisa inhlanganiso

source: Unable to retrieve statement from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ubhalo kwinxalenye yolwazi
zu_za: kunzima ukukhipha isitatimente kudathabaze

source: Account Number:
af_za: Rekening Nommer
xh_za: inombolo yeakhawunti
zu_za: inombholo yesikwenetu

source: Balance Brought Forward:
af_za: Balans oorgedra
xh_za: izidibano ziziswa phambili
zu_za: okusele kulethwe phambili

source: Current
af_za: Huidiglik
xh_za: ngoku
zu_za: manje

source: 30 Days:
af_za: 30 DAE
xh_za: intsuku ezingamashumi anesithathu
zu_za: amalanga angu-30

source: 60 Days
af_za: 60 DAE
xh_za: iintsuku ezingamashumi anesithandathu
zu_za: amalanga angu-60

source: 90 Days
af_za: 90 DAE
xh_za: iintsuku ezingamashumi anesihoba
zu_za: amalanga angu-90

source: 120 Days
af_za: 120 DAE
xh_za: iintsuku ezingamakhulu anamashumi amabini
zu_za: amalanga angu-120

source: Statement
af_za: Staat
xh_za: isibhalo
zu_za: isitatimente

source: Unable to access database
af_za: Kan nie data lees nie
xh_za: akukwazeki ukuya kwinxelenye yolwazi
zu_za: kunzima ukungena kuDathabaze

source: Please select the vatcode for all your items.
af_za: Kies asseblief die BTW kode vir alle items
xh_za: sicela ukhethe ikhowudi yevat yezinto ozithengayo
zu_za: jabulisa ukhethe ikhodi leVAT yayoyonke impahla

source: Income Statement
af_za: Inkomste Staat
xh_za: isibhalo sezinto ezingenisa imali
zu_za: I-inkhamu sitatimenti

source: Include Accounts with Zero balances
af_za: Rekeninge met Nul balanse ingesluit
xh_za: kufakwe neeakhawunti ezingenazibalo
zu_za: faka izikwenetu ezinaqanda okusele

source: Continue &gt;
af_za: Gaan voort
xh_za: qhubeka
zu_za: qcubeka

source: Account Name
af_za: Rekening Naam
xh_za: igama leakhawunti
zu_za: inombholo yesikwenetu

source: Amount
af_za: BEDRAG
xh_za: imali
zu_za: imali

source: Net Profit
af_za: Netto wins
xh_za: imali eyongenzekileyo
zu_za: inzuzo esele

source: Income Statement as at :
xh_za: isibhalo sengenisomali ku:
zu_za: I-inkhamu sitatimenti kusukela ku:

source: Income
af_za: Inkomste
xh_za: imali engenayo
zu_za: iholo

source: Expenditure
af_za: Uitgawes
xh_za: incitho mali
zu_za: izinhleko

source: Owners Equity
af_za: Eienaars Belang
xh_za: imali yomphathi

source: Net Income
af_za: Netto inkomste
xh_za: imali eyongenzekileyo
zu_za: okusele kwiholo

source: Assets
af_za: Bates
xh_za: izinto zakho
zu_za: ama-assets

source: Trial Balance
af_za: Proef Balans
xh_za: isibalo esibhalelwe izinto zakho zeshishini
zu_za: I-trial balance

source: List Debit &amp; Credit
af_za: Debiet &amp; Krediet lys
xh_za: dwelisa ingenomali ne mali etyalwayo
zu_za: hlela idebiti nekrediti

source: Account Number
af_za: Rekening Nommer
xh_za: inombolo yeakhawunti
zu_za: isikwenetu

source: Debit
af_za: Debiet
xh_za: imali onayo
zu_za: idebiti

source: Credit
af_za: Krediet
xh_za: imali etyalwayo
zu_za: ikrediti

source: Unable to query database
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukubuza ngenxalenye yolwazi
zu_za: kunzima ukubuza iDathabazi

source: Unable to retrieve sub accounts from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana iakhawunti ezincinane kuluhlu lolwazi
zu_za: kunzima ukukhipha izikwenetu ezingaphelele kudathabazi

source: Selected customer doesn't have outstanding invoices
af_za: Kies klieent met geen uitstaande fakture
xh_za: khetha umthengi ongenatyala
zu_za: khetha abathengi abangana ma-invoyisi abangakakhokhi

source: There are no customers found.
af_za: Daar is geen klieente meer nie
xh_za: akukho bathengi bafunyenweyo
zu_za: abekho abathengi abatholakele

source: Error reading nons stock invoices.
af_za: Verkeerde leesing van nie-voorraad fakture
xh_za: undonakele akukho maphepha ezinto ezingathengwanga
zu_za: iphutha lokukufunda impahla okungasiyona isitoki ema-invoice

source: Selected customer doesn't have any processed invoices
af_za: Kies klieent met geen geprosseseerde fakture
xh_za: uthengi akanazinto akazithengileyo
zu_za: khetha ikhasimendi elingana invoyisi edlulisiwe

source: [X] Close
af_za: [X] Sluit af
xh_za: vala
zu_za: [x] vala

source: Journal Entries Report
af_za: Jornaal inskrywings verslag
xh_za: iripoti yezinto ezithengiweyo
zu_za: ijournal entries report

source: By Journal number
af_za: Volgens jornaal nommer
xh_za: inombolo ye zinto ezithengiweyo
zu_za: ngenombolo yeJournal

source: View All
af_za: Toon Alle
xh_za: jonga zonke
zu_za: beka konke

source: System Date
af_za: Sisteem Datum
xh_za: imhla wesystem
zu_za: usuku nenyanga yesisitimu

source: Select Account
af_za: Kies Rekening
xh_za: khetha iakhawunti
zu_za: khetha isikwenetu

source: There are no Accounts in the database.
af_za: Daar is geen Rekenings in databasis nie
xh_za: akhokho akhawunti kwinxalenye yolwazi
zu_za: asikho izikwenetu kudsthabaze

source: Enter Details
af_za: Sleutel Besonderhede in
xh_za: ngenisa iincukacha
zu_za: faka imininingwane

source: Select Period
af_za: Kies Tydperk
xh_za: khetha ixesha
zu_za: khetha isikhathi

source: ERROR : There are no periods set for the current year
af_za: FOUT : Daar is geen tydperke vir die huidige jaar nie
xh_za: NDONAKELA:akhukho xesha
zu_za: IPHUTHA:Asikho isikhathi esihleliwe kulonyaka

source: View Transactions &raquo;
af_za: Toon Transaksies
xh_za: jonga iziphumo
zu_za: bheka amaTransakishini

source: Reporting
af_za: Verslae
xh_za: impendulo
zu_za: ukubika

source: Accounts
af_za: Rekeninge
xh_za: iakhawunti
zu_za: izikwenetu

source: Reference
af_za: Verwysings
xh_za: ujongo
zu_za: ukudlulisela

source: Contra Acc
af_za: Kontra rekening
xh_za: iakhawunti ye bhalo ngokusemthethweni
zu_za: i-kontra akawunti

source: No Transactions found
af_za: Kan geen Transaksies vind nie
xh_za: akukho zibhalo ezifunyenweyo
zu_za: awekho amaTransakishini atholakele

source: Account number is beyond limits.
af_za: Rekening nommer is verby limiete
xh_za: inombolo ye akhawunti iqithisile
zu_za: inombholo yesikwenetu ingaphezulu

source: Period Range General Ledger
xh_za: ixesha eliqikelweyo lifakwa kwi zibhalo ezibhala yonke into
zu_za: isikhathi sokuhlela iJenerali leja

source: Select account(s)
af_za: Kies rekening(e)
xh_za: khetha iakhwunti
zu_za: khetha isikwenetu noma izikwenetu

source: Period Range :
af_za: Tydperk Volgorde
xh_za: amaxesha ahlukeneyo
zu_za: hlela isikhathi

source: Please select at least one account.
af_za: Kies asseblief een rekening
xh_za: sicela ukhethe iakhwunti enye
zu_za: jabulisa ukhethe isikwenetu sinye

source: There are no accounts yet in the database.
af_za: Daar in nog geen rekening in databasis nie
xh_za: akukho akhawuthi okwngoku kwinxalenye yolwazi
zu_za: akunazikwenetu kudatabase

source: Br/Forwd
xh_za: iziswe phambili
zu_za: letha phambili

source: Brought Forward
xh_za: izizwe phambili
zu_za: letha phambili

source: A/C Total
af_za: Rekening Totaal
xh_za: iakhawunti yea okanye I c
zu_za: isikwenetu sonke sihlangene

source: Outstanding Bank Account Entries
af_za: Uitstaande Bank Rekening inskrywings
xh_za: iakhawinti yebhanki engenisiweyo kwa engabhatalwanga
zu_za: okufakiwe okusele kubank account

source: Bank Account
af_za: Bank Rekening
xh_za: iakhawunti ye bhanki
zu_za: ibhangi sikwenetu

source: There are no bank accounts yet in the database.
af_za: Daar is nog geen bank rekeninge in databasis nie
xh_za: akukho akhawunti zebhanki kwinxalenye yolwazi
zu_za: akuna bank account kudatadase

source: View &raquo;
af_za: Toon
xh_za: jonga
zu_za: bheka

source: Banking
af_za: Bank
xh_za: ikufanka imali evalelweni
zu_za: ukubhanga

source: Outstanding Receipts
af_za: Uitstaande Kwitansies
xh_za: imaphepha emali ebhaliwe angakafunywanwa
zu_za: amaReceipts angakatholakali

source: Bank Name
af_za: Bank Naam
xh_za: igama lebhanki
zu_za: igama lebangi

source: Received from
af_za: Ontvang van
xh_za: ivela ku
zu_za: itholakale ku

source: Transaction Type
af_za: Transaksie Tipe
xh_za: uluhlu lwebhalo mali
zu_za: uhlobo lwetransakishini

source: Account
af_za: Rekening
xh_za: iakhawunti
zu_za: isikwenetu

source: There are no outstanding Bank Receipts entries.
af_za: Daar is geen uitstaande Bank Kwitansie inskrywings nie
xh_za: akukho zibhali zemali ezingakabhathalwa
zu_za: awekho amaResipu webangi angakafiki

source: Total Outstanding
af_za: Totaal uitstaande
xh_za: izinto zonke ezingekabhatalwa
zu_za: konke okusele sekuhlangene

source: Outstanding Payments
af_za: Uitstaande Paaiemente
xh_za: imali engakabhatalwa
zu_za: ukukhokha okusele

source: Paid to
xh_za: ibhatalwe ku
zu_za: ukhokha ku

source: There are no outstanding Bank Payment entries.
af_za: Daar is geen uitstaande Bank Betaalings inskrywings nie
xh_za: akukho zibhali zemali ezingakabhathalwa
zu_za: ukukhokha ngebhangi kuphelele

source: Debtors Age Analysis
af_za: Debiteure Ouderdoms Analise
xh_za: iminyaka yomntu ojonga abantu abakolota imali
zu_za: inhlaziyo yesikweletu

source: Acc no.
af_za: Rekening Nommer
xh_za: inombolo yeakhawunti
zu_za: inombholo yesikwenetu

source: Tel No.
af_za: Tel nommer
xh_za: inombolo yemfonomfono
zu_za: inombholo yocingo

source: 30 days
af_za: 30 DAE
xh_za: iintsuku yamashumi abathathu
zu_za: amalanga angu-30

source: 60 days
af_za: 60 DAE
xh_za: intsuku azingamashumi amathandathu
zu_za: amalanga angu-60

source: 90 days
af_za: 90 DAE
xh_za: iintsuku ezingamashimi enesithoba
zu_za: amalanga angu-90

source: 120 days +
af_za: 120 DAE +
xh_za: iintsuku ezekhulu elinye alinamashumi amabini
zu_za: amalanga angu-120 nokudlula

source: Export to spreadsheet
xh_za: ukusa kwibhalo lolwandiso
zu_za: hambisa kuSpreadsheet

source: 120 days
af_za: 120 DAE
xh_za: iintsuku ezekhulu elinye alinamashumi amabini
zu_za: amalanga angu 120

source: There are no Stock Items in the database.
af_za: Geen voorraad in databasis
xh_za: akukho zinto ezithengiweyo kwinxalenye yolwazi
zu_za: akuna impahla yesitoki kudathabaze

source: Stock Items
af_za: Voorraad items
xh_za: izinto ezithengiweyo
zu_za: impahla yesitoki

source: Select Stock Item(s)
af_za: Kies voorraad item
xh_za: khetha izinto ezithengiweyo
zu_za: khetha impahla yesitoki

source: Select period
af_za: Kies Tydperk
xh_za: khetha ixesha
zu_za: khetha isikhathi

source: ERROR : Please select at least one Stock Item.
af_za: FOUT: kies een voorraad item
xh_za: NDONAKELE:sicela ukhethe noba yenye into ethengwayo
zu_za: IPHUTHA:jabulisa ukhethe sinye kuphela isitoki

source: There are no Stock Items yet in the database.
af_za: Kan nie data lees nie
xh_za: akho zinto zithengiweyo kwinxalenye yolwazi
zu_za: akuna sitoki kudatabase

source: Balance Brought Forward
af_za: Balans oorgedra
xh_za: izibalo zisiswe phambili
zu_za: okusele okulethwe ngaphambili

source: DATE
af_za: Datum
xh_za: umhla
zu_za: usuku lwenyanga

source: DETAILS
af_za: Besonderhede
xh_za: incukacha
zu_za: imininingo

source: COST AMOUNT
af_za: KOSTE BEDRAG
xh_za: imali ebiziweyo
zu_za: ibiza malini

source: BALANCE
af_za: BALANS
xh_za: izibalo ezigqityiweyo
zu_za: okusele

source: Stock Movement Report
xh_za: impendulo malunga noshukumo lwezithengwayo
zu_za: isitoki movement report

source: Store
xh_za: gcina
zu_za: bheka

source: All Categories and Classifications
af_za: Alle Katogoriee en Klasifikasies
xh_za: wonke amanqanaba ne nketho
zu_za: onke amahlelo nokuhlukanisa

source: Sales Reports
af_za: Verkoops Verslag
xh_za: impundulu malunga nenthengiso
zu_za: ilipoti lentengiso

source: There are no stock items found.
af_za: Geen voorraad te vind nie
xh_za: akukho izinto ezithengiswayo
zu_za: asikho isitoki esitholakele

source: Code
af_za: Kode
xh_za: ubhalo
zu_za: ikhodi

source: Units Purchased/Increase
af_za: Eenhede Aankope/Verhoog
xh_za: izinto ezithengiweyo/nezenyuliweyo
zu_za: inani lentengo/ liyandile

source: Units Sold
af_za: Eenhede verkoop
xh_za: izinto ezithengisiweyo
zu_za: inani elithengisiwe

source: Total Selling Price
af_za: Totale Verkoops Prys
xh_za: ixebisa lokuthenga
zu_za: intengiso seyihlangeme

source: Gross Profit
xh_za: imali eyongezelekiliyo
zu_za: inzuzo yentengiso

source: There are no employees in the database.
af_za: Daar is geen werknemers in databasis nie
xh_za: akukho ziqashwa kwnxalenye yolwazi
zu_za: akunabasebenzi kudathabazi

source: Employee Ledger
af_za: Werknemers Legger
xh_za: izibhalo zeziqashwa
zu_za: ileja yabasebenzi

source: Select Employee(s)
af_za: Kies Werknemer(s)
xh_za: khetha iziqashwa
zu_za: khetha abasebenzi noma umsebenzi

source: Order By
af_za: Bestel deur
xh_za: ezithengwe ngu
zu_za: yaleza ngaloku

source: Please select at least one Creditor.
af_za: Kies asseblief een krediteur
xh_za: sicela ukhetha enye yabatyalayo
zu_za: khetha ikredithi ibe yinye

source: There are no employees yet in the database.
af_za: Daar is geen werknemers in databasis nie
xh_za: akukho ziqashwa kwinxalenye yolwazi
zu_za: akuna abasebenzi kudathabase

source: Year Review General Ledger
xh_za: ujongo lobhalo lwezinto zonke lonyaka
zu_za: unyaka obhekiwe kujeneral leja

source: There are no suppliers in the database.
af_za: Daar is geen verskaffers in databasis nie
xh_za: akukho baniki
zu_za: akuna maSaplaya kudatabazi

source: Creditors Ledger
af_za: Krediteure Legger
xh_za: incwadi yabatyali
zu_za: ikreditha leja

source: suppliers
af_za: Verskaffers
xh_za: abanikisi
zu_za: umthengisi

source: Select Customer(s)
af_za: Kies Klieent(e)
xh_za: kheta uqeshwa
zu_za: khetha ikhasimendi

source: There are no suppliers yet in the database.
af_za: Daar is geen verskaffers huidiglik in databasis nie
xh_za: akukho baniki kwinxalenye yolwazi
zu_za: akuna maSaplaya kudathabazi

source: Select Options
af_za: Kies Opsies
xh_za: khetha
zu_za: khetha ukuzikhethela

source: Period Range
af_za: Tydperk
xh_za: ixesha onalo
zu_za: khetha ukuziqumela

source: Ref No
af_za: Verwysings Nommer
xh_za: inombolo yesikhumbuzo
zu_za: inombholo yokufakaza

source: Unable to get data
af_za: Kan nie data lees nie
xh_za: incwadi ebhal konke
zu_za: kunzima ukuthola idata

source: General Ledger
af_za: Algemene Legger
xh_za: incwadi ebhala zonke
zu_za: ijenerali leja

source: Select Year
af_za: Kies Jaar
xh_za: khetha unyaka
zu_za: khekha unyaka

source: Next &raquo;
af_za: Volgende
xh_za: enye
zu_za: hambisa kuSpredshit

source: Export to Spreadsheet
xh_za: yisa kwiphepha lolwandiso

source: View Cash Book Analysis
af_za: Toon Kasboek Analise
xh_za: jonga incwadi yemali
zu_za: bheka ikhash Bhuku Analis

source: From :
af_za: Van
xh_za: ivela
zu_za: iphuma ku:

source: To :
af_za: Na
xh_za: iya
zu_za: iya ku;

source: Analysis of Receipts
af_za: Kwitansie Analise
xh_za: jonga imaphepha athengisileyo
zu_za: I-Analisis yeRisipu

source: Total Receipts
af_za: Totale Kwitansies
xh_za: inani lwamaphepha onke athengisileyo
zu_za: iholo lonke elifikile

source: Analysis of Payments
af_za: Betalings Analise
xh_za: jonga amaphepha abhatalisileyo
zu_za: I-Analisis yokukhokha

source: Total Payments
af_za: Totale Betalings
xh_za: imali yonke ebhataliweyo
zu_za: konke okukhokhiwe

source: Transactions By Date Range
af_za: Transaksies volgens Datum volgorde
xh_za: izinto ezithengiweyo ngalomhla
zu_za: amaTransakishini ngohlelo losuku

source: Vat Balance
af_za: BTW Balans
xh_za: ivat egqibeleleyo
zu_za: ibhalense yeVAT

source: View Amount
af_za: Toon Bedrag
xh_za: jonga imali
zu_za: bheka imali

source: Total vat balance
af_za: Totale BTW balans
xh_za: ivat yonke ezisiweyo
zu_za: yonke Ivat bhalense

source: Total Input Vat
xh_za: ivat yonke ekhoyo
zu_za: yonke ivat efakiwe

source: Total Output Vat
xh_za: ivat yonke engekhoyo
zu_za: yoke ivat ephumile

source: Total Vat Balance
af_za: Totale BTW balans
xh_za: ivat yonke iphelele
zu_za: yoke ivat bhalense

source: All Categories
af_za: Alle Katogories
xh_za: wonke amanqanaba
zu_za: onke amahlelo

source: There are no Accounts in this Category.
af_za: Daar is geen Rekeninge in die katogorie nie
xh_za: akukho akhawunti kweli nqanaba
zu_za: azikho izikwenetu kumahlelo

source: Select Category type
af_za: Kies Katogorie tipe
xh_za: khetha iqanaba
zu_za: khetha uhlobo nehlelo

source: Account type
af_za: Rekening Tipe
xh_za: iakhawunti eyiphi
zu_za: uhlobo lwesikwenetu

source: Continue&gt;
af_za: Gaan voort
xh_za: qhubeka
zu_za: qhuba

source: Select Category
af_za: Kies Katogorie
xh_za: khetha inqanaba
zu_za: khetha uhlobo

source: Accounts Type
af_za: Rekening Tipe
xh_za: iakhawunti yakho
zu_za: uhlobo lwesikwenetu

source: Debtor Ledger
af_za: Debiteure Legger
xh_za: incwadi yabantu isibatyalayo
zu_za: ileja yesikweletu

source: There are no Customers in the database.
af_za: Daar is geen Klieente in databasis nie
xh_za: akukho bathengi kulenxalenye yolwazi
zu_za: awekho amakhasimendi kudathabase

source: Debtors Ledger
af_za: Debiteure Legger
xh_za: incwadi yabantu isibatyalayo
zu_za: ileja yesikweletu

source: Please select at least one Debtor.
af_za: Kies een Debiteur
xh_za: sicela ukhetha enye yabatyalayo
zu_za: jabulisa ukhethe umkwenetu

source: There are no customers yet in the database.
af_za: Daar is geen Klieente in databasis nie
xh_za: akuhkho bathengi kulenxalenye yolwazi okwangoku
zu_za: akuna bathengi kudathabase

source: Asset Ledger
af_za: Bates Legger
xh_za: incwadi yezinto zakho
zu_za: i-aset leja

source: Group
af_za: Groep
xh_za: iqela
zu_za: iqembu

source: Serial
xh_za: inombolo
zu_za: -landelenayo

source: Location
xh_za: indawo
zu_za: indawo

source: Date Bought
af_za: Datum Aangekoop
xh_za: umhla wentengo
zu_za: ilanga lokuthenga

source: Date Added
af_za: Datum bygesit
xh_za: umhla udityanisiweyo
zu_za: ilanga lokwenezela

source: Cost Amount
af_za: KOSTE BEDRAG
xh_za: imali yentengo
zu_za: ibiza malini

source: Net Value
af_za: Netto waarde
xh_za: ixabiso
zu_za: isisindo esisele

source: Journal Entries By Ref no.
af_za: Jornaal inskrywings volgens Verwysings no
xh_za: ungeno lwe journal kunye ne nombolo
zu_za: ijenal ngena ngeREF nombolo

source: Ref No.
af_za: Verwysings Nommer
xh_za: inombolo yokwzisa
zu_za: inombholo yokuqondanisa

source: Creditors Age Analysis
af_za: Krediteure Ouderdoms Analise
xh_za: iminyaka yomntu ojonga abantu abakolota imali
zu_za: inhlaziyo yesikweletu

source: General Ledger by period range
af_za: Algemene Legger volgens Tydperk volgorde
xh_za: incwadi ebhala zonke izinto ngexesha elithile
zu_za: uhlelo lwesikhathi lwejeneral leja

source: Previous Year Period Range General Ledger
af_za: Algemene legger van vorige Jaar volgens Tydperk volgorde
xh_za: unyaka udlulileyo wencwadi ezinento yonke
zu_za: unyaka odlulile,uhlelo lwejeneral leja

source: Financials
af_za: Finansies
xh_za: ezemali
zu_za: izimali

source: Accounting
af_za: Rekening
xh_za: ezezibalo
zu_za: iPOS ntengiso lipoti

source: POS Sales Report
af_za: POS Verkope Verslag
xh_za: impendulo malunga nentengiso

source: Date Range
af_za: Datum orde
xh_za: umhla
zu_za: uhlelo ngamalanga

source: Summary
af_za: Opsomming
xh_za: swankathela
zu_za: isiqoqo

source: All Pos Sales
af_za: Alle POS Verkope
xh_za: zonke intengiso zaphambili
zu_za: wonke amaPOS ntengisi

source: Pos Sales Report
af_za: POS Verkope Verslag
xh_za: intengo zapambili neempendulu yazo
zu_za: iPOS ntengiso lipoti

source: Inv
af_za: Faktuur
xh_za: ii-inv
zu_za: I-invoyisi

source: INPUT
af_za: Inset
xh_za: ingeno
zu_za: faka

source: OUTPUT
xh_za: impumo
zu_za: khipha

source: Detailed
af_za: Besonderhede
xh_za: incukacha
zu_za: imininingwane

source: Unable to vat codes.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukuveza ikhodi ye vat
zu_za: kunzima ukuthola amaVAT khdi

source: VAT Report
af_za: BTW verslag
xh_za: impendulo ngevat
zu_za: Ivat lipoti
