Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Exchange rate
xh_za: ukutshitshiselwano
zu_za: izinga lokushintsa

source: Allocation
af_za: Allokasie
xh_za: indawo
zu_za: ukuhlela

source: Allocate &gt;
af_za: Allokeer
xh_za: indawo
zu_za: hlela

source: New International Bank Receipt
af_za: Nuwe Internasionale Bank Kwitansie
xh_za: ibanki yengaphesheya ebhankini irisiti
zu_za: iholo elisha eliphuma ebHangi laphesheya

source: unable to get invoices.
af_za: Kan nie kwitansies kry nie
xh_za: ukungakwazi ukufumane invoices
zu_za: kunzima ukuthola i-invoyisi datha

source: Outstanding Purchases
af_za: Uitstaande Aankope
xh_za: imali yothengo yangaphandle
zu_za: izintengo ezisele

source: Purchase
af_za: Aankoop
xh_za: uthengiso
zu_za: izintengo

source: Outstanding Amount
af_za: Uitstaande Bedrag
xh_za: imali engabhatalwanga
zu_za: imali esele

source: Outstanding amount
af_za: Uitstaande Bedrag
xh_za: imali yangabhatalwanga
zu_za: imali esele

source: Unable to access database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana inxalenye yolwazi
zu_za: kunzima ukungena kudathabase

source: Invalid Invoice Number.
af_za: Verkeerde Faktuur Nommer
xh_za: inombolo ye invoice ayikho
zu_za: inombholo ye-invoyisi ayisebenzi

source: Uanble to get bank acc.
af_za: Kan nie Bank rekening kry nie
xh_za: ukungakwazi ukufumana imali ebhatalwayo kwi account
zu_za: kunzima ukuthola isikwenetu sebhangi

source: International Bank Payment
af_za: Internasionale Bank Betaling
xh_za: imali yokubhathalwa yebhanki yangaphesheya
zu_za: ukukhokha ngebhangi phesheya

source: International Bank Payment added to cash book.
af_za: Internasionale Bank Betaling by kas boek gevoeg
xh_za: imali ebhatalwe ngaphesheya ebankini kunye nencwadi yemali
zu_za: ukukhokha ngebhangi ngaphesheya kufakiwe kukhashi bhuku

source: Receipt Details
af_za: Kwitansie Besonderhede
xh_za: incukacha zerisiti
zu_za: imininingo ngeholo

source: Outstanding Invoices
af_za: Uitstaande Fakture
xh_za: imali asafuneka yeinvoic
zu_za: ama-invoyisi asele

source: Invoice
af_za: Faktuur
xh_za: iinvoice
zu_za: i-invoyisi

source: Invoices
af_za: Fakture
xh_za: iiinvoices
zu_za: ama-invoyisi

source: Invoice Number
af_za: Faktuur Nommer
xh_za: inombolo yeeinvoices
zu_za: inombholo ye-invoyisi

source: Add Customer Payment
af_za: Voeg Klieent betaling by
xh_za: dibanisa imali yobhatalo yabathengi
zu_za: engeza ukukhokha kwekhasimendi

source: Edit Bank Account
af_za: Sleutel Bank Rekening in
xh_za: jonga iakhawunti yebhanki
zu_za: hlela isikwenetu sebhangi

source: Type of Account
af_za: Tipe Rekening
xh_za: iakhathi mhlobomphi
zu_za: uhlobo lwebhangi

source: Currency
af_za: Huidiglike
xh_za: imali
zu_za: umnotho

source: Branch Name
af_za: Tak Naam
xh_za: igama lwendawo
zu_za: igama lebhulantsi

source: Branch Code
af_za: Tak Kode
xh_za: inombolo yendawo
zu_za: ikhodi lebhulantsi

source: Card Number
af_za: Kaart Nommer
xh_za: inombolo yamkhadi
zu_za: inombholo yekhadi

source: Expiry Date
af_za: Verval Datum
xh_za: umhla wokugqiba
zu_za: ilanga lokuqcina

source: Last 3 Digits at back of Card
af_za: Laaste 3 nommers agter op kaart
xh_za: amanani okugqibela emva kwekhadi
zu_za: inombholo yesithathu ukusuka emuva ,ngasemuva kwekhadi

source: Card Type
af_za: Kaart tipe
xh_za: umhlobo wekhadi
zu_za: uhlobo lwekhadi

source: Confirm &gt;
af_za: Bevestig &gt;
xh_za: qinisekisa
zu_za: fakaza

source: View Bank Accounts
af_za: Toon Bank Rekeninge
xh_za: jonga iakhawunti yebhanki
zu_za: bheka isikwenetu sebhangi

source: Confirm Account Edit
af_za: Bevestig Rekening ingesleutel
xh_za: qinisekisa ngojongo lweakhawunti
zu_za: fakaza okuhlelile kusikwenetu

source: Account Type
af_za: Rekening Tipe
xh_za: ididi lweakhawunti
zu_za: uhlobo lwesikwenetu

source: Legder account
af_za: Legger rekening
xh_za: iakhawunti yeledger
zu_za: iLeja akhawundi

source: Bank Account Edited
af_za: Bank Rekening ingesleutel
xh_za: ujongo lweakhawunti yebhenki
zu_za: isikwenetu ebhangi sihleliwe

source: New Bank Payment
af_za: Nuwe Bank Betaling
xh_za: indlela yobhatalo kwibanki
zu_za: ukukhokha okusha ebhangi

source: Number of ledger accounts
af_za: Legger Rekening Hoeveelheid
xh_za: inani lweakhawunti kwiledger
zu_za: inani lamaleja akhawundi

source: Select VAT Code
af_za: Kies BTW Kode
xh_za: khetha ikhodi yeledger
zu_za: khetha ikhodi leVat

source: Select Accounts Involved
af_za: Kies Rekening Betrokke
xh_za: thumela iakhawunti ekhoyo
zu_za: khetha iisikwenetu esiyinhlamunhlamu

source: Bank Payment
af_za: Bank Betaling
xh_za: ubhatalo lwebhanki
zu_za: ukukhokha ngebhangi

source: Bank Payment added to cash book.
af_za: Bank Betaling by Kas Boek gevoeg
xh_za: ubhatalo lwebhanki ludityaniswe nencwadi yemali
zu_za: ukukhokha ngebhangi kufakiwe kukhashi bhuku

source: View Petty Cash Book Report
af_za: Toon Klein Kas Boek Register
xh_za: jonga incwadi kaxakeka unike impendulo
zu_za: bheka ilipoti lephethi KHash Bhuku

source: Total Transfer
af_za: Totaal Oorgedra
xh_za: yisa ugqibelo zibalo
zu_za: yonke imali edlulisiwe

source: Total Requisitions
xh_za: isicelo segqibelo zibalo
zu_za: yonke imali eceliwe

source: Total Returned
af_za: Totaal Terug gestuur
xh_za: ubuyiselo lwegqibelo zibalo
zu_za: konke okubuyisiwe

source: Select Ledger
af_za: Kies Legger
xh_za: khetha iledger
zu_za: khetha ileja

source: Customer Ledger
af_za: Kliente Legger
xh_za: iledger yabathengi
zu_za: ikhasimendi leja

source: Supplier Ledger
af_za: Verskaffer Legger
xh_za: iledger yomrhwebi
zu_za: isaplaya leja

source: Cashbook Entry
af_za: Kas Boek inskrywing
xh_za: incwadi yemali nongeno
zu_za: ukufaka kukhashi bhuku

source: Ledger
af_za: Legger
xh_za: iledger
zu_za: ileja

source: Customer paid to
af_za: Klieent Betaal aan
xh_za: umthengi ubhatale ku
zu_za: ikhasimendi likhokha ku

source: Funds transfer to Bank
af_za: Fondse na Bank oorgedra
xh_za: imali isiwe ku
zu_za: imali idluliselwe ebhangi

source: Add account (New Window)
af_za: Voeg rekening by (Nuwe Venster)
xh_za: ongeza iakhawunti
zu_za: engeza isikwenwtu ( iWindow) entsha

source: Unable to get currency
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana imali
zu_za: kunzima ukuthola uhlobo lwemali

source: Date, Cheque No. Ascending
af_za: Datum, Tjek no,
xh_za: umhla,inomblo yetsheki,ascending
zu_za: ilanga, inombholo yesheki. Ngokunyuka

source: Date, Cheque No. Descending
af_za: Datum, Tjek no,
xh_za: umhla,inomblo yetsheki,descending
zu_za: ilanga, inombholo yesheki. Ngokwehla

source: Cheque No. Ascending
af_za: Tjek no.
xh_za: inomblo yetsheki
zu_za: inombholo yesheki. Ngokunyuka

source: Cheque No. Descending
af_za: Tjek no.
xh_za: inomblo yetseki
zu_za: inombholo yesheki. Ngokwehla

source: Bank Account Name
af_za: Bank Rekening Naam
xh_za: igama leakhawunti kwibhanki
zu_za: igama lesikwenetu sebhangi

source: Received From :
af_za: Ontvan van:
xh_za: ivela ku
zu_za: iphuma ku:

source: Multiple Accounts
af_za: Meervoudige Rekeninge
xh_za: iakhawunti eyandayo
zu_za: izikwenetu eziningi

source: Paid to:
af_za: Betaal aan:
xh_za: ibhatalwe ku
zu_za: kukhokhwe ku

source: Bank Transfer
af_za: Bank Oorplasing
xh_za: ibhanki igqithiselwa
zu_za: ukudluliselana ngebhangi

source: Local Bank Account
xh_za: iakhawunti yebhanki yasekhaya
zu_za: ibhangi sikwenetu ,sasekhaya

source: Foreign Bank Account
xh_za: iakhawunti yebhanki yangaphandle
zu_za: ibhangi sikwentu saphesheya

source: Transfer Type
af_za: Oordrag tipe
xh_za: yisa eyiphi
zu_za: uhlobo lokudlulisa

source: Exchange Rate
xh_za: utshintsiswano
zu_za: izinga lokushintsa

source: Tranfer Type
af_za: Oordrag tipe
xh_za: yisa eyiphi
zu_za: uhlobo lokudlulisa

source: Bank Transfer added to cash book.
af_za: Bank Oordrag by Kas boek gevoeg
xh_za: utshintso lweakhawunti yebhanki kunye nencwadi yemali
zu_za: ukudluliselana ngebhangi kufakiwe kukhashi bhuku

source: Remove Bank Account from database
af_za: Verwyder Bank Rekening vanaf databasis
xh_za: susa iakhawunti yebhanki kwinxalenye yolwazi
zu_za: susa ibhangi sikwenetu kudathabase

source: Remove Bank Account &raquo;
af_za: Verwyder Bank Rekening
xh_za: suza iakhawunti yebhanka
zu_za: susa ibhangi sikwenetu lana

source: Bank Account Removed from database
af_za: Bank Rekening Verwyder van databasis
xh_za: isusiwe iakhawunti yebenki kwinxalenye yolwazi
zu_za: susa ibhangi sikwenetu kudathabase

source: Allocate &raquo;
af_za: Allokeer
xh_za: yisa
zu_za: hlela

source: You cannot allocate
af_za: Jy Kan nie allokeer nie
xh_za: awukwazi ukuya
zu_za: awukwazi ukuhlela

source: Add Petty Cash Requisistions
xh_za: faka izicelo zemali kaxakeka
zu_za: engeza iPethi khashi sicelo

source: Number of Requisitons
xh_za: inani lezicelo
zu_za: inombholo yesicelo

source: - Invalid number of requisitions
xh_za: alikho elinani lesicelo
zu_za: inambha engekho yesicelo

source: Available Funds
af_za: Beskikbare fondse
xh_za: imali ekhoyo
zu_za: imali ekhona

source: Account Paid to
af_za: Rekening Betaal aan
xh_za: iakhawunti ibhatalwe ku
zu_za: isikwenetu sikhokhwa ku

source: Confirm Petty Cash Requisistions
xh_za: qinisekisa ngesicelo sencwadi kaxakeka
zu_za: fakaza iPhethi khashi sicelo

source: Petty Cash Requisistions
xh_za: isicelo sikaxakeka
zu_za: iPhethi khashi sicelo

source: Petty Cash Requisistions have been added to the Petty Cash book.
xh_za: isicelo sencwadi kaxakeka sifakwe encwadini yaso
zu_za: iphethi khashi sicelo yengeziwe kwiPhethi kashi bhuku

source: New Petty Cash Receipt
af_za: Nuwe Klein Kas Kwitansie
xh_za: isicelo esitsha sikaxakeka
zu_za: iPhethi khashi Risipu entsha

source: Supplier Received from
af_za: Verskaffer ontvang van
xh_za: imnikiswa uvela ku
zu_za: impahla iphuma ku :

source: &laquo; Cancel
af_za: &lt;&lt; Kanselleer
xh_za: susa iakhawunti yebhanki kwinxalenye yolwazi
zu_za: susa

source: Add &raquo;
af_za: Voegby
xh_za: dibanisa
zu_za: engeza

source: Petty Cash Receipt
af_za: Klein Kas Kwitansie
xh_za: incwadi yemali kaxakeka
zu_za: iPhethi khashi risidi

source: Add Petty Cash Payment
af_za: Voeg Klein Kas Betaling by
xh_za: dibanisa imali kwincwadi kaxakeka
zu_za: engeza ukukhkha kuPhethi khashi bhuku

source: Add Petty Cash Receipt
af_za: Voeg Klien Kas Kwitansie by
xh_za: faka izicelo zemali kaxakeka
zu_za: engeza iPhethi khashi risidi

source: Journal Reference No.
af_za: Jornaal Verwysings nommer
xh_za: inombolo ye journal
zu_za: inombholo yokudlulisela yejenali

source: Bank Deposit Record &raquo;
af_za: Bank Deposito Rekord
xh_za: ugcino lwediposithi yebhanki
zu_za: amalekhodi ebhangi zibeko

source: Cash Book Entry was successfully processed.
af_za: Kas Boek inskrywing is suksesvol geprosesseer
xh_za: ungeno lwencwadi yemali iphumelele
zu_za: ukufaka kukhash bhuku kungene kahle

source: Department Not Found
af_za: Kry nie Departement nie
xh_za: iqumrhu alifumaneki
zu_za: umyango awutholaka

source: New Petty Cash Payment
af_za: Nuwe Klein Kas Betaling
xh_za: ubhatalo lwencwandi kaxakeko etsha
zu_za: entsha iPhethi kash bhuku

source: Paid from
af_za: Betaling van
xh_za: ibhatalwe ku
zu_za: khokha ku :

source: Petty Cash Payment
af_za: Klein Kas paaiement
xh_za: ubhatalo lwencwadi kaxakeka
zu_za: ukukhokha ngephethi khashi

source: Foreign Balance
xh_za: ibalasi yabaphesheya
zu_za: imali esele yaphesheya

source: Local Currency
xh_za: imali yasekhaya
zu_za: uhlobo lwemali yasekhaya

source: Delete
af_za: Uitvee
xh_za: susa iakhawunti yebhanki kwinxalenye yolwazi
zu_za: susa

source: Input customer account number
af_za: Inset Klieent rekening nommer
xh_za: umthengu onegalelo kunye nenombolo yeakhawunti
zu_za: faka inombholo yesikwenetu sasekhaya

source: Invalid account number
af_za: Verkeerde Rekening nommer
xh_za: inombolo engekhoyoyeakhawunti
zu_za: inombholo engasebenzi yesikwenetu

source: New Receipt
af_za: Nuwe Kwitansie
xh_za: irisiti etsha
zu_za: iholo elisha

source: Bank Account / Cash
af_za: Bank Rekening / Kontant
xh_za: iakhawunti yebhanki/imali
zu_za: ibhangi sikwenetu noma ukheshi

source: Receive Cash
af_za: Ontvan Kontant
xh_za: imali efunyenweyo
zu_za: thatha imali

source: Unable to get open items.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana izinto ezivulekekileyo
zu_za: kunzima ukuvula izimpahla

source: Outstanding Transactions
af_za: Uitstaande Transaksies
xh_za: imali engabhatalwanga
zu_za: imigidi asele

source: Unable to update statement.
af_za: Kan nie state opdateer nie
xh_za: ukungakwazi ukusexesheni izibhalo
zu_za: kunzima ukuhlela isitatimente

source: Entry Accounts
af_za: Rekening Inskrywings
xh_za: ngenisa iakhawunti
zu_za: ukufaka izikwenetu

source: View Petty Cash Requisistions
xh_za: jonga isicelo semali kaxakeka
zu_za: bheka iPhethi khashi sicelo

source: Total Outstanding Requisitions
xh_za: imali epheleleyo kaxakeka
zu_za: izicelo zonke ezisele

source: Edit Petty Cash Requisistion
xh_za: lungisa incwadi yemali yesicelo kaxakeka
zu_za: hlela izicelo zephethi khashi

source: Edit &raquo;
af_za: Sleutel in
xh_za: lungisa
zu_za: hlela

source: Petty Cash Requisistion
xh_za: isicelo semalikaxakeka
zu_za: iPhethi khashi sicelo

source: Petty Cash Requisistion has been edited on the Petty Cash book.
xh_za: isicelo semalikaxakeka silungisiwe
zu_za: isicelo sephethi khashi sihleleke kahle kwibhuku lephethi khashi.

source: Add New Credit Card Account
af_za: Voeg Nuwe Krediet Kaart Rekening by
xh_za: faka ezinye iincwadi zetyalo mali kwiakhawunti
zu_za: faka entsa ikredit khadi sikwenetu

source: Add Ledger Account
af_za: Voeg Legger Rekening by
xh_za: faka iakhawunti yeledger
zu_za: engeza ileja sikwenetu

source: New Credit Card Account added to database
af_za: Nuwe Krediet Kaart Rekening is in databasis
xh_za: icredit khadi elitsha lifakiwe kwidatabase
zu_za: entsa ikredithi khadi sikwenetu inezeliwe kudathabhazi

source: Process
af_za: Verwerk
xh_za: qubeleka
zu_za: dlulisa

source: Select All
af_za: Kies Alles
xh_za: khetha konke
zu_za: khetha konke

source: Batch entries have been processed.
af_za: Groep inskrywings is geprosseseer
xh_za: ungeno lweluhlu lugqityiwe
zu_za: iBhashi kufaka idlulisiwe

source: Bank transfer
af_za: Bank Oordrag
xh_za: utshintso lweebanki
zu_za: ukudluliselana ngebhangi

source: Bank transfer has been added to the Cash book.
af_za: Bank Oordrag is by Kas boek gevoeg
xh_za: utshintso lweebanki lufakwe kwincwadi yemali
zu_za: ukudluliselana ngebhangi kufakiwe kukhasi bhuku

source: Unable to select customer
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukukhetha umthengi
zu_za: kunzima ukukhetha Ikhasimendi

source: Unable to get employee data.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ulwazi lwabaqeshi
zu_za: kunzima ukuthola imininingo ngomsebenzi

source: Select Employee
af_za: Kies Werknemer
xh_za: khetha umqeshi
zu_za: khetha umsebenzi

source: Unable to get accounts.
af_za: Kan nie data lees nie
xh_za: ukungakwai ukufumana iakhawunti
zu_za: kunzima ukuthola izikwenetu

source: unable to get suppliers.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana unikisi
zu_za: kunzima ukuthola isaplaya

source: Select Type
af_za: Kies Tipe
xh_za: khetha ntoni
zu_za: khetha uhlobo

source: Add New Petrol Card Account
af_za: Kies nuwe Petrol Kaart Rekening
xh_za: faka ikhadi elitsha lwepetiloli kwiakhawunti
zu_za: enezela elisha ikhadi lipetiloli

source: New Petrol Card Account added to database
af_za: Nuwe Petrol Kaart is in databasid gevoeg
xh_za: faka khadi elitsha lwepetiloli kwiakhawunti kunye nedatabase
zu_za: faka ikhadi elisha lika phethiloli kwidathabhazi

source: Add New Bank Account
af_za: Voeg Nuwe Bank Rekening by
xh_za: faka iakhawunti yakho etsha
zu_za: enezela entsa ibhangi sikwenetu

source: Account Category
af_za: Rekening Katogorie
xh_za: udidi lweakhawunti
zu_za: uhlobo lwesikwenetu

source: Add New Account to database
af_za: Voeg Nuwe Rekening in databasis
xh_za: iakhawunti efakwe kwidatabase
zu_za: enezela isikwenetu esisha kudathabhaze

source: New Bank Account added to database
af_za: Nuwe Bank Rekening by databasis gevoeg
xh_za: iakhawunti efakwe kwidatabaseetsha
zu_za: ibhangi sikwenetu esisha siyengeziwe kudathabhazi

source: Edit Bank Payment
af_za: Skryf Bank Betaling in
xh_za: lungisa ubhatalo mali ebhankini
zu_za: hlela ukukhokha ebhangi

source: Update &gt;
af_za: Opdateer
xh_za: faka exesheni
zu_za: hlela kahle

source: Bank Receipt edited to cash book.
af_za: Bank Kwitansie in Kas boek geskryf
xh_za: irisiti yebanki efunyenweyo ilungiswa
zu_za: ahleliwe amarisipu kukhashi bhuku

source: Supplier Invoice No.
af_za: Verskaffer Faktuur NO.
xh_za: inombolo yemrhwebe ye invoice
zu_za: inombholo ye-invoyisi yesaplaya

source: Customer received from
af_za: Klieent ontvang van
xh_za: ivele kumthengi mphi
zu_za: ikhasimendi liphuma ku

source: Edit Bank Receipt
af_za: Skryf Bank Kwitansie
xh_za: lungisa irisiti zebhanki
zu_za: hlela iholo ebhangi

source: Bank Receipt edited.
af_za: Bank Kwitansie is ingeskryf
xh_za: irisiti ye banki ilungisiwe
zu_za: hlela iholo ebhangi

source: Add Petty Cash Requisistion
xh_za: dibanisa izinto ezindingwa kwipetty cash yakho
zu_za: eneza iphethi khashi sicelo

source: Petty Cash Requisistion has been added to the Petty Cash book.
xh_za: izinto ezifuneka kwipetty cash yakho zifakwe kwincwadi yayo
zu_za: isicelo sePhethi kashi sifakiwe kuphethi kash bhuku

source: Ledger Account Paid To
af_za: Legger Rekening Betaal aan
xh_za: I akhawunti yeledger ibhathalwe ku:
zu_za: ileja sikwenetu sikhokhwe ku:

source: Bank Payment added to batch.
af_za: Bank Betaling by groep bygevoeg
xh_za: ibhatalo loluhlu lwebanki ludityanisiwe
zu_za: ukukhokha ngebhangi kufakwe kubheshi

source: Please Select at least one entry to proccess.
af_za: Kies Asseblief een inskrywing om te proseseer
xh_za: sincela ukhethe kwezi zilandelayo ukuqhubeleka
zu_za: jabulisa ukhekhe yinye kuphela kuze kudlule

source: Process Multiple Entries
af_za: Verwerk Multitipe Inskrywings
xh_za: izinge zoqhubeleko ziphinda-phindiwe
zu_za: faka kube kuningi kudlule

source: Reference No
af_za: Verwysings No
xh_za: inombolo yokuba ujonge imali yakho
zu_za: inombholo yokuqondanisa

source: Account paid/received from
af_za: Rekening betaal/Ontvang van
xh_za: iakhawunti ibhatalwe/ifunyenywe ku
zu_za: ukukhokha isikwenetu noma iholo lesikwenetu

source: Cash deposit/transfer record Banked
af_za: Kontant deposito/oorplasing
xh_za: idipositi yemali/isiwe kwi rekhodi yebanka
zu_za: ikhashi sibeko noma ilekhodi lebhangi

source: Quick Nevigation
xh_za: ujongo olukhawulezileyo
zu_za: iNevigation esheshayo

source: Received From/Paid to :
af_za: Ontvang van/Betaal aan :
xh_za: ivela ku/ibhatalwe ku
zu_za: iphuma ku/ikhokhwe ku

source: Deposits
af_za: Deposito's
xh_za: izinto ezidepositiweyo
zu_za: faka

source: Withdrawals
af_za: Onttrekkings
xh_za: ukhutsho lwemali
zu_za: khipha isibeko

source: Add Journal transaction to batch
af_za: Voeg Jornaal transaksie by groep
xh_za: dibanisa itshintso lwe journal kuluhlu
zu_za: eneza ijenal transakishini kwibheshi

source: Reference Number
af_za: Verwysings Nommer
xh_za: inombolo yokuba ujonge imali yakho
zu_za: inombholo yokuqondanisa

source: Transaction
af_za: Transaksie
xh_za: ukwenza
zu_za: itransakishini

source: Number Of Contrast Accounts
xh_za: inombolo yeakhawunti zotshinto
zu_za: inombholo yekontrasti sikwenetu

source: Reference No.
af_za: Verwysings No
xh_za: inombolo yokuba ujonge imali yakho
zu_za: inombholo yokuqondanisa

source: Transaction Details
af_za: Transaksie Besonderhede
xh_za: ingcukacha zoqhubeko lwakho
zu_za: imininingwane yamaTransakishini

source: Person Authorising
af_za: Goedkeurings Persoon
xh_za: umntu oyalelayo
zu_za: Umuntu oshaya umthetho

source: Record Transaction
af_za: Opneem van Transaksie
xh_za: ukugcinwa kwezenziweyo
zu_za: bhala itransakishini

source: Record Journal transaction to batch
af_za: Opneem van Jornaal Transaksie in groep
xh_za: ugcino lotshintso lwejournal kuluhlu
zu_za: bhala ijenali transakishini kumabheshi

source: Referance number
af_za: Verwysings No
xh_za: inombolo yokuba ujonge imali yakho
zu_za: inombholo yokuqondanisa

source: Authorising Person
af_za: Goedkeurings Persoon
xh_za: umntu oyalelayo
zu_za: Umuntu oshaya umthetho

source: Confirm Transaction &raquo;
af_za: Bevestig Transaksie
xh_za: quinisekisa ngetransaction
zu_za: fakaza ngetransakishini

source: Journal transaction have been recorded to a batch file
af_za: Jornaal Transaksie is opgeneem in 'n groep leer
xh_za: utshintso lwejournal lugcinwe kugcino-ncwadi
zu_za: iphutha:unyaka ophezulu uvaliwe

source: You cannot use this fucntion in a previous period.
af_za: Kan nie hierdie funksie in vorige tydperk gebruik nie
xh_za: akuzwi ukusebenzi ngoku

source: ERROR : The Current Financial year has already been closed.
af_za: FOUT: Die Huidige Finansieele jaar is reeds gesluit
xh_za: UNDONAKELE: unyaka wemali yalonyaka seluvaliwe

source: Close Period
af_za: Geslote Tydperk
xh_za: vala ngoku
zu_za: vala ithuba

source: Close Current Year
af_za: Sluit Huidige Jaar
xh_za: vala unyaka wangoku
zu_za: vala unyaka ophezulu

source: Cancel
af_za: Kanselleer
xh_za: susa
zu_za: susa

source: OK
xh_za: kulungile
zu_za: vuma

source: Current Year has been closed
af_za: Huidige jaar is gesluit
xh_za: uvaliwe unyaka wangoku
zu_za: :unyaka ophezulu uvaliwe

source: ( i ) The next Year has been activated ( i )
af_za: (i) Die volgende jaar is geaktiveer
xh_za: unyaka ulandelayo selufakiwe
zu_za: (i) unyaka olandelayo uvaliwe

source: Open a New Financial Year
af_za: Maak 'n Nuwe Finansieele Jaar oop
xh_za: vula unyaka wemali omtsha
zu_za: vula unyaka ophezulu

source: Add Link &raquo;
af_za: Voeg Skakels by
xh_za: dibani udibano
zu_za: eneza ukuthintana

source: Employee Resources
af_za: Werknemers
xh_za: uncedo labasebenzi
zu_za: isidingo somsebenzi

source: Salaries
af_za: Salarise
xh_za: umrholo
zu_za: iholo

source: Select Account to link to
af_za: Kies 'n Rekening om na te Skakel
xh_za: khetha iakhawunti yonxibelelwano
zu_za: khetha isikwenetu ukuze kuhlangane

source: Category ID
af_za: Katogorie ID
xh_za: udidi lwe-id
zu_za: uhlelo luka mazisi

source: Link Created
af_za: Skakel Geskep
xh_za: unxibelelwano luyaqalwa
zu_za: kukhandiwe ukuhlangana

source: Journal transaction
af_za: Jornaal transaksie
xh_za: ulungiso lwejournal
zu_za: iJena transakishini

source: Number of Contra Accounts
af_za: Die Hoeveelheid Kontra Rekeninge
xh_za: zingaphi iakhawunti zecontrast
zu_za: inombholo yekontrasti akhawundi

source: Journal transactions details
af_za: Jornaal transaksie besonderhede
xh_za: ingcukacha zoqhubeko lwakho
zu_za: imininingwane yamaTransakishini

source: Ref num
af_za: Verwysings No
xh_za: inombolo yojongo
zu_za: inombholo yoquqondanisa

source: Confirm transactions
af_za: Bevestig transaksies
xh_za: qinisekisa ngoqhubelo lwakho
zu_za: fakaza ngeTRansakishini

source: Journal transactions have been recorded
af_za: Jornaal transaksies is opgeneem
xh_za: iqhubeko lwejournal luselugcinenwi
zu_za: ijenal transakishini ibhaliwe

source: View Returned Purchases
af_za: Toon Terug gestuurde Aankope
xh_za: jonga izinto ebezithengiwe zabuya
zu_za: bheka izintengo ezibuyile

source: Add New Purchase
af_za: Voeg nuwe Aankope by
xh_za: dibanisa izinto ezithengiweyo ezintsa
zu_za: engeza ezintsa izintengo

source: Return Purchases
af_za: Stuur Aankope terug
xh_za: buyisela izinto ezithingiweyo
zu_za: izintengo ezibuyisiwe

source: Item Name
af_za: Item Naam
xh_za: igama lento oyithengileyo
zu_za: igama lempahla

source: Quantity
af_za: Hoeveel
xh_za: zingaphi iakhawunti zecontrast
zu_za: inani

source: Total Cost
af_za: Totale koste
xh_za: ibali seyidibene
zu_za: uhlobo lokukhokha

source: Payment Method
af_za: Betalings Metode
xh_za: indlela ekubhatalwa ngayo

source: Item Account
af_za: item Bedrag
xh_za: iakhawunti yezinto
zu_za: isikwenetu sempahla

source: Account Used
af_za: Rekening Gebruik
xh_za: iakhawunti esetyenzisiweyo
zu_za: isikwenetu esisebenzisiwe
