Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: View Previous Year Stock Ledger
af_za: Toon die Voorraad Legger van die vorige Jaar
xh_za: jonga unyaka ophelileyo weledger
zu_za: bheka ilja yesitoki yonyaka odlule

source: Register Cubit
af_za: Registreer Cubit
xh_za: ubhaliso lwecubit
zu_za: bhalisa iCubit

source: Find Invoice
af_za: Soek die Faktuur
xh_za: fumana iinvoice
zu_za: thola i-invoyisi

source: New International Non Stock Invoice
af_za: Nuwe Internasionale Nie-Voorraad Faktuur
xh_za: iivoice ezitsha zaphesheya
zu_za: ama-invoyisi wesitoki sangaphesheya

source: View Non Stock Credit notes
af_za: Toon Nie voorraad Krediet notas
xh_za: jonga icredit yezibhalo
zu_za: bheka amakredithi nothi wempahla okungasiyisitoki

source: Recurring Invoices
af_za: Faktuur Herhallings
xh_za: ubuyelo kwiinvoice
zu_za: ama-invoyisi aphindanayo

source: New Recurring Non Stock Invoice
af_za: Nuwe Nie-Voorraad Faktuur Herhalings
xh_za: iinvoice yezintoezithengiweyo ezintshaa
zu_za: bheka ama-invoyisi wempahla okungasiyisitoki aziphindayo

source: View Recurring Non Stock Invoice
af_za: Toon Nie-Voorraad Faktuur Herhalings
xh_za: jonga iivoice yezinto ezingathengwayo
zu_za: ama-invoyisi amasha wempahla okungasiyisitoki aziphindayo

source: New Non-Stock Sales Order
af_za: Nuwe Nie-Voorraad Verkope Bestelling
xh_za: jonga intengo yezinto ezingathengway
zu_za: umlayezo wempahla okungasiyisitoki omusha

source: View Non-Stock Sales Orders
af_za: Toon Nie-Voorraad Verkope Bestellings
xh_za: jonga iiorder yezingathengwayo
zu_za: bheka umlayezo wempahla okungasiyisitoki

source: View Non Stock Quotes
af_za: Toon Nie Voorraad Kwitasies
xh_za: jonga ezingathengwayo
zu_za: bheka impinda yempahla okungasiyisitoki

source: Consignment Orders
xh_za: iorder yeconsignment
zu_za: okuhamba nomlayezo

source: Non-Stock Sales Report
af_za: Nie -Voorraad Verkope Verslag
xh_za: ingxelo yezithengiswayo
zu_za: isholanda lezintengiso kwempahla eyingasiyisitoki

source: Total Sales Report
af_za: Totale Verkope Verslag
xh_za: ingxelo yezithengiswayo zonke
zu_za: isholanda lokuphela kwentengiso

source: Record month end for age analysis
af_za: Neem maand einde op vir ouderdoms analise
xh_za: rekhoda iminyaka yenyanga xa iphela
zu_za: isholanda lempelanyanga lokuqaqulula iminyaka

source: Add POS user
af_za: Voeg POS verbruiker by
xh_za: faka iPOS yomsebenzisi
zu_za: engeza umngenisi kwiPOS

source: Set Login Retries
xh_za: qalisa ukungena ngezizafakwa
zu_za: hlela ukulinga futhi kwe-Login

source: Set Debtors Statement Type
af_za: Stel Debiteure Staat Tipes op
xh_za: qala isibhalo samatyala
zu_za: hlela uhlobo lwesitetimende somuntu okweledayo

source: Set Interest Calculation Method
xh_za: qalisa indlela yokubala inzala
zu_za: hlela uhlobo lokubhala inzalo

source: View Settings
af_za: Toon die Opstellings
xh_za: onga iziqaliso
zu_za: bheka amahlelo

source: Add VAT Code
af_za: Voeg BTW Kodes by
xh_za: jonga ikhodi yevat
zu_za: engeza iCode yeVAT

source: View VAT Codes
af_za: Toon BTW Kodes
xh_za: jonga ikhodi yevat
zu_za: bheka amaCode wamaVAT

source: Set Cost Center Usage
af_za: Stel Koste Senters Gebruikers op
xh_za: qala umphakathi wamxabiso wosetyenziso
zu_za: hlela ibizo yensebenzeso

source: Block main accounts
xh_za: vala undoqo weakhawunti
zu_za: vimba isikwenetu zesihloko

source: Set VAT Account
af_za: Stel BTW Rekening op
xh_za: qala iakhawunti yevat
zu_za: hlela isikwenetu seVAT

source: Set rounding account
af_za: Stel rondings rekening op
xh_za: qala iakhawunti yoziso
zu_za: hlela isikwenetu sokujikeleza

source: Set credit card control
af_za: Stel Krediet kaart Kontrole op
xh_za: qala ikhadi lempatho
zu_za: hlela ikhontrol yekhadi lesikwenetu

source: Point of Sale Rounding
af_za: Punt van Verkope Ronding
xh_za: indawo yentengiso
zu_za: isihloko sokuthengisa

source: Invoice / Statement Template Settings
xh_za: iinvoice/ubhalo
zu_za: i-invoyisi / uhlelo lwesitatimende

source: Invoice / Statement Default Comments
xh_za: iinboice/ubhalo
zu_za: i-invoyisi / isitatemede

source: Add Pricelist
af_za: Voeg Pryslys by
xh_za: faka udweliso
zu_za: engeza uhide lwamapriyisi wesaplaya

source: View Pricelists
af_za: Toon Pryslys
xh_za: jonga dweliso lwamagama
zu_za: bheka uhie lwamapriyisi wesaplaya

source: Add Supplier Pricelist
af_za: Voeg Verskaffers Pryslys by
xh_za: faka udweliso lamagama
zu_za: engeza uhide lwamapriyisi wesaplaya

source: View Supplier Pricelists
af_za: Toon Verskaffers Pryslys
xh_za: jonga udweliso lwamagama
zu_za: bheka uhide lwamapriyisi wesaplaya

source: Set Cost Variance Account
xh_za: qala iakhawunti yobizo
zu_za: hlela izindleko ezihambisana nokukhiqciza

source: Set Selling price VAT Type
af_za: Stel Verkoop prys BTW Tipe op
xh_za: qala ixabiso lentengiso
zu_za: hlela iprayizi yokuthengisa uhlobo lweVAT

source: Set Stock Purchases Approval
af_za: Stel Voorraad Aankoop goedkeuring op
xh_za: qala ngezithengiswayo zivunyiwe
zu_za: hlela intengo yesitoki imvume

source: Workshop Settings
af_za: Opstelling van Werkswinkel
xh_za: iqliso ze workshop
zu_za: amahlelo endlu yokusebenzela

source: Add Interest Received Account Link
af_za: Voeg Rente Ontvang Rekening Skakel by
xh_za: faka inzala efunyenweyo yeakhawunti
zu_za: engeza inzuzo etholakele kwisikwenetu linki

source: Add Pension Expense Account Link
af_za: Voeg Pensioen Uitgawe Rekening Skakel by
xh_za: faka incitha kwinkamnkam
zu_za: engeza ukuhlanganisa izindleko zempesheni zesikwenetu

source: Add Retirement Annuity Fund Expense Account Link
af_za: Voeg Uittree Anuteit Uitgawe Rekening Skakel by
xh_za: faka ezomhlalaphantsi
zu_za: engeza imali yokugogbaba zindleko sikwenetu

source: Add Medical Aid Expense Account Link
af_za: Voeg Mediese Fonds Uitgawe Rekening Skakel by
xh_za: faka incitha kwezengulo
zu_za: angeza usizo lwezolapho sikwenetu kuhlanganisa

source: Add Pension Control Account Link
af_za: Voeg Pensioen Kontrole Rekening Skakel by
xh_za: faka umhlalaphantsi ophethweyo
zu_za: engeza ukulayeza kwempensheni sikwenetu kuhlanganisa

source: Add Retirement Annuity Fund Control Account Link
af_za: Voeg Uittree Anuteit Kontrole Rekening Skakel by
xh_za: faka udibano lweakhawunti yohlalaphantsi
zu_za: engeza ukhokhelo lokuhlisakulayeza sikwenetu kuhlanaganisa

source: Add Medical Aid Control Account Link
af_za: Voeg Mediese fonds Kontrole Rekening Skakel by
xh_za: faka udibano lomhlala pantsi
zu_za: engeza usizo lwezolapho kulayeza sikwenetu kuhlanganisa

source: Add Cash Account Link
af_za: Voeg Kontant Rekening Skakel by
xh_za: faka udibano lweakhawunti yemali
zu_za: engeza isikwenetu sekhashi kuhlanganisa

source: Bank Account Types
af_za: Bank Rekening Tipes
xh_za: iakhawunti yayiphi ibhanki
zu_za: uhlobo lwesikwenetu sebhangi

source: Statement Import Settings
xh_za: inxaxheba yeziphumayo
zu_za: khiopha uyisekwenye indawo amahlelo wesitatimenti

source: Email Settings
af_za: E-pos opstelling
xh_za: iziqalo zomyaleza
zu_za: mayila amahlelo

source: Logout
xh_za: phuma
zu_za: phuma

source: Day View
af_za: Toon Dag
xh_za: jonga unmhla
zu_za: ilanga lokubheka

source: Monthly View
af_za: Toon Maand
xh_za: jonga inyanga
zu_za: bheka ngenyanga

source: View Contacts
af_za: Toon Kontakte
xh_za: jonga unqhakamshelwa
zu_za: bheka ukuthintana

source: Help
xh_za: nceda
zu_za: siza

source: Backup
xh_za: uncedo
zu_za: sindisa umuma kulahlekile

source: Restore Backup
xh_za: ugcino loncedo
zu_za: buyisa ukusindisa

source: Add Supplier Group
af_za: Voeg Verskaffer Groep by
xh_za: faka umrhwebi weqela
zu_za: engeza iqembu lamasaplaya

source: Find Supplier
af_za: Soek Verskaffer
xh_za: fumana umrhwebi
zu_za: thola isaplaya

source: Print Supplier List
af_za: Print Verskaffers lys
xh_za: khuphela udweliso
zu_za: khipha isaplaya

source: Receive Order
af_za: Ontvan Bestelling
xh_za: fumana iorder
zu_za: thola umlayezo

source: View Cancelled Orders
af_za: Toon Gekansellerde Bestellings
xh_za: jonga ezisusiweyo
zu_za: bheka umlayezo ochishiwe

source: International Orders
af_za: Internasionale Bestellings
xh_za: iorder zaphesheya
zu_za: umlayezo wangaphesheya

source: View Returned International Purchases
af_za: Toon terug gestuurde Internasionale Aankope
xh_za: jonga ezibuyisiweyo zaphesheya
zu_za: bheka otholakele umlayezo wentengo yempahla okungasiyisitoki

source: Non Stock Orders
af_za: Nie -Voorraad Bestellings
xh_za: ezingathengiswayo
zu_za: umlayezo wempahla okungasisona isitoki

source: New Non Stock Order
af_za: Nuwe Nie-Voorraad bestelling
xh_za: ezitsha ezingathengiswayo
zu_za: umlayezo omusha wempahla okungasisona isitoki

source: New Linked Non Stock Order
xh_za: indibano ezitsha
zu_za: okusha okuhlanganisiwe kwempahla okusiyisitoki

source: View Non Stock Orders
af_za: Toon Nie Voorraad Bestellings
xh_za: jonga ezingathengwayo
zu_za: bheka umlayezo wempahla okungasiyona isitoki

source: View Received Non Stock Purchases
af_za: Toon Nie-Voorraad Aankope ontvang
xh_za: jonga ezibuyisiweyo ezingathengwayo
zu_za: bheka intengo otholiwe yempahla okungasiyisitoki

source: View Returned Non Stock Purchases
af_za: Toon Nie-Voorraad Aankope terug gestuur
xh_za: jonga ezibuyisiweyo
zu_za: bheka intengo otholiwe yempahla okungasiyisitoki

source: International Non Stock Orders
af_za: Internasionale Nie Voorraad Bestellings
xh_za: ezaphesheya
zu_za: umlayezo wangaphesheya wempahla okungasiyisioki

source: View International Non Stock Purchases
af_za: Toon Internasionale Nie Voorraad Aankope
xh_za: jonga ezaphesheya
zu_za: bheka umlayezo wempahla okungasiyona isitoki

source: View Received International Non Stock Purchases
af_za: Toon Internasionale Nie Voorraad Aankope ontvang
xh_za: jonga ezithengwe phesheya
zu_za: bheka otholakele umlayezo wentengo yempahla okungasiyisitoki

source: Business
af_za: Besigheid
xh_za: ishishini
zu_za: ibhizinisi

source: New Lead
xh_za: umkhodo omtsha
zu_za: ukubonisa okusha

source: View Leads
xh_za: jonga omkhodo
zu_za: bheka ukubonisa

source: List Unallocated Queries
xh_za: dwelisa ezingaswanga
zu_za: hida imibuzo engabelwanga

source: New Query
af_za: Nuwe Navraag
xh_za: isicelo esitsha
zu_za: umbuzo omusha

source: Search Closed Queries
af_za: Soek Geslote Navrae
xh_za: funa ezicelo ezivaliweyo
zu_za: funa imibuzo evaliwe

source: List Closed Queries
af_za: Lys Geslote Navrae
xh_za: dwelisa uvala yezicelo
zu_za: hida imibuzo evaliwe

source: Query Settings
af_za: Navrae Opstelling
xh_za: iziqalo zesicelo
zu_za: amahlelo emibuzo

source: Set default user teams
xh_za: yenza ezimosheweyo omsebenzisi
zu_za: hlela ukusebenzisa kumngesisi okungasebenzi

source: Select multiple teams for a user
af_za: Kies multitipe spanne vir 'n verbruiker
xh_za: khetha ezipindiweyo zomsebenzisi
zu_za: khetha isivumelwano ezininingi zikamngenisi

source: Move to Top
af_za: Skuif na bo
xh_za: yiya phezulu
zu_za: hamba phezulu

source: Find Customer
af_za: Soek Klieent
xh_za: fumana umthengi
zu_za: thola ikhasimendi

source: Print Customer List
af_za: Print Kliente lys
xh_za: khuphela udweliso lomthengi
zu_za: khipha uhide lwekhasimendi

source: Debtors Statements PDF
af_za: Debiteure State PDF
xh_za: iphapha lotyalayo
zu_za: idebuthasi sitatimenti PDF

source: Save age analysis
af_za: Stoor ouderdoms Analise
xh_za: sindisa iminyaka
zu_za: sindisa inhlaziyo yokukhula

source: Show All Accounts/Categories
af_za: Toon Alle Rekening/Katogories
xh_za: jonga zonke iakhawunti
zu_za: bonisa zonke izikwenetu /uhlobo

source: Show All Accounts/Categories (New Window)
af_za: Toon Alle Rekening/Katogories (nuwe Venster)
xh_za: bonisa zonke iakhawunti
zu_za: bhonisa zonke izikwenetu /categories (New Windo)

source: Financial Statements
af_za: Finasiele State
xh_za: isibhalo sezibalo
zu_za: izitatimenti zemali

source: Custom Financial Statements
xh_za: ezomthengi izibhalo
zu_za: izitatimenti zemali eziyimvama

source: Debtors &amp; Creditors
af_za: Debiteure &amp; Krediteure
xh_za: abatyalayo nabatyalwayo
zu_za: amadebuthasi kanye namakreditha

source: Other
af_za: Ander
xh_za: abanye
zu_za: okunye

source: Cost Centers
af_za: Koste Senters
xh_za: indawo yamaxabiso
zu_za: izindleko kendawo

source: Add Cost Center Entry
af_za: Voeg Koste senter inskrywing By
xh_za: faka umngeni kwindawo yamaxabiso
zu_za: engeza izindleko zendawu kufaka

source: Cost Center Report
af_za: Koste Senter Verslag
xh_za: inadawo yamaxabiso nengxelo
zu_za: ilipoti lezindleko zendawo

source: Add Journal Transaction
af_za: Voeg Jornaal Transaksie by
xh_za: faka ijournal yoqhubeko
zu_za: engeza ijenal transakishini

source: Add Journal Transaction (one DR/CR, multiple CR/DR)
af_za: Voeg Jornaal Transaksie (een DR/Cr,multitipe CR/DR) by
xh_za: faka ijornal yoqhubeko
zu_za: engeza ijenal transakishini

source: Add Recurring Journal Transaction
af_za: Voeg Herhalings Jornaal Transaksies by
xh_za: faka ijournal yoqhubeko
zu_za: angeza amajenal transakishini phindanayoi

source: View Recurring Journal Transactions
af_za: Toon Herhalings Jornaal Transaksies
xh_za: jonga ijournal yoqhubeko
zu_za: bheka amajenal transakishini aphindanayo

source: Add Multiple Journal Transactions
af_za: Voeg Multitipe Jornaal Transaksies by
xh_za: faka ulwando lwejournal yoqhubeko
zu_za: angeza amajenal transakishini amaniningi

source: Add Journal Transaction to Batch
af_za: Voeg Jornaal Transakie in groep by
xh_za: faka ijournal yoqhubeko
zu_za: engeza amajenal transakishini kumaBhashi

source: Add Multiple Journal Transactions to Batch
af_za: Voeg Multitipe Jornaal Transaksies by Groep
xh_za: faka ulwando lwejournal yoqhubeko yebatshi
zu_za: engeza amajenal transakishini

source: Add Asset Group
af_za: Voeg Groep Bates by
xh_za: faka iqela lezinto
zu_za: engeza i-Asseti

source: Add Multiple Petty Cash Requisitions
xh_za: faka ulawndo lwepetty yemali
zu_za: engeza amaphethi khashi sicelo amaniningi

source: Cash Book Entry
af_za: Kasboek Inskrywing
xh_za: incwadi yemali yepetty mlai
zu_za: ikhashi bhuku kufaka

source: Transfer Funds to/from foreign accounts
xh_za: qhithisa imali ku/iveka pheshea
zu_za: dlulisa imali ku-/ khuphuma kwizikwenetu zaphesheya

source: Add Bank Payment (non Suppliers)
af_za: Voeg Bank Betalling by (nie Verskaffers)
xh_za: faka ubhatalo kwibanki
zu_za: engeza amabhangi kukhokha (hayi isaplaya

source: Add Bank Receipt (non Customers)
af_za: Voeg Bank Kwitansie by (nie Kliente)
xh_za: faka irisit kwibanki
zu_za: engeza amabhangi risipu hayi wekhasimendi)

source: Add Multiple Bank Payment
af_za: Voeg Multitipe Bank betaling by
xh_za: faka ulwando lobhatalo kwbhanki
zu_za: engeza ibhangi kukhokha okuningi

source: Add Multiple Bank Receipt
af_za: Voeg Multitipe Bank Kwitansie by
xh_za: faka irirsiti kwibanki

source: Add Receipt from Supplier
af_za: Voeg Kwitansie van Verskaffer by
xh_za: faka irisiti yabarhwebi
zu_za: engeza irisipu kwisaplaya

source: Add Bank Payment to Customers
af_za: Voeg Bank Betaling van Kliente by
xh_za: faka ubhatalo kwibanki
zu_za: enezela inkokhelo yebhangi kwikhasmende

source: Import bank statement
xh_za: yisa ubhalo lwebanki
zu_za: faka isitatimenti sebhangi

source: Budgeting
af_za: Begroting
xh_za: usebenziso mali
zu_za: ukubhajetha

source: New Monthly Budget
af_za: Nuwe Maandelikse Begroting
xh_za: usebenziso mali lwenyanga
zu_za: ibhajethi yenyanga entsha

source: New Yearly Budget
af_za: Nuwe Jaarlikse Begroting
xh_za: usebenziso mali lonyaka
zu_za: ibhajethi yonyaka entsha

source: View Budgets
af_za: Toon Begrotings
xh_za: jong aosebenziso mali
zu_za: ukubona ibhajethi

source: Add Cash Flow Budget Entry
af_za: Voeg Kontant vloei Begrotings Inskrywings by
xh_za: faka uhambo lwemali
zu_za: engeza ikhashi flo bhajetha kufaka

source: View Cash Flow Budget Entries
af_za: Toon Kontant Vloei Begrotings Inskrywings
xh_za: jonga uhambo losebenziso mali
zu_za: bheka ikhashi flo bhajetha kufaka

source: Cash Flow Budget Report
af_za: Kontant Vloei Begrotings Verslag
xh_za: ingxelo nosebenziso mali
zu_za: ikhashi flo bhajetha lipoti

source: Add Credit Card
af_za: Voeg Krediet Kaart by
xh_za: faka okhadi yamatyala
zu_za: engeza ikhadi lekredithi

source: Add Petrol Card
af_za: Voeg Petrol Kaart by
xh_za: faka ikhadi leoli
zu_za: enezela ikhadi likapethiloli

source: % of Total Amount
af_za: % van Totale Bedrag
xh_za: imaliiphelele
zu_za: yonke imali ngokuya kweleshumi

source: The total percentage must be exaclly 100%, check percentages.
af_za: Die totale persentasie moet op die kop 'n 100% wees, sien persentasies
xh_za: ipesenti mayibe100%
zu_za: Okwekhulu okuphelele bumele bulingane nokwekhulu,bheka okwekhulu.

source: New invoice
af_za: Nuwe Faktuur
xh_za: iinvoice entsha
zu_za: imvoyisi entsha

source: Select Customer Initial
af_za: Kies Klieent Voorletters
xh_za: khetha isnini zomthengisi
zu_za: khetha okuqalayo kwamagama

source: Confirm Cancel Incomplete POS Quote
af_za: Bevestig Gekanselleerde onvoltooide POS Kwitasies
xh_za: qinisekisa ngosuso
zu_za: fakaza ukuchisha kwempinda yePOS

source: Quote Number
af_za: Kwitasie Nommer
xh_za: inombolo
zu_za: Phinda inombholo

source: Incomplete POS Quote Cancelled
af_za: Onvoltooide POS Kwitasies is gekanselleer
xh_za: azigqityanga ukususwa iPOS
zu_za: okungaphelele kwePOS mpinda kuchisiwe

source: There are no Departments found in the database.
af_za: Daar is geen Departemente te vind in databasis
xh_za: akukho maqumrhu afunyenweyo kwidatabase
zu_za: ayikho iminyango etholakele

source: Select Department
af_za: Kies Departement
xh_za: khetha iqumrhu
zu_za: Khetha umnyango

source: First Letters of customer
af_za: Voorletters van klient
xh_za: amagama okuqala omthengi
zu_za: amagama okuqala lekhasmende

source: There are No Outstanding invoices.
af_za: Daar is geen Uitstaande Fakture
xh_za: akukho iivoice
zu_za: Akuna mvoyisi eshodayo

source: Monthly Statement
af_za: Maandelikse State
xh_za: izibhalo zenyanga
zu_za: Isitetimente senyanga

source: Account No.
af_za: Rekening No.
xh_za: inombolo yaakhawunti
zu_za: Inombholo yesikwenetu

source: Customer :
af_za: Klieent:
xh_za: umthengi
zu_za: Ikhasmende:

source: Total Outstanding Invoices
af_za: Totale Uitstaande Fakture
xh_za: iinvoice ezingabhatalwanga
zu_za: okuphelele kwezimvoyisi ezishodayo

source: Supplier no.
af_za: Verskaffers no.
xh_za: inombolo yomrhwebi
zu_za: Inombholo yomthumeli-mpahla

source: Stock Settings
af_za: Voorraad Opstelling
xh_za: iziqalo zentengiso
zu_za: Ukuhlelwa kwempahla yesitoki

source: Stock Description
af_za: Voorraad Omskrywing
xh_za: ingcazelo ngezithengiweyo
zu_za: Ukufanekisa kwempahla yesitoki

source: Product class
af_za: Produkte Klas
xh_za: udidi lwe zithengiswayo
zu_za: Indima yomkhiqizo

source: Available units
af_za: Beskikbare eenhede
xh_za: innit ezikhoyo
zu_za: Okukodwa okutholakalayo

source: Minimun Level
af_za: Minimum vlak
xh_za: inqanaba elphezulu
zu_za: Ileveli encane-nje okufanele

source: Maximum Level
af_za: Maksimum Vlak
xh_za: inqanaba eliphantsi
zu_za: Ileveli ephelele enqunyiweyo

source: International Non-Stock Order Details
af_za: Intenasionale Nie-Voorraad Bestelling Besonderhede
xh_za: incukacha zaphesheya
zu_za: imininingo yomlayezo wempahla okungasiyisitoki wangaphesheya

source: Stock Order
af_za: Voorraad Bestelling
xh_za: iorder yezithengiswayo
zu_za: umlayezo wesitoki

source: Error retrieving 'Reports to' value.
xh_za: undonakele ubuyiselo kwengxelo
zu_za: iphutha lokukhipha ilipoti ngesisindo

source: Lead Information
xh_za: ulwazi oluphambili
zu_za: Ukwazisa okuphambili

source: Office Phone
af_za: Werks no
xh_za: imfonmfono yasemsebenzini
zu_za: Ucingo lwehovisi

source: Company/Last Name
af_za: Maatskappy/
xh_za: inkampani/igama lokugqibela
zu_za: Inkampane/Isibongo

source: Mobile
af_za: Sel foon no
xh_za: imfonomfono
zu_za: okuhambeka nako

source: Reports To
af_za: Verslag aan
xh_za: iya kwingxelo
zu_za: Bika ku

source: Home Phone
af_za: Huis tel no
xh_za: imfonomfono yasekahya
zu_za: Ucingo lwasekhaya

source: Lead Source
xh_za: indawo yolwazi iya
zu_za: Umthombo ophambili

source: Other Phone
af_za: Ander kontak no
xh_za: ezinye imfonomfono
zu_za: Olunye ucingo

source: Birthdate
af_za: Verjaarsdag
xh_za: umhla wokuzalwa
zu_za: Usuku lokuzalwa

source: Other E-mail
af_za: Ander E-pos
xh_za: ezinye izinto zomyaleza
zu_za: ennye i-imayile

source: Assistant
af_za: Assistent
xh_za: umncedisi
zu_za: Umsizi

source: Assistant Phone
af_za: Assistent foon no
xh_za: umncedisi wemfomfono
zu_za: Ucingo losizo

source: Religion
af_za: Geloof
xh_za: ezenkolelo
zu_za: Inkolo

source: Race
af_za: Nasionaliteit
xh_za: umni
zu_za: Uhlobo

source: Gender
af_za: Geslag
xh_za: isini
zu_za: Ubulili

source: Physical Address
af_za: Woon adres
xh_za: idilesi yakho
zu_za: Ikheli lokuthumela

source: City
af_za: Stad
xh_za: idolophi
zu_za: Idolobha

source: State/Province
af_za: Staat/Provinsie
xh_za: isiphaluka
zu_za: Isifundakazi

source: Country
af_za: Land
xh_za: ilizwe
zu_za: Izwe

source: Private
af_za: Privaat
xh_za: imfihlo
zu_za: Ngasese

source: List leads
xh_za: udwelo lokusa
zu_za: uhide lokudonsa

source: Leads
xh_za: umkhondo
zu_za: ukudonsa

source: Sup No
af_za: Verskaffers no.
xh_za: inombolo yomrhwebi
zu_za: okuphathelene nenombholo

source: Confirm lead details
xh_za: qinisekisa ngomkhondo
zu_za: Qinisela imininingwane yeLead

source: Unable to add lead to database. (TB)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umkhondo kwidatabase
zu_za: Kunzima ukunezela ilidi kwiDathabhazi (TB)

source: Unable to add supplier to lead list.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umrhwebi kudweliso
zu_za: Kunzima ukunezela umthumeli-mpahla kuhide lokudonsa

source: Unable to add customer to lead list.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umthengi kumkhondo wodweliso
zu_za: Kunzima ukunezela ikhasimende kuhide lokudansa

source: Unable to add lead to database. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umkhondo kwidatabase
zu_za: Kunzima ukunezela ukudonsa kwidatabase.(TC)

source: Lead added
xh_za: umkhondo ufakiwe
zu_za: ukudonsa kwengeziwe

source: Add another lead
xh_za: faka omnye omkhondo
zu_za: engeza okunye ukudonsa

source: Lead details
xh_za: incukacha zomkhondo
zu_za: imininingwane yokudonsa

source: Edit Lead
xh_za: lungisa umkhondo
zu_za: hlela ukudonsa

source: Unable to get lead details.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana incukacha zomkhondo
zu_za: kunzima ukuthola ukudonsa kwisisitimu

source: Unable to get customer from system.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana umthengisi kwisystem
zu_za: kunzima ukuthola ikhasimendi kwisisitimu

source: Unable to get supplier from system.
af_za: Kan nie data lees nie
xh_za: akukwazkanga ukufumana umrhwebi kwisystem
zu_za: kunzima ukuthola isaplaya kwisisitimu

source: Modify Lead
xh_za: lungisa umkhondo
zu_za: lungisa ukudonsa

source: Unable to edit lead(TB)
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukulungisa umkhondo
zu_za: kunzima ukuhlela ukudonsa (TB)

source: Error reading account name (customers)
af_za: Fout met lesing van rekening naam (Kliente)
xh_za: undonakele kufundaw igama lekhawunti
zu_za: iphutha lokufunda igama lesikwenetu (ikhasimendi)

source: Error reading account name (suppliers)
af_za: Fout met lesing van rekening naam (Verskaffers)
xh_za: undonakele kufundaw igama lekhawunti
zu_za: iphutha lokufunda igama lesikwenetu (isaplaya)

source: Unable to update supplier.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka exesheni umrhwebi
zu_za: kunzima ukuhlela isaplaya

source: Unable to update customers.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka exsheni umthengi
zu_za: kunzima ukuhlela ikhasimendi

source: Unable to edit lead. (TC)
af_za: Kan nie data lees nie
xh_za: akukwazeki ukulungisa umkhondo
zu_za: kunzima ukuhlela ukudonsa

source: Lead modified
xh_za: umkhondo ulungisiwe
zu_za: lungisa ukudonsa

source: No leads found
xh_za: akukho mkhondo ufunyenweyo
zu_za: akuna kudonsa okutholakele
