Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Report Criteria
xh_za: indlela yempendulo
zu_za: uhlelo lelipoti

source: Report
af_za: Verslag
xh_za: impendulo
zu_za: ilipoti

source: VAT Code
af_za: BTW Kode
xh_za: umbhalo wevat
zu_za: ivat khodi

source: From
af_za: Vanaf
xh_za: ivela
zu_za: iphuma ku:

source: View Report &raquo;
af_za: Toon verslag
xh_za: jonga impendulo
zu_za: bheka ilipoti

source: Unable to get vat rec.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufuna ivat
zu_za: kunzima ukuthola isilungiso se-VAT

source: Amount inc VAT
af_za: Bedrag insluitend BTW
xh_za: imali yevat
zu_za: imali ifake Ivat

source: VAT
af_za: BTW
xh_za: ivat
zu_za: iVAT

source: Ref
af_za: Verwysing
xh_za: ukunxumanisa
zu_za: maqondana

source: Unabel to get data.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana ulwazi
zu_za: kunzima ukuthola idatha

source: Purchased
af_za: Verkope
xh_za: thenga
zu_za: uthengile

source: Sold
af_za: Verkoop
xh_za: ithengisiwe
zu_za: uthengisile

source: Increase
af_za: Verhoging
xh_za: inyukile
zu_za: yandisa

source: Decrease
xh_za: yehlile
zu_za: yehlisa

source: View Transactions
af_za: Toon Transaksies
xh_za: jonga ubhalo
zu_za: bheka amatransakishini

source: Continue &raquo;
af_za: Gaan voort
xh_za: qhubeka
zu_za: qhuba

source: Stock Sales Report
af_za: Voorraad verkope Verslag
xh_za: impendulu malunga nentengiso
zu_za: ilipoti lesitoki

source: View
af_za: Toon
xh_za: jonga
zu_za: bheka

source: Invoice no.
af_za: Faktuur No.
xh_za: inombolo ye invioce
zu_za: inombholo ye-invoyisi

source: Vat
af_za: BTW
xh_za: ivat
zu_za: iVAT

source: SubTotal
af_za: Sub Totaal
xh_za: imali engagqitywanga
zu_za: konke sekuhlangene kungaphelelanga

source: Total Sales
af_za: Totale verkope
xh_za: imali yonk yentengiso
zu_za: intengiso seyihlangeme

source: Credit Notes
af_za: Krediet Notas
xh_za: imali etyalwayo
zu_za: amakredithi nothi

source: Credit Note no.
af_za: Krediet nota no.
xh_za: inombolo yemali etyalwayo
zu_za: ikredithi nothi nombolo

source: Total Credit Notes
af_za: Totale Krediet Notas
xh_za: imali yonke yabatyalayo
zu_za: amaCredithi nothi wonke ahlangene

source: Unable to get users from pos rec.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana umsebenziswa
zu_za: kunzima ukuthola umngenisi kuma POS silungiso

source: POS Report
af_za: POS Verslag
xh_za: ingxelo
zu_za: iPOS lipoti

source: Starting Amount
af_za: Begin Bedrag
xh_za: imali yokuqala
zu_za: imali yokuqala

source: Unable to get pos rec.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana umsebenziswa
zu_za: kunzima ukuthola IPOS silungiso

source: Expected Amount
af_za: Verwagte bedrag
xh_za: imali elindekileyo
zu_za: imali elindelwe

source: Bank Reconciliation
af_za: Bank Rekonsiliasie
xh_za: incwadi evela kwibhanki
zu_za: ibhangi silungiso

source: Opening Balance
af_za: Balans opening
xh_za: imvula mali
zu_za: imali evulayo

source: Closing Balance
af_za: Geslote Balans
xh_za: imali yokugqibela
zu_za: imali evalayo

source: Payments
af_za: Paaiemente
xh_za: imbatalo
zu_za: ukukhokha

source: Receipts
af_za: Kwitansies
xh_za: amaphepha obhatalo
zu_za: iholo

source: Reconcille
af_za: rekonsilieer
xh_za: uxolelwaniso
zu_za: lungisa

source: There are no outstanding Bank transactions for the selected account.
af_za: Daar is geen uitstaande Bank transaksies vir die rekening nie
xh_za: akukho mali engabhatalwanga ebhankini
zu_za: awekho amatransakishini webangi awezikwenetu ezikhethiwe

source: System Bank Balance + Oustanding Amounts
af_za: Sisteem Bank Balans + Uitstaande Bedrae
xh_za: imali efunwa yibanki kunye nemali engabhatalwanga
zu_za: okusele kwisistimu bhangi nemali esele

source: Reconciled Bank Balance
af_za: Rekonsilieer Bank Balans
xh_za: incwadi yoxolelwaniso ephuma ebhankini
zu_za: lungisa ibhalense yebhangi

source: Closing Bank Balance
af_za: Geslote Bank Balans
xh_za: imali yovalo kwibhanki
zu_za: imali esele ebhangi

source: Please Select at least one entry to update.
af_za: Kies asseblief een inskrywing om op te dateer
xh_za: sicela ukhethe ulwanyulo olutsha
zu_za: jabulisa ukhethe ukufaka okukodwa kuze kuhleleke kahle

source: Bank statement and computer balance not balancing by
af_za: Bank state en rekenaar balans nie balanseer by
xh_za: isaziso sebhanki kunye nesezinye
zu_za: isitatimente sebhangi kanye nebhalense engabhalansi

source: Bank Reconciliation Output
xh_za: incwadi ephuma kwibanki yezinto ezingezaphakathi
zu_za: okuphumayo kubhangi silungiso

source: Plus Outstanding Receipts :
af_za: Plus uitstaande Kwitansies
xh_za: amaphepha angabhatalwanga
zu_za: ukwenezela okusele kwiholo

source: Less Outstanding Payments :
af_za: Minus uitstaande Paaiement
xh_za: izintoezincinci ezingabhatalwanga
zu_za: ukwehlisa okusele,ukukhokha

source: Computer Bank Balance
af_za: Rekenaar bank Balans
xh_za: imali yebhanki yekomputha
zu_za: okusele kwisistimu bangi lekompuyutha

source: Diff
xh_za: umahluko
zu_za: ukuhlukanisa

source: Saved
af_za: Stoor
xh_za: igciniweyo
zu_za: ibekiwe

source: Creditor Ledger
af_za: Krediet Legger
xh_za: incwadi apho kubhalwa abatyalayo
zu_za: ileja yamakreditha

source: Order Not Found
af_za: Kry nie Bestelling nie
xh_za: izinto ozithengileyo azifumaneki
zu_za: umlayezo awutholakali

source: Department not Found.
af_za: Kry nie Departement nie
xh_za: indawo ayifunyanwanga
zu_za: umyango awutholakali

source: Supplier not Found.
af_za: Kry nie Verskaffer nie
xh_za: umnikisi akafunyanwanga
zu_za: umthengisi akatholakali

source: There are no Warehouses found in the database.
af_za: Daar is geen stoorkamers te vind in databasis nie
xh_za: akukho ndawo zokugcinwa ezifunyenweyo
zu_za: ayikho indlu yempahla etholakele kwiDathabase

source: Select Warehouse
af_za: Kies Stoorkamer
xh_za: khetha indawo yongcono
zu_za: khetha indlu yempahla

source: WAREHOUSE
af_za: STOORKAMER
xh_za: indawo yongcino
zu_za: indlu yempahla

source: ITEM NUMBER
af_za: ITEM NOMMER
xh_za: inombolo yento
zu_za: inombholo yempahla

source: SERIAL NO.
xh_za: inmbolo yobhalo
zu_za: inonombolo yokuzazisa\

source: DUTY
xh_za: umsebenzi
zu_za: isibopho

source: LINE TOTAL
af_za: LYN TOTAAL
xh_za: inani lomgca
zu_za: konke kuphelele ngohlelo

source: COST PER UNIT
af_za: KOSTE PER EENHEID
xh_za: ixabiso lezinto nganye
zu_za: imali ngayinye

source: RECEIVED
af_za: ONTVANG
xh_za: ifunyenwe
zu_za: itholakele

source: New International Order receive
af_za: Nuwe internasionale bestelling ontvang
xh_za: izinto ezithengwe phesheya zifunyenwe
zu_za: imilayezo emisha yangaphesheya.

source: Department
af_za: Departement
xh_za: iqumrhu
zu_za: umyango

source: Account number
af_za: Rekening Nommer
xh_za: inombolo yeakhawunti
zu_za: inombholo yesikwenetu

source: Supplier Address
af_za: Verskaffer adres
xh_za: idilesi yomrhwebi
zu_za: ikheli likamthengisi

source: Order Details
af_za: Bestelling Besonderhede
xh_za: idelesi yalapho uthenge khona
zu_za: imininingwane womlayezo

source: Order No.
af_za: Bestelling No.
xh_za: inombolo yezithengiweyo
zu_za: inombholo yomlayezo

source: Delivery Ref No.
af_za: Aflewerings Verwysings No
xh_za: inombolo yokuqumamiswa kwabazisa izinto ezithebgiweyo
zu_za: inombholo eqondana nedilivari

source: Terms
af_za: Tydperk
xh_za: imiqathango
zu_za: impahla

source: Foreign Currency
xh_za: imali yaphesheya
zu_za: imali yangaphesheya

source: Tax
af_za: Belasting
xh_za: imali ebhatalwa ngosomashishini
zu_za: intela

source: Shipping Charges
xh_za: imali yenqanawe ephenthe izinto
zu_za: imali yomkhumbi

source: Delivery Date
af_za: Aflewerings Datum
xh_za: umhla wokuziswa kwezithengiweyo
zu_za: ilanga ledilivari

source: View International Orders
af_za: Toon Internasionale Bestellings
xh_za: jonga eziuthengwe phesheya
zu_za: bheka umlayezo wangaphesheya

source: International Order received
af_za: Internasionale Bestelllings ontvang
xh_za: ezithengwe phesheya
zu_za: umlayezo wangaphesheya ufikile

source: Add Classification
af_za: Voeg Klasifikasie by
xh_za: dibanisa ezodidi
zu_za: engeza uhlobo

source: Classification Code
af_za: Klasifikasie kode
xh_za: inombolo yezodidi
zu_za: ikhodi lohlobo

source: Classification
af_za: Klasifikasie
xh_za: eyezodidi
zu_za: uhlobo

source: View Classifications
af_za: Toon Klasifikasies
xh_za: jonga inqanaba
zu_za: bheka uhlobo

source: Confirm Classification
af_za: Bevestig Klasifikasie
xh_za: qinisekisa ngenqanaba
zu_za: fakaza uhlobo

source: Classification code
af_za: Klasifikasie kode
xh_za: inombolo yenqanaba
zu_za: uhlobo lwekhodi

source: Back
af_za: Terug
xh_za: buyela emva
zu_za: emuva

source: Unable to add classname to database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukudibanisa amagama elwazini
zu_za: kunzima ukwengeza inhlobo kwidathabaze

source: Classification added to system
af_za: Klasifikasie in sisteem gevoeg
xh_za: inqanaba lifakwiwe
zu_za: uhlobo lwengezekile kusistimu

source: Company Terms
af_za: Maatskappy Terme
xh_za: imiqathango yenkampani
zu_za: isivumelwano senkampani

source: Company Terms Are Too Long
af_za: Maatskappy Terme is te lank
xh_za: imiqathango yenkampani mide
zu_za: side isivumelwano senkampani

source: Confirm Company Terms
af_za: Bevestig Maatskappy Terme
xh_za: qinisekisa ngemiqathango yenkampani
zu_za: fakaza isivumelwano senkampani

source: Company Terms Too Long
af_za: Maatskappy Terme is te lank
xh_za: imiqathango yenkampani mide
zu_za: side isivumelwano senkampani

source: Company Terms have been Successfully Updated
af_za: Maatskappy Terme is suksesvol opgedateer
xh_za: imiqathango yenkampani ifakwe kakuhle
zu_za: isivumelwano senkampani sihleliwe

source: Allocate amount to Cost Centers
af_za: Allokeer bedrag na Koste Senters
xh_za: yisa zonke imali kwabakwa senta yemali
zu_za: hlukanisa izindleko kumaqembu

source: Entry Type
af_za: Inskrywings Tipe
xh_za: ungeno oluphi
zu_za: uhlobo lokufaka

source: Cost Center
af_za: Koste Senter
xh_za: ezemalike
zu_za: izindleko zendawo

source: Total Amount
af_za: Totale Bedrag
xh_za: imali epheleleyo
zu_za: konke kuphelele kubiza loku

source: Add Cost Center
af_za: Voeg koste senter by
xh_za: dibanisa ezemalike
zu_za: engeza izindleko zalendawo

source: View Cost Center
af_za: Toon Koste senter
xh_za: jonga ezemalike
zu_za: bheka izindleko zendawo

source: There are no Cost centers found.
af_za: Kan nie data lees nie
xh_za: akukho zamalike zifunyenweyo
zu_za: azikho izindleko zendawo ezitholakele

source: View Cost Centers Report
af_za: Toon Koste senters Verslag
xh_za: jonga ezemalike neempendulo zazo
zu_za: bheka ilipoti lezindleko zendawo

source: Purchases Settings
xh_za: thenga iziqalo
zu_za: ukuhlela izintengo

source: Purchases
af_za: Verkope
xh_za: thenga iziqalo
zu_za: izintengo

source: &laquo; Correct Selection
xh_za: khetha kakuhle
zu_za: lungisa okukhethile

source: New Recurring Non-Stock Invoice
af_za: Nuwe Herhaling van Nie-Voorraad Fakture
xh_za: izingathengwanga ezitsha
zu_za: ama-invoyisi avela kabusha ,impahla engasiyisitoki

source: Invoice Details
af_za: Faktuur Besonderhede
xh_za: incukacha zeinvoice
zu_za: imininingwane yama-invoyisi

source: Search by surname
af_za: Soek volgens van
xh_za: kangela nge fani
zu_za: bheka gesibongo

source: Ledger Account
af_za: Legger Rekening
xh_za: incwadi yemali
zu_za: ileja akhawundi

source: Percentage
af_za: Persentasie
xh_za: ixabiso elithile
zu_za: okwekhulu

source: Unable to retrieve default comments from the database.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukufumana uluvo
zu_za: kunzima ukukhipha umbono kwidathabazi

source: New Recurring Non-Stock Invoices
af_za: Nuwe Herhaling van Nie-Voorraad Fakture
xh_za: izinto ezingathengwanga ezitsha
zu_za: izinombholo zama-invoyisi avela kabusha ,impahla engasiyisitoki

source: Customer Order number
af_za: Klieent Bestellings nommer
xh_za: inombolo yabathengi
zu_za: inombholo yomlayezo yekhasimendi

source: Recurring Non-Stock Invoice No.
af_za: Herhaling van Nie-Voorraad Faktuur No.
xh_za: inombolo yezingathengwanga
zu_za: izinombholo zama-invoyisi avela kabusha ,impahla engasiyisitoki

source: Proforma Invoice No.
xh_za: inombolo yeinvioce
zu_za: iProfoma invoyisi

source: View Recurring Non-Stock Invoices
af_za: Toon Herhaalde Nie-Voorraad Fakture
xh_za: jonga ezingathengwanga
zu_za: bheka ama-invoyisi aphindanayo angasiwona awesitoki

source: QTY OUTSTANDING
af_za: HOEVEELHEID UITSTAANDE
xh_za: ezingabhatalwanga
zu_za: impahla eqhamile

source: - Asset not Found
af_za: - Kry nie Bates nie
xh_za: izinto zakho azifunyanwanga
zu_za: ama-aseti awatholakali

source: Non-Stock Asset Purchase Details
af_za: Nie-Voorraad Bates Verkoop Besonderhede
xh_za: incukacha ngezinto ezingathengwanga
zu_za: imininingwane yempahla okungasiyisitoki

source: Asset
af_za: Bates
xh_za: ezakho
zu_za: ama-aseti

source: Non-Stock Order No.
af_za: Nie-Voorraad Bestelling No
xh_za: inombolo yezingathengwanga
zu_za: inombholo yomlayezo okungasisona isitoki

source: Delivery Charges
af_za: Aflewerings Kostes
xh_za: imali ebhatalwa koziswa kwezingathengwanga
zu_za: imali yedilivari

source: New Non-Stock Order
af_za: Nuwe Nie-Voorraad Bestelling
xh_za: izinto ezingathengwanga ezitsha
zu_za: entsha impahla okungasiyisitoki

source: View Non-Stock Orders
af_za: Toon Nie-Voorraad Bestellings
xh_za: jonga ezingathengwanga
zu_za: bhka impahla okungasiyisitoki

source: Non-Stock Sales
af_za: Nie-Voorraad Verkope
xh_za: intengiso zezingaphathwa
zu_za: intengiso ngaphandle kwesitoki

source: Total Non-Stock Sales
af_za: Totale Nie-Voorraad Verkope
xh_za: ezingaphwayo zonke ezingathengwayo
zu_za: yonke iphelele intengiso ngaphandle kwesitoki

source: Non-Stock Credit Notes
af_za: Nie-Voorraad Krediet Notas
xh_za: amtyala awezingathengwayo
zu_za: amakredithi nothi empahla okungasiyisitoki

source: Total Non-Stock Credit Notes
af_za: Totale Nie-Voorraad Krediet Notas
xh_za: imali yamatyala kwezingathengwayo
zu_za: onke amakredithi nothi empahla okungasiyisitoki

source: Petty Cash Account not found.
af_za: Kry nie Klein Kas Rekening nie
xh_za: imali kaxakeka ayifumaneki
zu_za: amakhawundi ephethi khashi awatholakali

source: Funds transfer to Petty cash
af_za: Fondse oorgeplaas na Klein Kas
xh_za: imali egqithiswa yenziwa yaba yeyokuthenga izinto izifunwayo
zu_za: imali idlulisiwe kuya kupethi khashi

source: Cheque Number
af_za: Tjek Nommer
xh_za: inombolo yetsheki
zu_za: inombholo yesheki

source: Petty Cash Account
af_za: Klein Kas Rekening
xh_za: imali kaxakeka ayifumaneki
zu_za: ikhawundi yePethi Kashi

source: Cashbook
af_za: Kasboek
xh_za: incwadi yemali
zu_za: ikhashibhuku

source: From Bank Account
af_za: Van Bank Rekening
xh_za: isuka kwiakhawuni yebhenki
zu_za: iphuma kwisikwenetu sebhangi

source: From Account
af_za: Van Rekening
xh_za: ivela kwi akhawunti
zu_za: kwisikwenetu

source: &laquo; Correction
af_za: Korreksie
xh_za: ilungile
zu_za: isilungiso

source: Funds transfer to Petty cash has been added to the Petty cash book.
af_za: Fondse van Klein kas wat oor gedra is, is by Klein Kas boek gevoeg
xh_za: imali esiwekwincwadi kaxakeka
zu_za: imali edluliselwe kwiPethi Kheshi inezeliwe kwiPethi kashi bhuku

source: View Cash Book
af_za: Toon Kas boek
xh_za: jonga incwadi yemali
zu_za: bheka ikhashi bhuku

source: There are no Bank accounts yet on the Database
af_za: Daar is geen Bank rekeninge in databasis nie
xh_za: akukho akhawunti yeebhanki kulwazini
zu_za: khetha isikwenetu sebhangi

source: Select Bank account
af_za: Kies Bank rekening
xh_za: khetha iakhawunti yebhanki

source: Number of Entries
af_za: Nommer van inskrywings
xh_za: inombolo yomngeni
zu_za: izinombholo zokufaka

source: Type in Bank statement
af_za: Sleutel Bank state in
xh_za: bhala ubhalo lwebhanki
zu_za: inhlobo yesitatimendi sebangi

source: Paid to/Received from
af_za: Betaal aan/ Ontvang van
xh_za: ibhatalweku/ivela ku
zu_za: khokha ku /iphuma ku

source: Transaction type
af_za: Tipe Transaksie
xh_za: udidi logqithiso
zu_za: inhlobo yetransakishini

source: Transaction Description
af_za: Transaksie Beskrywing
xh_za: ingcazeli ngogqithiso
zu_za: uhlobo lwetransakishini

source: Account Involved
af_za: Rekening Betrokke
xh_za: iakhawinti ekhoyo
zu_za: isikwenetu esiphathelene

source: cant get vat data.
af_za: Kan nie BTW data kry nie
xh_za: akukwazeki ukufumana ulwazi lwe vat
zu_za: kunzima ukuthola idatha

source: Payment
af_za: Betaling
xh_za: ubhatalo
zu_za: ukukhokha

source: Receipt
af_za: Kwitansie
xh_za: umpendulo phepha lwentengo
zu_za: iholo

source: Day
af_za: Dag
xh_za: imini
zu_za: ilanga

source: Month
af_za: Maand
xh_za: inyanga
zu_za: inyanga

source: Type in Bank Statement
af_za: Sleutel Bank state in
xh_za: bhala phansti ubhalo lwebhanki
zu_za: faka isitatimendi sebangi

source: Transaction Amount
af_za: Transaksie Bedrag
xh_za: imali yetransation
zu_za: imali yetransakishini

source: - Please enter full transaction details
af_za: Sleutel asseblief volledige transaksie besonderhede in
xh_za: ndicela ungenise ingcazelo zetransaction
zu_za: jabulisa ufake yonke imininingwane yetransakishini

source: Statement Recorded
af_za: Staat opgeneem
xh_za: ingcazelo olubhaliweyo
zu_za: sibaliwe isitatimenti

source: Batch entries recorded
af_za: Groep Inskrywings Opgeneem
xh_za: ingcazelo olubhaliweyo eza inye
zu_za: iqembu lama-entries libaliwe

source: Add Bank Payment
af_za: Voeg Bank Betaling in
xh_za: dibanisa ubhatalo lwebhanki
zu_za: engeza ukukhokha kwebangi

source: Add Bank Receipt
af_za: Voeg Bank Kwitansie in
xh_za: dibanisa iphepha elibhaliweyo lwebhanki
zu_za: engeza ukukhokha ngehola

source: Invalid use of mudule
af_za: Verkeerde gebruik van module
xh_za: ayikho lento oyisebenzisayo
zu_za: imodule isebenziseke ngokungafanele

source: Confirm Entry
af_za: Bevestig inskrywing
xh_za: qinisekisa ngongeno
zu_za: fakaza okufakile

source: Date of Transaction
af_za: Datum van Transaksie
xh_za: umhla wetrasaction
zu_za: ilanga letransakishini

source: Account Involved in Transaction
af_za: Rekening Betrokke in Transaksie
xh_za: iakhawunti enxulumene ne transiaction
zu_za: isikwenetu esikutransakishini

source: Cash Book
af_za: Kas Boek
xh_za: incwadi yemali
zu_za: ikhashi bhuku

source: Cash Book Entry was successfully canceled .
af_za: Kas Boek inskrywing is suksesvol gekanselleer
xh_za: ungeno loncwadi yemali lube nemphumelelo
zu_za: ukufaka kwikhashi bhuku kusuke kahle

source: Quick Navigation
af_za: Vinnige Oorsig
xh_za: ukuvisisana ukukhawulezileyo
zu_za: ukushesha kweNavigashini

source: Requisistion not found in the database.
af_za: Kan nie data lees nie
xh_za: akukho zinto zifumanisekileyo kwinxalenye yolwazi
zu_za: isicelo asitholakalanga kudathabase

source: Error : Amount is more than the avaliable funds.
af_za: Fout: Die Bedrag is groter as beskikbare fondse
xh_za: Ndonakele:imali oyinikileyo ingaphezulu kwefuniweyo
zu_za: iphutha:imali yinkulu kuna lena ekhona

source: Unable to get vat codes
af_za: Kan nie BTW kodes kry nie
xh_za: akukwazekanga ukufmana ikhowudi yeVat
zu_za: kunzima ukuthola amaKHodi eVAT

source: Approve Requisistion
xh_za: isicelo esivunyiweyo
zu_za: isicelo sivumelekile

source: VAT Amount
af_za: BTW Bedrag
xh_za: imali yevat
zu_za: imali yeVAT

source: View Petty Cash Requisitions
xh_za: isicelo semali kaxakeka masijongwe
zu_za: beka iPetty khash sicelo

source: Petty Cash Requisition Approved
xh_za: isicelo semali kaxakeka sivunyiwe
zu_za: Ipethi khashi sicelo ivumilwe

source: Petty Cash Requisition has been approved .
xh_za: isicelo smali kaxakeka sivunyiwe
zu_za: Ipethi khashi sicelo ivumilwe

source: Add Petty Cash Requisition
xh_za: dibanisa isicelo semali kaxakeka
zu_za: engeza iPethi khashi sicelo

source: Delete BAtch cashbook entry
xh_za: susa ungeno lwezinto kwincwadi yemali
zu_za: susa ibashi kashi bhuku kufaka

source: Paid to/Received From
af_za: Betaal aan/ Ontvang van
xh_za: ibhatalweku/ivela ku
zu_za: ikhokhe ku/ibuya ku

source: Batch Cashbook entry deleted
af_za: Vee Groep Kasboek Inskrywings uit
xh_za: uluhlu longeni kwincwadi yemali isusiwe
zu_za: susa ibashi kashi bhuku kufaka

source: Batch Cashbook entry has been deleted
af_za: Groep Kasboek Inskrywings is uitgevee
xh_za: uluhlu longeni kwincwadi yemali isusiwe
zu_za: isusiwe ibashi kheshibhuku

source: Cancel Requisistion
xh_za: yeka isicelo
zu_za: susa isicelo

source: Cancel &raquo;
af_za: Kanselleer
xh_za: susa ungeno
zu_za: susa

source: Petty Cash Requisition Cancelled
xh_za: imali kaxekeka mayiyekwe
zu_za: isusiwe ipethi khashi sicelo

source: Petty Cash Requisition has been successfully canceled .
xh_za: imali kaxakeka isuswe kakuhle
zu_za: ipethi kashi sicelo isuseke kahle

source: Requisition not found in the database.
xh_za: isicelo asifumaneki kinxalenye yolwazi
zu_za: isicelo asiitholakalanga kuDathabase

source: Record Requisition Receipt
xh_za: ungcino lwezicelo
zu_za: bhala icelo esifikile

source: Receipt/Ref No.
af_za: Kwitansie/Verwysings No.
xh_za: amaphepha erisiti/inombolo yojongwe
zu_za: irisipu/inombholo eqondanayo

source: Return/Change
af_za: Stuur terug/Verander
xh_za: ubuyo/utshinsto
zu_za: buyisa noma shintsa

source: File
af_za: leer
xh_za: incwadi ephethe iincukacha
zu_za: fayila

source: Error : Returned/Change amount is more than the requisistion amount.
xh_za: Undonakele:buyela/tshintsaimali ingaphezukwesicelo
zu_za: iphutha: buyisa noma shintsa imali ngoba yiningi kunalena okuyisicelo

source: Unable to get employee details.
af_za: Kry nie werknemer se besonderhede nie
xh_za: ukungakwazi ukufumana incukacha zabaqeshi
zu_za: kunzima ukuthola imininingo ngabasebenzi

source: Unable to get invoice data.
af_za: Kry nie faktuur data nie
xh_za: ukungakwazi ukufumana invoice yolwazi
zu_za: kunzima ukuthola i-invoyisi datha

source: New Bank Receipt
af_za: Nuwe Bank Kwitansie
xh_za: irisiti yebhanki entsa
zu_za: iholo elisha kwibhangi

source: Select Account Involved
af_za: Kies Rekening Betrokke
xh_za: khetha iakhawunti ekhoyo
zu_za: khetha isikwenetu esikhona

source: Account Balance
af_za: Rekening Balans
xh_za: ibhalanisi yeakhawunti
zu_za: okusele kwisikwenetu

source: Ledger Account Received from
af_za: Ontvang Legger Rekening van
xh_za: iakhawinti efunyenyweyo ivela
zu_za: ileja sikwenetu siphuma ku

source: Bank Receipt
af_za: Bank Kwitansie
xh_za: irisiti yebhanki entsa
zu_za: iholo ebangi

source: Bank Receipt added to batch.
af_za: Bank Kwitansie by Groep bygevoeg
xh_za: udibano lwerisiti ludityaniswa kwibanki
zu_za: iholo ebangi lifakiwe kukhashi bhuku

source: Bank Receipt added to cash book.
af_za: Bank Kwitansie by Kas Boek gevoeg
xh_za: irisiti yebhanki idityaniswe nencwadi yemali
zu_za: amarisipu ebangi anezeliwe kukhashi mbhuku

source: Petty Cash Book
af_za: Klein Kas Boek
xh_za: incwadi yemali kaxakeka
zu_za: ipethi khashi bhuku

source: New International Bank Payment
af_za: Nuwe Internasionale Bank Betalings
xh_za: ubbhatalo olutsha lwangaphesheya kwibanki
zu_za: ukukhokha okusha kwaphesheya

source: Select Supplier
af_za: Kies Verskaffer
xh_za: khetha uniki
zu_za: khetha umthengisi noma isaplaya

source: Enter Details &gt;
af_za: Sleutel Besonderhede in
xh_za: ngenisa incukacha
zu_za: faka imininingo

source: Add supplier payment
af_za: Voeg Verskaffer Betalings by
xh_za: faka imali yomnikisi
zu_za: enezela ukukhokha kwesaplaya

source: Select Customer
af_za: Kies Klieent
xh_za: khetha umthengi
zu_za: khetha ikhasimendi

source: Banks
af_za: Banke
xh_za: ibhanki
zu_za: amaBangi

source: Auto
xh_za: I auto
zu_za: ukuzishintsa

source: Allocate To Age Analysis
af_za: Allokeer na Ouderdoms Analise
xh_za: yisa kwiminyaka yabajongi
zu_za: hlela ku-Age An

source: Allocate To Each invoice
af_za: Allokeer na elke Kwitansie
xh_za: yisa kuzo zonke invoice
zu_za: hlela nganye kuma-invoYISI

source: Payment Details
af_za: Besonderhede van Betalings
xh_za: incukacha zobhatalo
zu_za: imininingwane yokukhokha

source: Paid To
af_za: Betaal aan
xh_za: ibhatalweku
zu_za: khokha ku
