Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: New Non-Stock Invoice
af_za: Nuwe Nie-Voorraad Faktuur
xh_za: invoice entsa
zu_za: ama-invoyisi wempahla okungasiyona isitoki

source: Unable to retrieve default comment from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana
zu_za: kunzima ukukhipha isibono esingasebenzi kwidathabhazi

source: Non-Stock Purchase received
af_za: Nie-Voorraad Aankope Ontvang
xh_za: ufimano lentengo
zu_za: itholakele intengo yempahla okungasiyisitoki

source: Return Non-Stock Purchase
af_za: Terug gestuurde Nie-Voorraad Aankope
xh_za: ubuyiso lwezinto
zu_za: buyisela intengo yempahla okunsiyona isitoki

source: Non-Stock Purchase receipt has been recorded.
af_za: Nie-Voorraad Aankope Kwitansie is opgeneem
xh_za: irisiti azifaklwanga kwidatabase
zu_za: iripu yentengo okungasiyona isitoki ibhaliwe

source: Quick Setup can only be run on a new cubit installation.
xh_za: kukhawuleziso olusha
zu_za: ukuhlela okusheshayo kunga sebenza uma ufaka entsha iCUBIT instolashini

source: Setup
af_za: Opstelling
xh_za: qaliso
zu_za: hlela kahle

source: Please Select the Following
af_za: Kies Asseblief die volgende
xh_za: khetha kwezi
zu_za: jabulisa ukhethe okulandelayo

source: Select Active Period
af_za: Kies Aktiewe Tydperk
xh_za: khetha ixesha lokusebenza
zu_za: khtha ithuba elisebenzayo

source: Select Financial Year to Start At:
af_za: Kies die Finansiele Jaar om mee te begin
xh_za: khetha unyaka wemali
zu_za: khetha unyaka wemali ozoqala khona

source: Auto Setup &raquo;
xh_za: qaliso
zu_za: ukuzihlela &raquo;

source: Unable to insert action.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukushukuma
zu_za: kunzima ukufaka isenzo

source: Unable to insert into supplier price list.
af_za: Kan nie data lees nie
xh_za: akukwazeki udweliso lwamaxabiso
zu_za: kunzima ukufaka isaplaya kuhide lwentengo yamaSaplaya

source: Unable to insert currency.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka
zu_za: kunzima ukufaka uhlobo lwemali

source: Unable to index.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukudwelisa
zu_za: kunzima ukukhombisa

source: Unabel to insert data.
af_za: Kan nie data lees nie
xh_za: udwelo
zu_za: kunzima ukufaka idatha

source: Setup Complete
af_za: Opstelling is voltooi
xh_za: uqalo luphelele
zu_za: hlela kuphelele

source: Cubit is ready to be used.
af_za: Cubit is reg om te gebruik
xh_za: icubi iungele ukusetyenziswa
zu_za: iCubi isilindelwe ukusebenziswa

source: Confirm Cancel Incomplete Consignment Order
xh_za: qinisekisa ngopelelo
zu_za: fakaza ukuchisha okuhamba nomlayezo okungaphelelanga

source: Consignment Order Number
xh_za: inombolo yeconsignment
zu_za: inombholo yaloku okuhamba nomlayezo

source: Incomplete Consignment Order Cancelled
xh_za: ayiphelelanga iconsignment
zu_za: okungaphelele okuhamba nomlayezo kuchishiwe

source: Entry Details
af_za: Inskrywings Besonderhede
xh_za: incukacha
zu_za: imnininingwane yokufaka

source: By
xh_za: ngu
zu_za: ngo

source: Regarding
xh_za: malunga
zu_za: mayelana

source: Date Made
af_za: Datum gemaak
xh_za: umhla wenziwe
zu_za: ilanga lenyanga eyenzwe ngalo

source: View other diary
af_za: Toon ander dagboek
xh_za: jonga incwandi enye yemfihlelo
zu_za: bheka enye idayari

source: Entry removed
af_za: Inskrywing is verwyder
xh_za: ungeno lusisiwe
zu_za: ukufaka kusukile

source: The diary entry has been removed
af_za: Die dagboek inskrywing is verwyder
xh_za: isusiwe incwadi yemfihlelo
zu_za: ukufaka kwidiyari kususiwe

source: Diary &raquo;
af_za: Dagboek
xh_za: incwadi yemfihlelo
zu_za: idayari &raquo;

source: View diary
af_za: Toon dagboek
xh_za: incwadi yemfihlelo
zu_za: bheka idayari

source: Made By
af_za: Gemaak Deur
xh_za: jonga incwadi yemfihlelo
zu_za: yenzwe ngu

source: View another date
af_za: Toon ander Datum
xh_za: yenzwe ngu
zu_za: bheka elinya ilanga lenyanga

source: Cost Center Usage
af_za: Koste Senter Gebruike
xh_za: jonga mhla wumbi
zu_za: ukusebenzisa izindleko zendawo

source: Use Cost Centers
af_za: Gebruik Koste Senters
xh_za: sebenzisa indawo yamaxabiso
zu_za: sebenzisa izindleko zendawo

source: Don't Use Cost Centers
af_za: Moet nie Koste Senters gebruik nie
xh_za: susebenzisa oindawo yamaxabiso
zu_za: ungasebenzisi izindleko zendawo

source: Unable to get monthclose from db.
af_za: Kan nie data lees nie
xh_za: susebenzisa oindawo yamaxabiso
zu_za: kunzima ukuthola ukuvala kwenyanga kwiDathabhasi

source: Confirm month end for Age Analisys
af_za: Bevestig maand einde vir ouderdoms Analise
xh_za: qinisekisa ngenyanga
zu_za: fakaza inyanga ephelile kuze kuhlaziye ukukhula

source: Month End Date
af_za: Datum van Maand einde
xh_za: umhla wenyanga
zu_za: ilanga lenyanga ephelile

source: Monthend was done, but error makeing record of it.
af_za: Maandeinde is gedoen maar daar was 'n fout met die opneming
xh_za: inyanga beyenziwe n]kodwa kukho umonakalo
zu_za: inyanga ephelile yenziwe,kodwa kune phutha lokwenza ilecosi

source: Month end has been recorded
af_za: Maaneinde is opgeneem
xh_za: inyanga ifakiwe
zu_za: inyanga ephelile ibhaliwe

source: In Description
af_za: Beskrywing
xh_za: ingcazelo
zu_za: ngalohlobho

source: Exact Description
xh_za: uchazo oludlulayo
zu_za: ngalohlobho oluqinisile

source: Insert into cashbook
af_za: Sleutel in kasboek in
xh_za: incwadi yobhatalo
zu_za: faka kwikhashi bhuku

source: Customer Payment
af_za: Klieent Betaling
xh_za: faka incwadi yobhatolo
zu_za: ukukhokha kwekhasimendi

source: Supplier Payment
af_za: Verskaffers Betaling
xh_za: ubhatalo lwabathengi
zu_za: ukukhokha isaplaya

source: Ignore
xh_za: yeka
zu_za: yeka

source: Add statement description
af_za: Voeg staat Beskrywing by
xh_za: faka icazo
zu_za: engeza uhlobo lwesitatimenti

source: Unable to get customers.
af_za: Kan nie Kliente kry nie
xh_za: akukwazeki ukufumana abathengi
zu_za: kunzima ukuthola ikhasimendi

source: Unable to get suppliers.
af_za: Kan nie Verskaffers kry nie
xh_za: akukwazeki ukufaka incukacha
zu_za: kunzima ukuthola isaplaya

source: Add statement description details
af_za: Voeg die staat se beskrywing by die besonderhede
xh_za: faka incukacha
zu_za: engeza imininingo ngesitatimenti

source: Confirm statement description
af_za: Bevestig die state se Beskrywing
xh_za: qinisekisa ngochazo
zu_za: fakaza imininingo yesitatimenti

source: Description added
af_za: Beskrywing Bygevoeg
xh_za: faka uchazo
zu_za: uhlobo lwengeziwe

source: Description added to system.
af_za: Beskrywing by sisteem bygevoeg
xh_za: uchazo lufakwe kwisystem
zu_za: uhlobo lwengeziwe kwisisitimu

source: ABSA (ASCII), * seperated
af_za: ABSA (ASCII),* apart
xh_za: ABSA(ASCI) * ihlukanisiwe
zu_za: I-ABSA (ASCII)*kuhlukanisiwe

source: FNB (CSV), Comma seperated statement
af_za: FNB (CSV), komma apart van staat
xh_za: FNB (CSV).istatement sahluliwe
zu_za: I-FNB(CSV),kuhlukanisiwe ukuphumula

source: Nedbank (CSV), Comma seperated
af_za: Nedbank (CVS), Komma apart
xh_za: Nedbank(CSV)yahluliwe
zu_za: I-NEDBANK(CSV),kuhlukanisiwe ukuphumula

source: Standard Bank (CSV), Comma seperated history statement
af_za: Standerd Bank (CVS), Komma aparte geskiedenis van staat
xh_za: standard bank(CSV),sahlulwe yimvelaphi yestatement
zu_za: I-STANDARD BANK(CSV),ihistori yesitatimenti kuhlukaniswe ukuphumula

source: HERE
af_za: HIER
xh_za: APHA
zu_za: LAPHA

source: There are no bank accounts.
af_za: Daar is geen Bank rekeninge nie
xh_za: akukho akhawunti zebanki
zu_za: azikho izikwenetu zebhangi

source: Import Bank Statement
af_za: Invoer Bank Staat
xh_za: ezisisiweyo iakhawunti zebhanki
zu_za: faka isitatimenti sebhangi

source: Statement details
af_za: Staat besonderhede
xh_za: incukacha zestatement
zu_za: imininingwane yesitatimenti

source: Bank:
xh_za: ibhanki
zu_za: ibhangi

source: Please select your statement
af_za: Kies asseblief u staat
xh_za: sicela ukhethe istatement sakho
zu_za: jabulisa ukhethe isitatimenti

source: unable to check data.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukujonga ulwazi
zu_za: kunzima ukubheka idatha

source: error importing statement.
af_za: fout met invoer van staat
xh_za: undonakele ezizisiweyo istatement
zu_za: iphutha lokufaka isitatimenti

source: Ex1
xh_za: iexl
zu_za: i-Exl

source: There are no unallocated transactions for this account
xh_za: akukho zisiweyo zetransaction zaleakhawunti
zu_za: awa-abelwanga amatransakishini kulesi sikwenetu

source: Please select the action you want to take.
af_za: Kies asseblief die rekening wat u wil gebruik
xh_za: sicela ukhethe intsukumo ofuna ukuyithabatha
zu_za: jabulisa ukhethe isenzo ofuna ukusithatha

source: From/To
af_za: Van/Aan
xh_za: ivela/iya
zu_za: iphuma ku /iya ku

source: Payment from customer
af_za: Betaling van Klieent
xh_za: ubhatalo oluvela kumthengi
zu_za: ukukhokha kuphuma kwikhasimendi

source: unable to get supplier list.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana udweliso lwabarhwebi
zu_za: kunzima ukuthola ilisti yesaplaya

source: Payment to supplier
af_za: Betaal Verskaffer
xh_za: ubhatalo lomrhwebi
zu_za: ukukhokha isaplaya

source: Unable to get cashbook data.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana incwadi yobhatalo kulwazi
zu_za: kunzima ukuthola idatha yekhashi bhuku

source: Insert into cashbook(Reconciled)
af_za: Sleutel in kasboek in(rekonsilieer)
xh_za: faka incwadi yemali
zu_za: faka kwiKhashi bhuku (ilungisiwe)

source: Enter Details &raquo;
af_za: Sleutel Besonderhede in
xh_za: ngenisa incukacha
zu_za: faka imininingo

source: Please note: Payments are in red.
af_za: Neem kennis: Betalings is in rooi.
xh_za: sicela uqaphele ubhatalo libhalwe bomvu
zu_za: jabulisa wazi: kubomvu ukukhokha

source: VAT Inc
af_za: BTW Insluitend
xh_za: iinc yevat
zu_za: iVAT isikhona

source: Contra Account/Action
af_za: Kontra Rekening/Aksie
xh_za: iakhawunti yecontra/yoshukumo
zu_za: iKontra sikwenetu/senzo

source: Select Entry
af_za: Kies Inskrywing
xh_za: sicela ungene
zu_za: khetha ukufaka

source: You cannot select vat for a client payment.
af_za: U kan nie btw kies vir 'n klieent betaling nie
xh_za: awukwazi ukukhetha ivat kubhatalo llwabathengi
zu_za: awukwazi ukukhetha iVAT mayelana nokukhokhwa ikhasimendi

source: Unable to get customer info.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana ulwazi lomthengi
zu_za: kunzima ukuthola ulwazi ngekhasimendi

source: You cannot select vat for a supplier payment.
af_za: U kan nie btw kies vir 'n verskaffer betaling nie
xh_za: awukwzi ukukhetha ivat kubhatalo lwabarhwebi
zu_za: awukwazi ukukhetha Ivat mayelana nokukhokhwa ngumthengisi

source: Unable to insert statement data.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka istatement solwazi
zu_za: kunzima ukufaka idatha sitatimenti

source: Unable to remove data.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukususa ulwazi
zu_za: kunzima ukususa idatha

source: Unable to update cashbook.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa exesheni
zu_za: kunzima ukuhlela ikhashi bhuku

source: Unable to get department data.
af_za: Kan nie data lees nie
xh_za: alifumaneki iqumrhu
zu_za: kunzima ukuthola umyango wedatha

source: Unable to get invoices
af_za: Kan nie data lees nie
xh_za: azifumaneki iinvoices
zu_za: kunzima ukuthola ama-invoyisi

source: Unable to get nons invoices.
af_za: Kan nie data lees nie
xh_za: azifumaneki iinvoices
zu_za: kunzima ukuthola ama-invoyisi wempahla okungasisona isitoki

source: Unable to get supplier data.
af_za: Kan nie data lees nie
xh_za: akukwazeki kungena kulwazi lomrhwebi
zu_za: kunzima ukuthola idatha yesaplaya

source: Unable to check statement refs.
af_za: Kan nie data lees nie
xh_za: akkukwazeki kujonga ujongiso lwestatement
zu_za: kunzima ukuhlola okuqondana nesitatimenti

source: Edit Description
af_za: Sleutel Beskrywing in
xh_za: lungisa uchazo
zu_za: hlela uhlobo

source: Edit statement description details
af_za: Sleutel Beskrywing Besonderhede in staat in
xh_za: ulungiso lwestatement uchazo lwencukacha
zu_za: hlela imininingo nohlobo lwesitatimenti

source: Unable to update statment ref
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa istatement exesheni
zu_za: kunzima ukuhlela okuqondana nesitatimenti

source: Description updated in system.
af_za: Opdateering van Beskrywing in sisteem
xh_za: uchazo lusiwe kwisystem
zu_za: jabulisa ukhethe ukuhlela kwiSisitimu

source: Please select your statement import settings &amp; then click 'Update'
xh_za: sicela ukhethe istatement sosiwo phesheya
zu_za: jabulisa ukhethe isitatimenti sakho sokufaka amahlelo bese ucindezela ukuhlela noma i-updathi

source: Statement import settings saved
xh_za: istatement sosiwo phesheya silungisiwe sigciniwe
zu_za: ukufaka isitatimenti hlelo kusindile

source: Contra Account/Action Details
af_za: Kontra Rekening/Aksie Besonderhede
xh_za: iakhawunti ye contra/incukacha zentsukumo
zu_za: ikontra sikwenetu/imininingo yesenzo

source: Unable to get account.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana iakhawunti
zu_za: kunzima ukuthola isikwenetu

source: ADD NEW
af_za: Voeg Nuwe by
xh_za: faka entsa
zu_za: ENGEZA OKUSHA

source: Choose Account By
af_za: Kies Rekening by
xh_za: khetha iakhawunti
zu_za: khetha isikwenetu ngo

source: Add new description
af_za: Voeg nuwe Beskrywing by
xh_za: faka uchazo lutshaw
zu_za: engeza uhlobo olusha

source: Setings
af_za: Opstelling
xh_za: qaliso
zu_za: amahlelo

source: Delete description
af_za: Vee beskrywing uit
xh_za: susa isichazo
zu_za: susa uhlobo

source: Unable to delete data.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukususa ulwazi
zu_za: kunzima ukususa idatha

source: Description deleted
af_za: Beskrywing is uitgevee
xh_za: uchazo lususiwe
zu_za: uhlobo lususiwe

source: New Point of Sale Invoice(Cash)
af_za: Nuwe Faktuur(kontant) van punt van Verkope
xh_za: indawo entsha yothenngiso
zu_za: iphoyinti elisha lokuthengisa i-invoyisi(khashi)

source: View Point of Sale Invoices
af_za: Toon Punt van Verkope Fakture
xh_za: jonga indawo yothengiso entsa neinvoice
zu_za: iphoyinti elisha lokuthengisa i-invoyisi

source: Amount On Credit
af_za: Krediet Bedrag
xh_za: imali kwicredit
zu_za: imali ekuKredithi

source: Speed POS
af_za: Spoed POS
xh_za: ukawulezo
zu_za: ukushesha iPOS

source: By Stock Code
af_za: Volgens voorraad kode
xh_za: ngekhowudi yezithengiswayo
zu_za: nge khodi lesitoki

source: By Stock Description
af_za: Volgens Voorraad Beskrywing
xh_za: uchazo lwezithengiswayo
zu_za: ngo hlobo lwesitoti

source: Amount Paid Cash
af_za: Bedrag Kontant betaal
xh_za: imali ebhatalwa ngekheshi
zu_za: imali ekhokhwe ngekhashi

source: Amount Paid Cheque
af_za: Bedrag met tjek betaal
xh_za: imali ebhatalwe ngetsheki
zu_za: imali ekhokhwe ngesheki

source: Amount Paid Credit Card
af_za: Bedrag met krediet kaart betaal
xh_za: imali ebhatalwe nge credit khadi
zu_za: imali ekhokhwe ngekredithi khadi

source: POS Manager Password
af_za: POS Bestuur se geheimekode
xh_za: igama elikugqithisayo
zu_za: iPOS imeneja igama lokungena

source: The total of all the payments is less than the invoice total
af_za: Die totaal van die betalings is minder as die totaal van die Faktuur
xh_za: ubhatalo lonke lungaphantsi lweinvoices
zu_za: konke okuphelele okukhokhiwe kungaphansi kwemali eku-invoyisi

source: New Point of Sale Invoice Saved
af_za: Nuwe faktuur van punt van verkope is gestoor
xh_za: indawo ezintsa zothengo
zu_za: iphoyinti elisha lana-invoyisi entengiso asindile

source: Subtotal
af_za: subtotaal
xh_za: isubtotal
zu_za: konke kungaphelele

source: Returned Purchase Details
af_za: Terug gestuurde Aankoop Besonderhede
xh_za: ubuyiso lwezithengiweyo
zu_za: imininingo yentengo ebuyisiwe

source: There Are No Bank Accounts Available.
af_za: Daar is geen Bank Besonderhede Besikbaar nie
xh_za: akukho akhawunti zebhanki
zu_za: azikho izikwenetu zebhangi ezikhona

source: Banking Details Account
af_za: Bank besonderhede rekening
xh_za: incukacha zebhanki yakho
zu_za: imininingwane yokubhanga sikwenetu

source: Bank Details Account
af_za: Bank besonderhede rekening
xh_za: incukacha zebhanki yakho
zu_za: imininingwane yokubhanga sikwenetu

source: Block Main accounts
xh_za: val iakhwunti ezingundoqo
zu_za: vimba izikwenetu ezikhulu

source: Don't Block
xh_za: suzivala
zu_za: unga-vimdi

source: Asset Appreciation
xh_za: unyuko lweassets
zu_za: ukuthuthuka kwama-asethi

source: Appreciation Amount
xh_za: imali yonyuko
zu_za: ukuthuthuka ngemali

source: Asset Appreciation has been recorded
xh_za: unyuko lweassets lufakwe engcinweni
zu_za: ukuthuthuka kwama-asethi abhaliwe

source: View Interest brackets
af_za: Toon rente hakkies
xh_za: jonga ungezo
zu_za: bheka isibaya senzuzo

source: Recurring Non-Stock Invoice Details
af_za: Herhaling van Nie-Voorraad faktuur se besonderhede
xh_za: iiinvoice zenchukacha eziqubekekayo
zu_za: imininingwane yama-invoyisi yempahla okungasiyona isisitoki ephinda phinda nayo

source: Non-Stock Asset Purchase received
af_za: Bates se nie-voorraad aankope ontvang
xh_za: ezingathengwayo zifunyenywe
zu_za: intengo yama-aseti okungasiyisitoki atholakele

source: Non-Stock Asset Purchase receipt has been recorded.
af_za: Kwitansie van Nie-voorraad Bates is opgeneem
xh_za: irisiti yezingathengwyo ifunyenwe
zu_za: irisipu lentengo yama-aseti angasisona isitoki abhaliwe

source: Point of Sale Invoices
af_za: Punt van Verkope se Fakture
xh_za: indawo yothengiso neinvoice
zu_za: iphoyinti lentengiso invoyisi

source: New High Speed Input Ledger
xh_za: isantya esitsha seledgr
zu_za: isivinini esikhulu esisha sokufaka kwileja

source: Ledger Name
af_za: Legger Naam
xh_za: igama leledger
zu_za: igama leleja

source: Date Entry
af_za: Inskrywings Datum
xh_za: umhla wongeno
zu_za: ilanga lokufaka

source: Vat Deductable Account
af_za: BTW Aftrekbare Rekening
xh_za: unciphiso lwevat
zu_za: isikwenetu esehlisa iVAT

source: Vat Account
af_za: BtW Rekening
xh_za: iakhawunti yevat
zu_za: isikwenetu seVAT

source: View High Speed Input Ledgers
xh_za: jonga isantya esitsha seledger
zu_za: bheka isivinini esikhulu sokufaka kwileja

source: Search By Name
af_za: Soek volgens Naam
xh_za: jonga ngegama
zu_za: cingela ngegama

source: Legder Name
af_za: Legger Naam
xh_za: igama leledger
zu_za: igama leleja

source: Run
af_za: Hardloop
xh_za: baleka
zu_za: gijima

source: High Speed Input Ledger Edit
xh_za: isatya seledger
zu_za: isivinini esikhulu sokufaka kuleja sokuhlela

source: Edit High Speed Input Ledger
xh_za: ulungiso lwesantya seledger
zu_za: isivinini esikhulu sokufaka kuleja sokuhlela

source: High Speed Input Ledger details
xh_za: isatya sencukacha zeledger
zu_za: isivinini esikhulu sokufaka kuleja sokuhlela

source: Confirm Delete High Speed Input Ledger
xh_za: qinisekisa ngosuso swesantya seledger
zu_za: fakaza ukususa isivinini esikhulu esifaka uleja

source: High Speed Input Ledger delete
xh_za: isantya seledger
zu_za: isivinini esikhulu sokufaka kuleja sisulkile

source: Vat Account:
af_za: BtW Rekening
xh_za: iakhawunti yevat
zu_za: iVAT sikwenetu

source: High Speed Input Ledger :
xh_za: isantya seledger
zu_za: isivinini esikhulu sokufaka kwileja

source: Please enter full transaction details.
af_za: Sleutel asseblief die volledige transaksie besonderhede in
xh_za: sicela ungenise incukacha zetransation ngokupheleleyo
zu_za: jabulisa ufake yonke imininingwane yetransakishini

source: Confirm Details
af_za: Bevestig Besonderhede
xh_za: qinisekisa ngeencukacha
zu_za: fakaza imininingo

source: Record Transactions &raquo;
af_za: Neem transaksies op
xh_za: bhalisa itransaction
zu_za: bhala itransakishini

source: Journal Transactions have been recorded
af_za: Jornaal transakies is opgeneem
xh_za: itransactions zejournal zigciniwe
zu_za: ijenali transakishini ibhaliwe

source: Number of transactions
af_za: Nommer van Transaksies
xh_za: inani lwetransactions
zu_za: inombholo yamatransakishini

source: Total amount
af_za: Totale Bedrag
xh_za: inani liphelele
zu_za: imali yonke seyihlangene

source: Depreciation
xh_za: uhliko lwexabiso
zu_za: ukudleka

source: Appreciation
xh_za: unyuko
zu_za: i-Aprishiyeshini

source: SERIAL No.
xh_za: inombolo yserial
zu_za: izinbolo ezilandelanayo

source: Not Allocated
af_za: Nie geallokeer nie
xh_za: akukho siwo
zu_za: ayibelwanga

source: Not Serialized
xh_za: ayenziwanga
zu_za: azaziwa njenge zinombholo ezilandelanayo

source: Locale settings
af_za: Lokale opstelling
xh_za: phisa ngeziqalo
zu_za: uhlelo lwaseduze

source: Language
af_za: Taal
xh_za: intetho
zu_za: inkulumo

source: Date Format
xh_za: umhla wongeno
zu_za: uhlobo lwedethi

source: Approve Purchase
af_za: Goedgekeurde aankope
xh_za: ivunyiwe
zu_za: vuma intengo

source: Purchase Approved
af_za: Aankope goedgekeur
xh_za: uthengo lvunyiwe
zu_za: intengo ivunyilwe

source: Delete Recurring Non-Stock Invoice
af_za: Vee Herhalde Nie-voorraad faktuur uit
xh_za: uqhubeko lweinvoice lususiwe
zu_za: susa ama-invoyisi empahla okungasiyona isitoki ephinda phinda nayo

source: Invoice deleted
af_za: Faktuur uitgevee
xh_za: iinvoice zisusiwe
zu_za: i-invoyisi isusiwe

source: Non-stock recurring invoice deleted.
af_za: Herhaling van Nie-Voorraad faktuur is uitgevee
xh_za: iinvoice ezisusiweyo eziqhubekayo
zu_za: asusiwe ama-invoyisi wempahla okungasisona isitoki

source: Unable to update database
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukusa exesheni kwidatabase
zu_za: kunzima ukuhlela idathabhazi

source: Login retries:
xh_za: ungeno
zu_za: ilogin retrizi

source: Blocked Time:
xh_za: ixesha lovalelo
zu_za: isikhathi sivimbilwe

source: Unable to update login settings
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukusa exesheni uqaliso
zu_za: kunzima ukuhlela amahlelo elogini

source: Credit note Details
af_za: Krediet nota Besonderhede
xh_za: incukacha zecredit
zu_za: iminininingwane ngekredithi nothi

source: Credit note No.
af_za: Krediet Nota No.
xh_za: ino.yecredit
zu_za: inombholo yekredithi nothi

source: View Non-Stock credit notes
af_za: Toon Nie-Voorraad krediet Notas
xh_za: jonga iinvoice yezingathengwayo
zu_za: bheka amakredithi nothi empahla okungasiyisitoki

source: CURRENT DATE
af_za: HUIDIGE DATUM
xh_za: umhla wangoku
zu_za: ilanga lenyanga lamanje

source: TIME
af_za: TYD
xh_za: ixesha lovalelo
zu_za: isikhathi

source: DONE
af_za: kLAAR
xh_za: yenziwe
zu_za: kuqediwe

source: Update &gt;&gt;&gt;
af_za: Opdateering &gt;&gt;&gt;
xh_za: isiwe exesheni
zu_za: hlela

source: Buy Stock
af_za: Koop voorraad
xh_za: thenga ezithengwayo
zu_za: thenga isitoki

source: Buying unit of measure
xh_za: uthengo lwezikalwayo
zu_za: ukuthenga ama-unit okulinganisa

source: Selling unit of measure
xh_za: ezithengwayo ezikalwayo
zu_za: ukuthengisa i-unit kulinganisa

source: Bought Stock Recorded
xh_za: ezithengiweyo ezigciniweyo
zu_za: isitoki esithengiwe sibhaliwe

source: - Invalid Invoice Number. 1
af_za: Verkeerde faktuur nommer. 1
xh_za: iinvoice engekho1
zu_za: i-invoyisi engasebeniz nombholo 1

source: - Invalid Invoice Number. 2
af_za: Verkeerde faktuur nommer. 2
xh_za: inombolo2 yeinvoice
zu_za: i-invoyisi engasebenzi nombolo 2

source: Process Debtors Batch Entries
af_za: Verwerk Debiteure groep inskrywings
xh_za: qhubeka ngebatshi yamangeno
zu_za: dlulisa idebutasi bhashi kufaka

source: Debtors Batch Entries Processed
af_za: Debiteure groep inskrywings is verwerk
xh_za: uqhubeko lwebatshi zingeniwe
zu_za: kudluliswe okweletayo kwibhashi

source: Remove Debtors Batch Entries
af_za: Verwyder debiteure groep inskrywings
xh_za: susa idebtor
zu_za: susa okweletayo kwibhashi kufaka

source: Debtors Batch Entries Removed
af_za: Debiteure Groep inskrywings is verwyder
xh_za: ebathsi zedebtor zisusiwe
zu_za: ususiwe okweletayo kumaBhashi kufaka

source: New International Invoice
af_za: Nuwe internasionale Faktuur
xh_za: iinvoice ezintsha zaphesheya
zu_za: ama-invoyisi amasha wangaphesheya
