Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Entire Groups to be removed
af_za: Verwyder al die groepe
xh_za: lonke iqela malisuswe
zu_za: iqembhu lonke elizosuswa

source: Unable to retrieve groups from the database.
af_za: Kan nie data lees nie
xh_za: akukweki ukubuyisela iqela kwidatabase
zu_za: kunzima ukulanda amaqembhu kwiDathabhezi

source: Unable to remove suppliers from groups
af_za: Kan nie data lees nie
xh_za: akukwazeki ukususa umrhwebi kwiqela
zu_za: kunzima ukususa amasaplaya kwiDathabhezi

source: Unable to remove group from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukususa iqela kwidatabase
zu_za: kunzima ukususa iqembhu kwiDathabhezi

source: Unable to clear group ownerships from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukususa ukuphathwa kweqela kwidatabase
zu_za: kunzima ukwephathwa kweqembhu kwiDathabhezi

source: &laquo; View Supplier Groups
af_za: Toon Verskaffers Groepe
xh_za: jonga iqela labarhwebi
zu_za: &laquo;bheka amaqembu wamasaplaya

source: Unblock Stock Item
xh_za: vula izinto ezithengiswayo
zu_za: vula impahla yesitoki

source: Bought Unit of measure
xh_za: kuthengwe iunit yokukala
zu_za: izinga lezimpahla ezithengiwe

source: Selling Unit of measure
xh_za: kuthengiswa iuniti yokukalwa
zu_za: izinga lezimpahla ezithengiswayo

source: Selling Units per Bought unit
xh_za: kuthengiswa iyuniti
zu_za: izimpahla ezithengisayo kwenye ethengiweyo

source: Minimum level
af_za: Minimum Vlak
xh_za: encinane inqanaba
zu_za: isinganiso eliphezulu

source: Maximum level
af_za: Maksimum Vlak
xh_za: elikhulu inqanaba
zu_za: isinganiso eliphansi

source: Cost price per selling unit
af_za: Koste Prys per verkoops eenheid
xh_za: ixabiso leunit nganye
zu_za: indleko kwe thengiswa

source: Selling price per selling unit
af_za: Verkoops prys per Verkoops eenheid
xh_za: ixabiso leunit nganye
zu_za: intengo kwimpanye ethengiswayo

source: Stock item unblocked
xh_za: vula izinto ezithengiswayo
zu_za: impahla yesitoki ivuliwe

source: Confirm Non-stock Invoice Process
af_za: Bevestig Nie-voorraad faktuur verwerking
xh_za: qinisekisa ngoqubeko leinvoice
zu_za: fakaza ukwenza i-invoyisi yempaphla esingasiyitoki

source: New Recurring Non-stock Invoice
af_za: nuwe herhaling Nie-Voorraad fakture
xh_za: eziqhubekayo ezingathengiswayo
zu_za: i-invoyisi entsha yezimpahla ezingasiyisitoki

source: View Recurring Non-stock Invoices
af_za: Toon Herhaling Nie-Voorraad Fakture
xh_za: jonga eziqhubekayo ezingathengiswayo
zu_za: bheka ama-invoyisi awezimpahla ezingasiyisitoki

source: Recurring Non-stock Invoices Proccesed
af_za: Verwerking van herhaling van Nie-Voorraad fakture
xh_za: iinvoice ziyaqhubeka ezingathengiswayo
zu_za: ama-invoyisi awezimpahle ezingasiyizitoki aziphindayo

source: New non-stock Invoices have been created from Recurring Invoices
af_za: Nuwe nie-voorraad fakture is geskep vanaf herhalings fakture
xh_za: iinvoce zezithengiswayo ziswe kwezikhoyo
zu_za: ama-invoyisi wempahla okungasisitoki

source: DISCOUNT
af_za: AFSLAG
xh_za: ISAPHULELO
zu_za: isehliso

source: New Script
xh_za: isibhalo esitsha
zu_za: icwadi entsha yamashezi

source: Select Script
xh_za: khetha isibhalo
zu_za: khetha icwadi yamashezi

source: Name(Ex SALES INDEX)
xh_za: igama
zu_za: igama(isibhoniso senkomba yentengiso)

source: Script(Ex sales.php)
xh_za: isibhalo(udweliso lwentengo)
zu_za: icwadi yamashezi(isibhoniso sentengiso.php)

source: Script already exitss.
xh_za: ezibhaliweyo sezikho
zu_za: icwadi seyikhona

source: Script Details
xh_za: incukacha zesibhalo
zu_za: imininingwane yezincwadi zamashezi

source: Script
xh_za: isibhalo
zu_za: icwadi yamashezi

source: POS rounding
af_za: POS ronding
xh_za: ujikelelo lwePOS
zu_za: i-POS ukuyisa ku

source: Confirm Unblock Customer : Customer Details
xh_za: qinisekisa ngovulelo lwabathengi:incukacha zabathengi
zu_za: Fakaza ukuvula kwekhasimende:imininingwane yekhasimende

source: Unblock &raquo;
xh_za: vula izinto ezithengiswayo
zu_za: vula &raquo;

source: Unable to Unblock Customer.
xh_za: akukwazeeki ukuvalela umthengi
zu_za: kunzima ukuvula ikhasimende

source: Customer Unblocked
xh_za: umthengi uvalelwe
zu_za: ikhasimende livuliwe

source: QTY RETURNED
af_za: HOEVEELHEID TERUG GEBRING
xh_za: UBUYISO LWEQTY
zu_za: inani elibhuyisiwe

source: Credit Note Date
af_za: Krediet Nota Datum
xh_za: umhla wazamatyala
zu_za: ilanga lecwadi yesikweletu

source: Please enter quantity.
af_za: Sleutel asseblief die hoeveelheid in
xh_za: sicela ungenise ubuninzi
zu_za: faka inani

source: Credit note Date
af_za: Krediet Nota Datum
xh_za: umhla wazamatyala
zu_za: ilanga lecwadi yesikweletu

source: Add allowance to system
af_za: Voeg toelae in sisteem in
xh_za: faka imali ozakuyisebenzisa kwisystem
zu_za: faka invume kwisisitimi

source: Allowance Details
af_za: Toelae Besonderhede
xh_za: incukacha zemali ezasetyenziswa
zu_za: imininingwane yemvume

source: Name of allowance
af_za: Naam van Toelae
xh_za: igama lemali ezasetyenziswa
zu_za: ingama lenvume

source: Add Before PAYE
af_za: Voeg voor UIF
xh_za: faka ubhatalo kuqala
zu_za: engeza phambi kwePAYE

source: Allowance Type
af_za: Toelae Tipe
xh_za: ubunjani bemali ozayisebenzisa
zu_za: inhlobo yenvume

source: Confirm new allowance
af_za: Bevestig Nuwe Toelae
xh_za: qinisekisa ngemali ozayisebenzisa entsha
zu_za: fakaza invume entsha

source: Allowance Account
af_za: Toelae Rekening
xh_za: iakhawunti yemali ozakuyisebenzisa
zu_za: incwadi yezinvume

source: Allowance added to system
af_za: Toelae by sisteem gevoeg
xh_za: faka imali ozakuyisebenzisa kwisystem
zu_za: invume ifakwe kwisisitimi

source: Salaries &amp; Wages
xh_za: umrholo kunye nezibhatalwayo
zu_za: iholo ngenyanga noma ngeviki

source: Please select at least one employee.
af_za: Kies een werknemer
xh_za: sicela ukhethe nokuba mnye umqeshwa
zu_za: khetha umsebenzi/abasebenzi

source: error checking employee payment types.
af_za: Kan nie data lees nie
xh_za: undonakele kujongwa indlela umsebenzi ebhatalwa ngayo
zu_za: iphutha ekuhloleni inhlobo yokukhokha abasebenzi

source: Batch Salaries
af_za: Salaris Groepe
xh_za: umrholo webatshi
zu_za: iholo ngenyanga qoqwana

source: Banking info and ID number
af_za: Bank informasie en ID nommer
xh_za: ulwazi ngokungcina imali kunye nenombolo yeid
zu_za: inombholo kamazisi kanye nolwazi lokubhanga

source: Banking info
af_za: Bank informasie
xh_za: ulwazi ngogcino lwemali
zu_za: ulwazi lokubhanga

source: ID number
af_za: ID Nommer
xh_za: inombolo yeid
zu_za: inombholo kamazisi

source: Employee Info Correct
af_za: Korrek Werknemer informasie
xh_za: ulungiso ngolwazi lwabasebenzi
zu_za: ulwazi ngomsebenzi ulungile

source: Edit Employee
af_za: Voeg Werknemer by
xh_za: lungisa abasebenzi
zu_za: hlela umsebenzi

source: Week 1
xh_za: iveki1
zu_za: iviki 1

source: Week 2
xh_za: iveki2
zu_za: iviki 2

source: Week 3
xh_za: iveki3
zu_za: iviki 3

source: Week 4
xh_za: iveki4
zu_za: iviki 4

source: Week 5
xh_za: iveki5
zu_za: iviki 5

source: Week 1-2
xh_za: iveki1-2
zu_za: iviki 1-2

source: Week 3-4
xh_za: iveki3-4
zu_za: iviki 3-4

source: Regarded as a recurring bonus
xh_za: sithatha njengemali engeziweyo yangoku

source: Nr.
af_za: No.
xh_za: inombolo yeid
zu_za: inombholo

source: Remuneration
xh_za: uncomo
zu_za: umholo

source: Total Work Hours
af_za: Totale ure gewerk
xh_za: imizuzu oysebenzileyo seliphelele
zu_za: amahora okudebenza

source: Actual Hours Worked
xh_za: imizuzu oyisebenzileyo
zu_za: isikhathi esindlulile esijwayelekile

source: Normal Overtime
af_za: Normale Oortyd
xh_za: ixesha eliqhithileyo olusebenzileyo
zu_za: iholide

source: Public Holiday Overtime
af_za: Publieke Vakansie dae Oortyd
xh_za: ixesha eligqhithileyo lisebenze ngeholide
zu_za: iholide lawonke wonke liyikhathi esidlule

source: Special Bonus/Additional Salary
af_za: Spesiale Verhoging/Adisionele Salaris
xh_za: imali engeziweyo/umrholo ongeziweyo
zu_za: ibonase ekhethekile/okwengezwe kumholo

source: Annual/Once Off Bonus
xh_za: qho/kanye kwimali ongezelweyo
zu_za: ibonase ngonyaka/kanye ngonyaka

source: Travel Allowance
af_za: Vervoer toelae
xh_za: imali oyinwakwayo yokuba uhambe
zu_za: invume yokuhambha izwe

source: Loan Repayment
af_za: Leening terug betaling
xh_za: ubhatalo lwemali oyibolekileyo
zu_za: ukukhokha mali mbholeko

source: Pension: Company Contribution
af_za: Pension: Werknemer aftrekkings
xh_za: inkamnkam:inxaxheba yenkampani
zu_za: impensheli: okufakwa yinkampane

source: Pension: Employee Deduction
xh_za: inkamnkam:unciphiso lwabasebenzi
zu_za: impensheli: okudonswa kumsebenzi

source: Provident: Company Contribution
xh_za: inkamnkam:inxaxheba yenkampani
zu_za: imali etholwa ngesizathu: okufakwa yinkampne

source: Provident: Employee Deduction
xh_za: yenza:nciphisa abasebenzi
zu_za: imali etholwa ngesizathut: okudonswa kumsebenzi

source: UIF: Company Contribution
af_za: WVF: Maatskappy Bydrae
xh_za: UIF:inxaxheba yabasebenzi
zu_za: i-UIF: okufakwa yinkampane

source: UIF: Employee Deduction
af_za: WVF: Werknemer Aftrekkings
xh_za: UIF: unciphiso lwabasebenzi
zu_za: i-UIF: okudonswa kumsebenzi

source: Retirement Annuity: Company Contribution
af_za: Aftree Annuteit: Maatskappy Bydrae
xh_za: umhlalaphantsi:inxaxheba yenkamnkam
zu_za: ukhokhelo lokuhlisa: okufakwa yinkampane

source: Retirement Annuity: Employee Deduction
af_za: Aftree Annuteit: Werknemer Aftrekkings
xh_za: umhlalaphantsi:unciphiso lwabasebenzi
zu_za: ukhokhelo lokuhlisa: okudonswa kumsebenzi

source: Medical Aid: Company Contribution
af_za: Mediese fonds: Maatskappy Bydrae
xh_za: ubhatalo lwengulo:inxaxheba yenkampani
zu_za: usizo lwezolapho: okufakwa yinkampani

source: Medical Aid: Employee Deduction
af_za: Mediese fonds: Werknemer Aftrekkings
xh_za: ubahtalo lwengulo:unciphiso lwebasebenzi
zu_za: usizo lwezolapho: okudonswa kumsebenzi

source: Other: Company Contribution
af_za: Ander: Maatskappy Bydrae
xh_za: ezinye:inxaxheba yenkampani
zu_za: okunye: okufakwa yinkampane

source: Other: Employee Deduction
af_za: Ander: Werknemer Aftrekkings
xh_za: ezinye:unciphiso lwabasebenzi
zu_za: okunye: okudonswa kumsebenzi

source: Method of Payment
af_za: Metode van Betaling
xh_za: indlela yokubhatala
zu_za: umukhwa wokukhokha

source: Override PAYE
xh_za: ukuqhithisa ebhatalweni
zu_za: iPAYE endlulelile

source: Fringe Ben.
xh_za: ifringi kabeni
zu_za: phetha inhlanhla

source: Reimbursements
xh_za: ireimbursement
zu_za: ukukhokha

source: Unable to get bank account.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana iakhawunti yebanki
zu_za: kunzima ukuthola isikwenetu sebhangi

source: None found in database.
af_za: Kan nie data lees nie
xh_za: akukho zifunyenwe kwidatabase
zu_za: ayikho etholakele kwiDathabheze

source: None
af_za: Geen
xh_za: azikho
zu_za: lutho

source: Amount Paid now
af_za: Bedrag nou betaal
xh_za: imali ibhatalwe ngoku
zu_za: imali ekhokhiwe kwamanje

source: Annual Bonus
xh_za: urholo ogqithisileyo
zu_za: ibonase yonyaka

source: Medical Fringe Ben.
xh_za: imali yengulo yefringe ben
zu_za: inhlanhla yesiphetho sezolapho

source: Car 1 Fringe
xh_za: imoto yokuqala yefringe
zu_za: imoto 1 phetha

source: Car 2 Fringe
xh_za: imoto yesibini yefringe
zu_za: imoto 2 phetha

source: Loan Fringe
xh_za: imboleko yefringe
zu_za: uphetho lwemalimbholeko

source: Gross Salary
xh_za: umrholo
zu_za: iholo elisobala

source: Nett Pay + Reimbursements
xh_za: ubhatalo kunye nereimbursements
zu_za: iholo oluphunguliwe + nokubuyiselwa

source: Error fetching financial year.
af_za: Kan nie data lees nie
xh_za: undonakele kulandwa imali yonyaka
zu_za: iphutha lokulanda unyaka wezimali

source: Error calculating age at financial year end.
af_za: Kan nie data lees nie
xh_za: undonakele bala iminyaka yemali wonyaka
zu_za: iputha lobala ukukhula kunyaka wemali

source: Error reading employee details for loan.
af_za: Kan nie data lees nie
xh_za: undonakele incukacha zemboleko zabasebenzi
zu_za: iphutha lokufunda imininingwane yomsebenzi mayelana nemalimbholeko

source: Unable to update employee loan status.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukulungisa isimo setyala lomesbenzi
zu_za: kunzima ukuhlela isimo malimbholeko sikamsebenzi

source: Unable to archive loan.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisa imboleko
zu_za: kunzima ukuthola isikweletu

source: Error reading loan interest for installment.
af_za: Kan nie data lees nie
xh_za: undonakele kufundwa imali ebhatalwe kwimboleko mali
zu_za: iputha lokufunda inzala yokukhokha isiqamu

source: Unable to update employee interest.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukusa inzala yabasebenzi
zu_za: kunzima ukuhlela inzala yomsebenzi

source: unable to insert data.1
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi1
zu_za: kunzima ukufaka imininingo 1

source: unable to insert data.2
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi2
zu_za: kunzima ukufaka imininingo 2

source: unable to insert data.3
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi3
zu_za: kunzima ukufaka imininingo 3

source: unable to insert data1.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi1
zu_za: kunzima ukufaka imininingo 1

source: unable to insert data3.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi3
zu_za: kunzima ukufaka imininingo 2

source: unable to insert data2.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi2
zu_za: kunzima ukufaka imininingo 3

source: unable to insert data4.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi4
zu_za: kunzima ukufaka imininingo 4

source: unable to insert loan data for employee income on payslip.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka imboleko yengeno mali yabasebenzi
zu_za: kuzima ukufaka imininingo yemalimbholeko yomsebezi kwiholophepha

source: Error updating loan information for payslip.
af_za: Kan nie data lees nie
xh_za: undonakele yisa exeshe ulwazi lwemboleko nesilipu
zu_za: iphutha lokuhlela imininingo yemalimbholeko kwiholophepha

source: unable to insert data5.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi 5
zu_za: kunzima ukufaka imininingo 5

source: unable to insert data6.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi6
zu_za: kunzima ukufaka imininingo 6

source: unable to insert data7.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi7
zu_za: kunzima ukufaka imininingo 7

source: unable to insert data8.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi8
zu_za: kunzima ukufaka imininingo 8

source: unable to insert data9.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi9
zu_za: kunzima ukufaka imininingo 9

source: unable to insert data10.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka lwazi10
zu_za: kunzima ukufaka imininingo 10

source: unable to insert data.11
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi11
zu_za: kunzima ukufaka imininingo 11

source: unable to insert data.12
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwzi12
zu_za: kunzima ukufaka imininingo 12

source: unable to insert data.13
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi13
zu_za: kunzima ukufaka imininingo 13

source: Error reading account name for blocked account.
xh_za: undonakele kufundwa igama leakhawunti evaliweyo
zu_za: iphutha lokufunda igama lesikwenetu mayelana nokuvimba

source: Process Employee Salary
af_za: Verwerk Werknemer se Salaris
xh_za: qubeleka ngomrholo wabasebenzi
zu_za: yenza umholo womsebenzi

source: Employee:
af_za: Werknemer:
xh_za: abasebenzi
zu_za: umsebenzi

source: Name:
af_za: Naam:
xh_za: igama
zu_za: igama

source: Surname:
af_za: Van:
xh_za: ifani:
zu_za: isibongo

source: Gross Basic salary
xh_za: imali yomrholo nje
zu_za: umholo ophelele

source: Low or interest-free loan
af_za: Lae of rente vrye lening
xh_za: inzala yemboleko encinci
zu_za: inzuzo ephansi noma engekho yemalimbholeko

source: Interest rate charged by company
af_za: Rente persentasie gevra deur Maatskappy
xh_za: inzala efunwa yinkampani
zu_za: inzalo yenkampani

source: UIF
af_za: WVF
xh_za: iUIF
zu_za: i-UIF

source: Nett Income
af_za: Netto Inkomste
xh_za: ingeno mali
zu_za: inzuzo ephunguliwe

source: Add Employee
af_za: Voeg Werknemer by
xh_za: faka abasebenzi
zu_za: engeza abasebenzi

source: Select employee to reverse salary for
xh_za: khetha abasebenzi basemva umrholo
zu_za: khetha umsebenzi ozobeka iholo lenyanga

source: Employee
af_za: Werknemer
xh_za: abasebenzi
zu_za: umsebenzi

source: Select month
af_za: Kies Maand
xh_za: khetha inyanga
zu_za: khetha inyanga

source: Employee paid cash
af_za: Werknemer betaal kontant
xh_za: imali ibhatalwe kumsebenzi
zu_za: unsebenzi ukhokhe ikheshi

source: Salary Details
af_za: Salaris Besonderhede
xh_za: incukacha zomsebenzi
zu_za: imininingo yomholo

source: Basic salary
af_za: Basiese Salaris
xh_za: umrholo
zu_za: umholo osobala

source: Bonus
xh_za: imali engeziweyo/umrholo ongeziweyo
zu_za: ibonasi

source: Pay Salary Cash
af_za: Betaal Salaris Kontant
xh_za: bhatala imali
zu_za: khokha umhola ngokheshi

source: Salary Reverse
xh_za: yomrholo
zu_za: hlelisa umholo emuva

source: Overtime
af_za: Oortyd
xh_za: osebenza ixesha elingaphaya
zu_za: isikhathi esiwongeziwe

source: Loan Instalment
af_za: Leenings Paaiement
xh_za: imboleko mali eselibhatelwe
zu_za: i-instalmenti semalimbholeko

source: Nett Pay
xh_za: ubhatalo lwenett
zu_za: umholo ophunguliwe

source: There are No Deductions
af_za: Daar is geen aftrekkings
xh_za: akukho zinciphiso
zu_za: azikho izethulwa

source: Unable to get allowances.
af_za: Kan nie toelae kry nie
xh_za: akukwazanga kufumana mali yokusebenzisa
zu_za: kunzima ukuthola imvume

source: unable to insert data.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka ulwazi
zu_za: kunzima ukufaka imininingo

source: Unabel to get get dat.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana ulwazi
zu_za: kunzima ukuthola imininingo

source: Confirm removal of fringe benefit
xh_za: qinisekisa ngosuso lwefringe
zu_za: fakaza ukususa kwephetho lwenhlanla

source: Fringe benefit
xh_za: eifunyanwa kwifringe
zu_za: uphetho lwenzuzo

source: Delete &raquo;
xh_za: susa
zu_za: susa &raquo;

source: Fringe benefit deleted
xh_za: ibeneits zefrige zisusiwe
zu_za: uphetho lwenhlanhla lususiwe

source: Fringe benefit has been successfully deleted.
xh_za: ibenefit zefrige zisuswe ngempumelelo
zu_za: uphetho lwenhlanhla lususiwe

source: View Fringe Benefits
xh_za: jonag ibenefits zefrige
zu_za: bheka iziphetho zenhlanhla

source: Confirm removal of reimbursement
xh_za: qinisekisa ngosuso lwe reimbursement
zu_za: fakaza ukususa kokubuyisela

source: Name of reimbursement
xh_za: igama lereimbursement
zu_za: igama lokubuyisela

source: Reimbursement deleted
xh_za: ireimbursement isusiwe
zu_za: ukubuyiselwa kusiwe

source: View Reimbursement
xh_za: jonga ireimbusement
zu_za: bheka ukubuyisela

source: Unable to get paye
xh_za: akukwazekanga ukufumana ubhatalo
zu_za: kunzima ukuthola iPAYE

source: Available Leave:
af_za: Beskikbare Verlof
xh_za: ikhefu ekhoyo
zu_za: amalangeni wokuphumula akhona

source: PAYE to date:
af_za: BETAAL tot op datum:
xh_za: umhla wobhatalo
zu_za: iPAYE kuze kufike manje

source: LEAVE DAYS DUE
af_za: VERLOF BESKIKBAAR
xh_za: imini zekhefu sezizakuphela
zu_za: ukuphela kwamalanga wokuphumula

source: Total Employee's Tax
af_za: Totale Werknemers Belasting
xh_za: itax yabasebenzi yonke
zu_za: intela yabasebenzi ephelele

source: Total due to employee
af_za: Totaal verskuldig aan werknemer
xh_za: imali ezaya kubasebenzi
zu_za: imali okumelwe ikhokhelwe umsebenzi

source: GROSS EARNINGS
xh_za: imali efunyanwayo
zu_za: iholo elisobala

source: Employee Details:
af_za: Werknemer Besonderhede:
xh_za: incukacha zabasebenzi
zu_za: imininingwane yomsebenzi

source: Number:
af_za: Nommer:
xh_za: inombolo
zu_za: inombholo

source: Tax No:
af_za: BTW No:
xh_za: inombolo yetax:
zu_za: inombholo yentela

source: Rate:
xh_za: iqanaba;
zu_za: ukuyakweshumi

source: Designation:
xh_za: idesignation:
zu_za: incasiselo

source: Gender:
af_za: Geslag:
xh_za: isini:
zu_za: ubilili

source: Marital Status:
xh_za: umtshato:
zu_za: isimo somshado

source: Period
af_za: Tydperk:
xh_za: ixesha:
zu_za: isikhathi

source: Company Details:
af_za: Maatskappy Besonderhede:
xh_za: incukacha zenkampani:
zu_za: imininingo yenkampane

source: Address:
af_za: Adres:
xh_za: idilesi:
zu_za: ikheli

source: Reg No:
af_za: Registrasie No:
xh_za: inombolo yobhaliso:
zu_za: inombholo yokuzazisa

source: PAYE Ref:
xh_za: ubuyelo lobhatalo:
zu_za: inombholo yokuqondanisa iPAYE

source: COMPANY CONTRIBUTIONS
af_za: MAATSKAPPY BYLAE
xh_za: INXAXHEBA YENKAMPANI:
zu_za: imali efakwe yinkampane

source: INCOME
af_za: INKOMSTE
xh_za: INGENO MALI:
zu_za: iholo

source: DEDUCTIONS
af_za: AFTREKKINGS
xh_za: UNCIPHISO:
zu_za: izethulwa

source: TOTAL DEDUCTIONS
af_za: TOTALE AFTREKKINGS
xh_za: UNCIPHISO SELULONKE:
zu_za: izethulwa zihlangene

source: Select employee to process
af_za: Kies werknemer om te verwerk
xh_za: khetha abasebenzi abazaqhubeleka
zu_za: khetha umsebenzi kuzo ndlula

source: No Fringe benefits for this Employee
xh_za: akukho ziphumo kulenombolo yefrige
zu_za: azikho iziphetho zenhlanhla zalo msebenzi

source: No Allowances For this employee
xh_za: akhokho mali yosetyenziso lwabasebenzi
zu_za: akuna sibonelele kulomsebenzi

source: No Deductions for this employee
xh_za: akukho sinciphiso zaba basebenzi
zu_za: azikho izethulwa kulomsebenzi

source: Process Staff Salary
af_za: Verwerk Staff Salarise
xh_za: uqhubeko ubhatalo lwabasebenzi
zu_za: gqubhekisa iholo labasebenzi

source: Cash section
af_za: Kontant Seksie
xh_za: indawo yemali
zu_za: isiqamu sekhashi

source: Fringe benefits
xh_za: ibhenefiti zabasebenzi
zu_za: phetha inhlanhla

source: No Fringe Benefits for this employee
xh_za: akukho zibenefit zabasebenzi kwezi
zu_za: akukho uphetho kulomsebenzi

source: No Allowances For This Employee
af_za: Geen Toelae vir hierdie werknemer nie
xh_za: akukho mali yokusebenzisa kule yabasebenzi
zu_za: akukho invume kulomsebenzi

source: UIF Percentage
af_za: WVF Persentasie
xh_za: iUIF percentage
zu_za: iperesenti yeUIF

source: Total UIF
af_za: Totale WVF
xh_za: yonke iiuf
zu_za: i-UIF ehlangene

source: PAYE Percentage
xh_za: ubhatalo ngepesenti
zu_za: okweshumi kwePAYE

source: Total PAYE
xh_za: ubhatalo lonke
zu_za: i-PAYE ehlangene

source: Fringe Benefits
xh_za: ibhenefit zefringe
zu_za: phetha inhlanhla

source: Employee Salary has been successfully proccessed on system
af_za: Werknemer se salaris is suksesvol in sisteem geprosseseer
xh_za: imirholo yabasebenzi iphumelele kakuhle kwisystem
zu_za: uholo lomsebenzi lidluliswe kahle kwisisitimu

source: Error reading employee information.
af_za: Kan nie data lees nie
xh_za: undonakele ufundo ngolwazi lwabasebenzi
zu_za: iputh lokufunda imininingwane

source: Company Contributions to Employee Deductions Expense Accounts
af_za: Maatskappy Bylae na Werknemer Aftrekkings Uitgawe Rekeninge
xh_za: inxaxheba yenkampani kunciphiso lweakhawunti yabasebenzi
zu_za: ukukhokha izindleko kwenkampane kubasebenzi seyehliso isikwenetu

source: Employee Name
af_za: Werknemer Naam
xh_za: igama lomsebenzi
zu_za: igama lomsebenzi

source: Salaries and Wages
af_za: Salarise en Aftrekkings
xh_za: umrholo nobhatalo
zu_za: iholo ngeviki nangenyanga

source: Pension Fund
af_za: Pensioen fonds
xh_za: imali yenkamnkam
zu_za: imali yempensheli

source: Provident Fund
xh_za: imali izakuziswa
zu_za: imali etholwa ngesizathu

source: Retirement Annuity Fund
af_za: Aftree annuteit fonds
xh_za: imali yomhlalaphantsi qho
zu_za: imali yokugogbaba

source: Medical Aid
af_za: Mediese fonds
xh_za: ubhatalo lwengulo:inxaxheba yenkampani
zu_za: usizo wezolapho
