Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Commisiion
af_za: Kommisie
xh_za: imali yenkomishini
zu_za: inzuzo

source: Stores
af_za: Winkels
xh_za: iivenkile
zu_za: izitolo

source: Edit Category
af_za: Sleutel Katogorie in
xh_za: lungisa udidi
zu_za: hlela uhlobo

source: Confirm Edit Category
af_za: Bevestig Katogorie ingesleutel
xh_za: qinisekisa ngolungiso lodidi
zu_za: fakaza uhlelo lohlobo

source: Unable to Edit category to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka ulungiso lwedidi kwidatabase
zu_za: fakaza uhlelo lohlobo kudathabhazi

source: Category Edited
af_za: Katogorie ingesleutel
xh_za: udidi lulungisiwe
zu_za: kunzima ukuhlela uhlobo

source: Edit Sales Person
af_za: Sleutel Verkoopsverteenwoordiger in
xh_za: lungisa umthengisi
zu_za: hlela umthengisi

source: Confirm Edit Sales Person
af_za: Bevestig Verkoopsverteenwoordiger
xh_za: qinisekisa ngolungisos lomthengisi
zu_za: fakaza ukuhlela umthengisi

source: Unable to add salesp to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umthengis kwidatabase
zu_za: kunzima ukwengeza umthengisi kwisisitimu

source: Sales Person edited
af_za: Verkoopsverteenwoordiger in gesleutel
xh_za: umthengisi ulungisiwe
zu_za: umthengisi uhleliwe

source: Confirm Remove Department
af_za: Bevestig verwydering van Departement
xh_za: qinisekisa ngosuso lwequmrhu
zu_za: fakaza ukususa umnyango

source: Unable to remove Department from database.
af_za: Kan nie Departement vanaf Databasis verwyder nie
xh_za: akukwazeki ukususa iqumrhu kwidatabase
zu_za: kunzima ukususa umnyango kwiDathabhazi

source: Department Removed
af_za: Departement is verwyder
xh_za: iqumrhu lisusiwe
zu_za: ususiwe umnyango

source: Edit Store
af_za: Sleutel winkel in
xh_za: lungisa ivenkile
zu_za: hlela isitolo

source: Confirm Edit Store
af_za: Bevestig Winkel
xh_za: qinisekisa ngolungiso lwevenkile
zu_za: fakaza uhlelo lwesitolo

source: Unable to edit Store to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukulungisa ivenkile kwidatabase
zu_za: kunzima ukuhlela isitolo kwiDathabhezi

source: Store edited
af_za: Winkel ingesleutel
xh_za: lungisa ivenkile
zu_za: sihleliwe isitolo

source: Classificlassions
af_za: Klassifikasies
xh_za: inqanaba
zu_za: ukuhlela ngohlobo oluthize

source: There are no Stores found in the database.
af_za: Daar is geen winkels in databasis nie
xh_za: akukho venkile zifunyenweyo kwidatabase
zu_za: azikho izitolo ezitholiwe kwiDathabhezi

source: Select Store
af_za: Kies 'n winkel
xh_za: khetha ivenkile
zu_za: khetha isitolo

source: Increase Percentage
af_za: Vermeerder Persentasie
xh_za: nyusa ipesentegi
zu_za: engeza amaphesenti

source: Select Stores
af_za: Kies winkels
xh_za: khetha ivenkile
zu_za: khetha izitolo

source: Selling Price
af_za: Verkoops prys
xh_za: ixabiso lentengo
zu_za: intengo yokuthengisa

source: There are no stock items under the selected warehouse.
af_za: Daar is geen voorraad in die stoorkamer nie
xh_za: akukho zinto kwezi zibhaliweyo
zu_za: akukho isitoki kwindlu yesitoko ekhethiweyo

source: Selling Price Increased
af_za: Verkoops prys verhoging
xh_za: ixabiso lentengiso linyukile
zu_za: inyusiwe intengo yokuthengisa

source: Edit Classification
af_za: Sleutel Klassifikasie in
xh_za: lungisa inqanaba
zu_za: hlela amahlelo

source: Confirm Edit Classification
af_za: Bevestig Klassifikasie
xh_za: qinisekisa ngolungiso lwenqanaba
zu_za: fakaza uhlelo lwamahlelo

source: Unable to edit classification.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukulungisa inqanaba
zu_za: kunzima ukuhlela amahlelo

source: Classification edited
af_za: Klassifikasie ingesleutel
xh_za: inqanaba lilungisiwe
zu_za: amahlelo ahleliwe

source: Confirm Remove Store
af_za: Bevestig verwydering van winkel
xh_za: qinisekisa ngosuso lwevenkile
zu_za: fakaza ukususa isitolo

source: Unable to remove Store from database.
af_za: Kan nie winkel verwyder vanaf databasis nie
xh_za: akukwazeki ukususa ivenkile kwidatabase
zu_za: kunzima ukususa isitolo kwiDathabhezi

source: Store Removed
af_za: Winkel is verwyder
xh_za: ivenkile isusiwe
zu_za: sisusiwe isitolo

source: Remove Classification
af_za: Verwyder Klasifikasie
xh_za: susa inqanaba
zu_za: susa uhlelo ngohlobo oluthize

source: Unable to remove classification.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukususa inqanaba
zu_za: kunzima ukususa uhlelo ngohlobo oluthize

source: Classification Removed
af_za: Klasifikasie is verwyder
xh_za: inqanaba lisusiwe
zu_za: uhlelo ngohlobo oluthize lisusiwe

source: New Script(s)
xh_za: amgama amatsha
zu_za: incwadi yamagama entsha

source: Access
af_za: Toegang
xh_za: ungeno
zu_za: ubungeno

source: Script added
xh_za: ubhalo lufakiwe
zu_za: incwadi yamagama ifakiwe

source: Please edit the users.
af_za: Sleutel asseblief die verbruikers in
xh_za: sicela ulungise umsebenzi
zu_za: hlela abasebenzisi

source: Again
af_za: weer
xh_za: kwakho
zu_za: futhi

source: Invalid Cost Center.
af_za: Foutiewe Koste Senters
xh_za: ayikho lentengo
zu_za: isaga sembizo alisebenza

source: Edit Cost Center
af_za: Sleutel Koste Senters in
xh_za: lungisa indawo yamaxabiso
zu_za: hlela isaga sembizo

source: View Cost Centers
af_za: Toon Koste Senters
xh_za: jonga indawo yamaxabiso
zu_za: bheka isaga sembizo

source: Cost Center edited
af_za: Koste Senters ingesleutel
xh_za: indawo yamaxabiso ilungisiwe
zu_za: sihleliwe isaga sembizo

source: Units Serial Numbers
xh_za: inombolo zemibhalo
zu_za: izimombholo zempahla ngokukodwa

source: Level
af_za: Vlak
xh_za: inqanaba
zu_za: isilinganiso

source: Selling price per unit
af_za: Verkoops prys per eenheid
xh_za: ixabiso lentengiso ngesixa
zu_za: intengo yokuthengisa impahlanye

source: Transfer Stock Delivery
af_za: Oorplasing van Voorraad Afgelewer
xh_za: gqithisa ubeko lwezithengiweyo
zu_za: ndlulisa ukuDiliva kwesitoki

source: Branch
af_za: Tak
xh_za: indawo
zu_za: ibhulantshi

source: Warehouse
af_za: StoorKamer
xh_za: inawo yokugcina
zu_za: indlu yezimpahla

source: Serial No.
xh_za: inombolo yombhalo
zu_za: inombholo ekhethekile

source: Stock code
af_za: Voorraad kode
xh_za: inombolo yezithengiweyo
zu_za: ikhodi lesitoli

source: Stock description
af_za: Voorraad omskrywing
xh_za: uchazo lwezithengiweyo
zu_za: uhlobo lwesitoki

source: On Hand
af_za: Op Hand
xh_za: esandleni
zu_za: isitoki esikhona

source: Allocated
af_za: Allokeer
xh_za: isiwe
zu_za: abeliwe

source: Available
af_za: Beskikbaar
xh_za: ekhoyo
zu_za: okukhona

source: On Order
af_za: Op Bestelling
xh_za: ngezithengiweyo
zu_za: isitoki esiceliwe

source: To Branch
af_za: Na Tak
xh_za: endaweni
zu_za: kwinhlamvu

source: To Store
af_za: Na Winkel
xh_za: evenkileni
zu_za: kwisitolo

source: Number of units
af_za: Hoeveel eenhede
xh_za: inombolo yesixa
zu_za: inombholo

source: transfer &raquo;
af_za: Oorplasing van Voorraad Afgelewer
xh_za: gqithisa ubeko lwezithengiweyo
zu_za: ndlulisa &raquo;

source: View Stock in transit
af_za: Toon Voorraad in besit
xh_za: jonga ugqithiso lwezithengiweyo
zu_za: bheka isitoki esisendleleni

source: Stock has been Transfered
af_za: Voorraad is oorgeplaas
xh_za: ezithengiweyo zisiwe
zu_za: isitoki sindlulisiwe

source: Number of units transfered
af_za: Nommer van eenhede oorgeplaas
xh_za: inombolo yezigqithisiweyo
zu_za: inombholo yesitoki esidlulisiwe

source: Edit Branch Branch
af_za: Voeg Tak Tak by
xh_za: lungisa indawo yamaxabiso
zu_za: hlela ibhulatshi

source: Branch code
af_za: Tak kode
xh_za: inombolo yendawo
zu_za: ikhodi ibhulantshi

source: Branch name
af_za: Tak naam
xh_za: igama lendawo
zu_za: igama lehlamvu

source: View Branches
af_za: Toon die takke
xh_za: jonga indawo yamaxabiso
zu_za: bheka izihlamvu

source: Edit Branch
af_za: Sleutel Tak in
xh_za: lungisa indawo yamaxabiso
zu_za: hlela ihlamvu

source: Branch edited
af_za: Tak ingesleutel
xh_za: indawo ilungisiwe
zu_za: ihleliwe inhlamvu

source: UNIT DISCOUNT
af_za: EENHEIDS AFSLAG
xh_za: isaphulelo kulexu
zu_za: ukuhlisa ngenani

source: Cancel POS Quote
af_za: Kanselleer POS Kwitasie
xh_za: iPOS isusiwe
zu_za: chisha iPOS mpinda

source: Comments
af_za: Kommentaar
xh_za: ingcinga zakho
zu_za: imiqondo yombono

source: POS Quote Details
af_za: POS Kwitasie Besonderhede
xh_za: incukacha ze POS
zu_za: imininingwani ye-POS mpinda

source: Quote No.
af_za: Kwitasie No.
xh_za: inombolo yombhalo
zu_za: inombholo yempinda

source: Quote Date
af_za: Kwitasie Datum
xh_za: umhla wombhalo
zu_za: ilanga lokuDiliva

source: Delivery Charge
af_za: Aflewerings Koste
xh_za: ixabiso lwesithuthi
zu_za: intengo yokuDiliva

source: View POS Quotes
af_za: Toon POS Kwitasies
xh_za: jonga iPOs
zu_za: bheka ama-POS mpinda

source: Quote Not Found
af_za: Kry nie Kwitasie nie
xh_za: umbhalo awufunyanwanga
zu_za: ikhodi alitholakali

source: Add New Stock Invoice
af_za: Sleutel Nuwe Voorraad Faktuur in
xh_za: faka invoice yezithengiweyo ezintsha
zu_za: engeza i-invoice entsha yesitoki

source: Customer Name
af_za: Klieent Naam
xh_za: igama lomthengi
zu_za: igama lekhasimende

source: Order Date
af_za: Bestel Datum
xh_za: umhla wezithengiweyo
zu_za: ilanga lesicelo

source: Invoice date
af_za: Faktuur Datum
xh_za: umhla weinvoice
zu_za: ilanga le-invoyisi

source: New Customer
af_za: Nuwe Klieent
xh_za: umthengi omtsha
zu_za: ikhasimendi elisha

source: New Stock Invoice
af_za: Nuwe Faktuur Datum
xh_za: iinvoice yomthengi omtsha
zu_za: i-invoyisi entsha yesitoki

source: CUSTOMER ADDRESS
af_za: KLIEENT ADRES
xh_za: idilesi yomthengi
zu_za: IKHELI LEKHASIMENDI

source: Unit Cost Price
af_za: Eenheids Koste Prys
xh_za: ixabiso lwelixa
zu_za: ukubiza nganye

source: Unit Selling Price
af_za: Eenheids Verkoops Prys
xh_za: ixabiso lwezithengwayo
zu_za: intengiso ngayinye

source: Add Invoice &raquo;
af_za: Sleutel Faktuur in
xh_za: faka iinvoice
zu_za: engeza kwi-invoyisi

source: invdate
af_za: Faktuur Datum
xh_za: umhla weinvoice
zu_za: ilanga le-invoyisi

source: Account paid to
af_za: Rekening Betaal aan
xh_za: iakhawunti ibhatalwa ku
zu_za: isikwenetu sikhokwe ku

source: INVOICE No.
af_za: FAKTUUR NO
xh_za: inombolo yeinvoice yokugqibela iayikhongaphezulu kwalena
zu_za: INOMBHOLO YE-INVOYISI

source: SALESPERSON
af_za: Verkoops verteenwoordiger
xh_za: umthengisi
zu_za: UMTHENGISI

source: ORDER DATE
af_za: Bestel Datum
xh_za: umhla wezithengiweyo
zu_za: ILANGA LOMLAYEZO

source: INVOICE DATE
af_za: Faktuur Datum
xh_za: umhla weinvoice
zu_za: ILANGA LE-INVOYISI

source: CODE
af_za: KODE
xh_za: inombolo
zu_za: IKHODI

source: UNIT COST
af_za: Eenheids Koste
xh_za: ixabiso lwezinto ezininzi xeshanye
zu_za: imaliYONKE engaphelelanga

source: SUBtotal
af_za: SUB totaal
xh_za: indibaniso ezingekapheleli

source: GRAND total
af_za: GTOOT Totaal
xh_za: indibano zonke
zu_za: imali ephelele

source: DELIVERY ADDRESS
af_za: Aflewerings Adres
xh_za: idilesi yoziso zinto
zu_za: inombholo yokuDiliva

source: -Customer name-
af_za: Klieent Naam
xh_za: igama lomthengi
zu_za: igama lekhasimende

source: TERMS
af_za: Tydperke
xh_za: imiqathango
zu_za: isivumelwano

source: Dealer Section
af_za: Handelaars Afdeling
xh_za: indawo yabathengisi
zu_za: susa isinqamu

source: Import Customers
af_za: Invoer Klieente
xh_za: zisa abathengi
zu_za: amakhasimende aqondiweyo

source: File details
af_za: Leer Besonderhede
xh_za: incukacha zabathengi
zu_za: imininingwane yamafayile

source: Please select customer csv
xh_za: sicela ufake iczv zabathengi
zu_za: khetha ikhasimende csv

source: Import &raquo;
af_za: Invoer
xh_za: yisa
zu_za: qonda &raquo;

source: Cannot read file.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufunda izibhalo
zu_za: kunzima ukufunda ifayile

source: Unable to clear import table
af_za: Kan nie data lees nie
xh_za: akukwazeki ukucoca ezizisiweyo
zu_za: kunzima ukususa itafule yokuqonda

source: Unable to insert data.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka ulwazi
zu_za: kunzima ukufaka imininingo

source: Customers Import
af_za: Klieente invoer
xh_za: uziso lwabathengi
zu_za: ukuqonda amakhasimende

source: Tell
af_za: Tel
xh_za: xela
zu_za: ucingo

source: Website
xh_za: iwebsite
zu_za: i-Website

source: Unable to add customer to contact list.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka umthengi kudwelo lwamagama
zu_za: kunzima ukufaka ikhasimende kuhide lwezenhlangano

source: Import Stock
af_za: Invoer Voorraad
xh_za: yisa ezithengiweyo
zu_za: qonda isitoki

source: Please select stock csv
xh_za: sicela ufake ezithengiweyo
zu_za: khetha isitoki csv

source: Stock Import
af_za: Voorraad invoer
xh_za: ezithengiweyo zithunyelwe
zu_za: isitoki sokuqonda

source: Stock Code
af_za: Voorraad kode
xh_za: inombolo yezithunyelweyo
zu_za: ikhodi yesitoki

source: Please select supplier csv
xh_za: sicela ukhethe umrhwebi
zu_za: khetha isaplaya csv

source: Suppliers Import
af_za: Verskaffers Invoer
xh_za: abakwebi bazisiwe
zu_za: qonda amasaplaya

source: Address Address
af_za: Adres Adres
xh_za: idilesi idilesi
zu_za: inombholo yendlu

source: Vat Number
af_za: BTW Nommer
xh_za: inombolo yevat
zu_za: inombholo ye-VAT

source: Unable to add supplier to database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umrhwebi kwidatabase
zu_za: kunzima ukufaka isaplaya kwiDathabhezi

source: Unable to add supplier to contact list.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umrhwebi kudweliso
zu_za: kunzima ukufaka isaplaya kwihide lezenhlangano

source: Current Suppliers
af_za: Huidige Verskaffers
xh_za: umrhwebi wangoku
zu_za: amasaplaya awamanje

source: .: Filter :.
xh_za: ungcwaliso
zu_za: hluza

source: .: Value :.
af_za: .: Waarde:.
xh_za: ixabiso
zu_za: isilingniso

source: Apply Filter
xh_za: cela ungcwaliso
zu_za: hluza

source: Supp No.
af_za: Verskaffers No.
xh_za: inombolo yomrhwebi
zu_za: inombholo yesaplaya

source: Supplier Name
af_za: Verskaffers Naam
xh_za: igama lomrhwebi
zu_za: igama lesaplaya

source: Unable to retrieve template settings from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukuzisa itemplete yeziqalo
zu_za: kunzima ukulanda amahlelo weTemplate kwiDathabezi

source: Unblock
xh_za: umngadlula
zu_za: vula

source: Block
xh_za: awukwazi ukudlula
zu_za: vimba

source: Each Stock Code has a Bar Code
af_za: Elke voorraad kode het 'n strepies kode
xh_za: ezithengiswayo zinenombolo yezithengiswayo
zu_za: isitoki esinyenesinye sineBarCode

source: Confirm Point of Sale Setting
af_za: Bevestig Opstelling van Punt van Verkope
xh_za: qinisekisa ngendawo yothengiso
zu_za: fakaza isihloko sokuthengisa

source: Stock items have barcode.
af_za: Voorraad items het strepies kode
xh_za: izinto zothengiso zisemibhalweni
zu_za: isitoki sineBarCode

source: Unable to add asset to database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka izinto zakho kwidatabase
zu_za: kunzima ukufaka impahla kwiDatabhezi

source: Setting Updated
af_za: Opstelling van Opdateering
xh_za: lungisa iziqaliso
zu_za: ukubheka kuhleliwe

source: Point of Sale Setting has been updated.
xh_za: indawo yothengiso iswe engangathweni
zu_za: isihloko sokuthengisa suhleliwe

source: ACCOUNT
af_za: REKENING
xh_za: izindibaniso
zu_za: isikwenetu

source: Non-Stock Credit Note Details
af_za: Nie voorraad Krediet Nota Besonderhede
xh_za: incukacha zamatyala ezingathengiswayo
zu_za: imininingwane yezikweletu yezimpahla ezingasisitoki

source: Customer VAT Number
af_za: Klieent BTW Nommer
xh_za: inombolo yevat yomthengi
zu_za: inombholo yeVAT yekhasimende

source: Error : There are no products selected.
af_za: Fout : Daar is geen produkte gekies nie
xh_za: undonakele akukho zinto zithengiweyo zikhethiweyo
zu_za: iphutha: akukho mpahla ekhethiwe

source: Non-Stock Credit Note
af_za: Nie voorraad Krediet Nota
xh_za: ezingathengiswa zamatyala
zu_za: ingcwadi yempahla esingasisitoki

source: Credit Note No.
af_za: Krediet Nota No.
xh_za: inombolo yamatyala
zu_za: inombholo yencwadi yesikweletu

source: VAT Exempt indicator = #
xh_za: ujongiso lwevat
zu_za: ebonakalisa iVAT ekhishiweyo

source: Unable to retrieve the template settings from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukuzisa itemplete yeziqalo
zu_za: kunzima ukulanda amahlelo weTemplate kwiDathabezi

source: No contacts found
af_za: Vind geen kontakte nie
xh_za: akukho nxibelelwono lufunyenweyo
zu_za: akukho imininingo yezokuhlangana etholakele

source: New Contact
af_za: Nuwe Kontak
xh_za: unxibelelwano olutsha
zu_za: imininingo yezokuhlangana emisha

source: Block Supplier
xh_za: vala umrhwebi
zu_za: vimba isaplaya

source: Supplier No
af_za: Verskaffer No.
xh_za: inombolo yomrhwebi
zu_za: inombholo yesaplay

source: Web Address
af_za: Web Adres
xh_za: idilesi yewebsite
zu_za: i-Website

source: Bank Details
af_za: Bank Besonderhede
xh_za: incukacha yebhanki
zu_za: imininingwane yedonga yezimali

source: Bank
xh_za: ibhaki
zu_za: idonga yezimali

source: Block &raquo;
xh_za: uvalo
zu_za: vimba

source: Unable to Block supplier in database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukuvala idatabase yomrhwebo
zu_za: kunzima ukuvimba isaplaya kwiDathabhazi

source: Supplier blocked
xh_za: umrhwebi uvaliwe
zu_za: isaplaya ivimbiwe

source: Proforma Inv No.
xh_za: inombolo zeinvoice
zu_za: yenza inombholo ye-invoice

source: View Current User Departments
af_za: Toon Huidige Verbruikers Departemente
xh_za: jonga umsebenzisi yequmrhu langoku
zu_za: bheka imyango yabasebenzisi

source: User Department
af_za: Verbruikers Departement
xh_za: iqumrhu lomsebenzisi
zu_za: bheka imyango yabasebenzisi

source: Quote Details
af_za: Kwitasie Besonderhede
xh_za: khetha incukacha
zu_za: imininingwane ye-Quote

source: Receive Debts
af_za: Debiteure ontvang
xh_za: fumana amatyala
zu_za: thola izikweletu

source: View Debtors
af_za: Toon Debiteure
xh_za: jonga abatyalayo
zu_za: bheka izikweletu

source: Debt Received
af_za: Debiteure ontvang
xh_za: fumana abatyalayo
zu_za: izikweletu ezitholiwe

source: Invalid Order number.
af_za: Verkeerde Bestel Nommer
xh_za: inombolo yezithengiweyo ayikho
zu_za: inombholo yesicelo iyivumelekile

source: Your units ordered calculate to zero. Please enter valid values.
xh_za: ezithengiweyo zibalwakwiqanda.ngenisa izibhalo ezilungisiweyo
zu_za: izicelo zakho ziyenza uZero. Faka imininingo efanele

source: Stock Order Receipt
af_za: Voorraad Bestelling Kwitansie
xh_za: irisiti yezithengiweyo
zu_za: ingcwadi yesitoki esiceliwe

source: Buying units
af_za: aankoop eenhede
xh_za: ukuthenga izinto ngobuninzi
zu_za: okuthengayo

source: Selling units
af_za: Verkoop eenhede
xh_za: ukuuthengisa izinto ngobuninzi
zu_za: okuthengisayo

source: New Order
af_za: Nuwe Bestellings
xh_za: ezithengiweyo ezitsha
zu_za: isicelo esisha

source: View Orders
af_za: Toon Bestellings
xh_za: jonga ezithengiweyo
zu_za: bheka izicelo

source: Stock Added
af_za: Voorraad bygevoeg
xh_za: faka ezithengiweyo
zu_za: isitoki esengeziweyo

source: Accept Quote
af_za: Aanvaar Kwitasie
xh_za: yamkela ezibhaliweyo
zu_za: amukela i-Quote

source: Customer Not Found
af_za: Kry nie klieent nie
xh_za: umthengi awufunyanwanga
zu_za: ikhasimende alitholakali

source: Quote accepted
af_za: Kwitasie aanvaar
xh_za: ezikhethiweyo zamkelwe
zu_za: i-Quote imukelwe

source: View Pos Quotes
af_za: Toon POS Kwitasies
xh_za: jonga POS
zu_za: bheka i-POS Quote

source: View Received International Stock Orders
af_za: Toon Internasionale voorraad Bestellings ontvang
xh_za: jonga ezifunyenweyo zaphesheya
zu_za: bheka izicelo zesitoki zasephesheya

source: Stock Control Reports
af_za: Voorraad Kontrole Verslag
xh_za: ingxelo zezithengiweyo
zu_za: incoma yekhontrol yesitoki

source: Received International Stock Orders
af_za: Ontvang Internasionale voorraad Bestelllings
xh_za: ezithengiweyo zaphesheya zifunyenwe
zu_za: imphala ephuma phesheya

source: Delevery Reference No.
af_za: Aflewerings Verwysings No.
xh_za: inombolo yesijongo soziso
zu_za: inombholo yendluliselo yeDilivari

source: New International Order
af_za: Nuwe Internasionale Bestelling
xh_za: ezintsha ezithengwe phesheya
zu_za: isicelo esisha sangaphesheya

source: Supplier not found
af_za: Kry nie Verskaffer nie
xh_za: umrhwebi awukafunyanwa okwangoku
zu_za: isaplaya ayitholakali

source: Record Credit Note
af_za: krediet Nota opgeneem
xh_za: ingxelo zamatyala
zu_za: bhala icwadi yesikweletu

source: Please select at least one invoice
af_za: Kies asseblief een faktuur
xh_za: sicela ukhethe nokuba yenye iinvoice
zu_za: khetha i-invoice/ama-invoice

source: Confirm Invoice Process
af_za: Bevestig Faktuur proses
xh_za: qinisekisa ngeinvoice
zu_za: fakaza ukuqhubeka kwe-invoice

source: Order No
af_za: Bestellings No.
xh_za: inombolo yokuthenga
zu_za: inombholo yesicelo

source: Grand Total
af_za: Groot Totaal
xh_za: ezidibeneyo
zu_za: imali

source: Process &gt;&gt;
af_za: Verwerking
xh_za: qhubeka
zu_za: qhubeka

source: New Recurring Invoice
af_za: Nuwe Herhalings Faktuur
xh_za: ezintsha eziqhubekayo
zu_za: i-invoice entsha

source: View Recurring Invoices
af_za: Toon Herhalings Fakture
xh_za: jonga eziqhubekayo
zu_za: bheka i-invoice entsha eyenzakele

source: Recurring Invoices Proccesed
af_za: Verwerking van herhalings fakture
xh_za: iinvoicess ezivelayo eziqhubekayo
zu_za: i-invoice iyenziwe

source: New Invoices have been created from Recurring Invoices
af_za: Nuwe Faktuur is geskep vanaf herhalings faktuur
xh_za: iinvoice ezintsha zifakwe kweziqhubekayo
zu_za: ama-invoice ayenziwe

source: Unable to retrieve supplier groups from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukuzisa umrhwebi wamaqela
zu_za: kunzima ukulanda amaqembu wamasaplaya kwiDathabhezi

source: Remove Selected &raquo;
af_za: Verwyder Gekiesde
xh_za: susa ezikhethiweyo
zu_za: susa okukhethiwe

source: Unable to retrieve list of suppliers from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukudwelisa
zu_za: kunzima ukulanda uhide lamasaplaya kwiDathabhezi

source: Unable to check if user is already in group
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubona ukuba umsebenzisi ukweliphi iqela
zu_za: kunzima ukuhlola umsebenzisi kwiqembu

source: Unable to retrieve group owners from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisela iqela kumnikazi kwidatabase
zu_za: kunzima ukulanda abaholi bamaqembu kwiDathabhezi

source: Unable to get supplier name from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana igama lomrhwebi kwidatabase
zu_za: kunzima ukuthola amagama wamasaplaya kwiDathabhezi

source: View Supplier Groups
af_za: Toon Verskaffers Groepe
xh_za: jonga iqela labarhwebi
zu_za: bheka amaqembu wamasaplaya

source: Unable to validate if user is in the group.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umrhwebi kwiqela
zu_za: kunzima ukuqinisa umsebenzisi kwiDathabezi

source: Unable to add supplier into group
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umrhwebi kwiqela
zu_za: kunzima ukwengeza isaplaya kwiqembhu

source: Supplier is already in that group.
af_za: Verskaffer is reeds in die groep
xh_za: umrhwebi ukwiqela
zu_za: isaplaya ikhona kwiqembhu

source: Suppliers to be removed from groups
af_za: Verwyder die verskaffers vanuit die groep
xh_za: ukukwazeki ukususa umrhwebi kwiqela
zu_za: amasaplaya azosuswa kwiqembhu

source: Remove from group
af_za: Verwyder vanaf groep
xh_za: susa kwiqela
zu_za: susa iqembhu

source: Unable to retrieve group id from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana iid yeqela
zu_za: kunzima ukulanda i-id yeqembhu kwiDathabhezi

source: Unable to retrieve supplier name from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisela umrhwebi kwiqela
zu_za: kunzima ukulanda igama lesaplaya kwiDathabhezi

source: Unable to retrieve group name from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana igama leqela
zu_za: kunzima ukulanda igama leqembhu kwiDathabhezi
