Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Unable to retrieve the sales/cost of sales accounts from the database.
af_za: Kan nie data lees nie
xh_za: alufakeki uthengiso
zu_za: kunzima ukukhipha intengiso /izindleko sikwenetu kuphuma kwidathabhazi

source: Unable to retrieve the sales/cost of sales amounts from the database.
af_za: Kan nie data lees nie
xh_za: alufakeki uthengiso
zu_za: kunzima ukukhipha intengiso /izindleko sikwenetu kuphuma kwidathabhazi

source: Unable to retrieve sub account information from the database.
af_za: Kan nie data lees nie
xh_za: alufakeki uthengiso
zu_za: kunzima ukukhipha ulwazi ngokuphathelene nedathabhazi

source: Unable to retrieve normal tax from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyela
zu_za: kunzima ukukhipha ejwayelekile intela kwidathabazi

source: Unable to retrieve sub account values from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyela
zu_za: kunzima ukukhipha okuphathelene nesisindo sesikwenetu kwidathabhazi

source: ASSETS
af_za: Bates
xh_za: izinto
zu_za: ama-aseti

source: Non-current Assets
xh_za: izinto ezongekhoy
zu_za: ngaphandle kwe kharent aseti

source: Fixed Assets
xh_za: izinto ezilungisiweyo
zu_za: ama-aseti agxilile

source: Investments
af_za: Beleggings
xh_za: utyalomali
zu_za: i-invesimenti

source: Other Fixed Assets
xh_za: eziny utyalomali
zu_za: amanye aseti agxilile

source: Current Assets
af_za: Huidige Bates
xh_za: izinto ngoku
zu_za: ama-kharenti aseti

source: Total Assets
af_za: Totale Bates
xh_za: izinto ziphelele
zu_za: wonke ama-aseti ahlangene

source: EQUITY AND LIABILITIES
xh_za: uxanduva
zu_za: ukulingana nezikweletu

source: Capital and Reserves
af_za: Kapitaal en Reserves
xh_za: imali yokuqala negciniweyo
zu_za: imali eqongelelweyo kanye nokuhlalisa

source: Share Capital
af_za: Gedeelde Kapitaal
xh_za: imali yesiqalo eniyahlulayo
zu_za: isabelo semali eqongelelweyo

source: Retained Income
xh_za: ingeno mali
zu_za: iholo elibekiwe

source: Current Profit/Loss
af_za: Huidige Profeit/verlies
xh_za: inzuzo
zu_za: ukulahlekela noma inzuzo

source: Shareholders Loan
xh_za: imboleko yabaphathi
zu_za: siskweletu somabelwa mashezi

source: Non-current Liabilities
af_za: Nie-huidige Verliese
xh_za: uxanduva
zu_za: isikweletu okungasi samanje

source: Long Term Borrowings
af_za: Lang termyn Lenings
xh_za: imboleko yexesha elide
zu_za: izikweletu zesikhathi eside

source: Other Long Term Liabilities
af_za: Ander Lang termyn
xh_za: enye imboleko yexesha elide
zu_za: ezinye izikweletu zesikhathi eside

source: Current Liabilities
af_za: Huidige Verliese
xh_za: uxanduva lwangoku
zu_za: isikweletu samanje

source: Total Equity and Liabilities
af_za: Totale Balans en Verliese
xh_za: imali noxanduva
zu_za: konke ukulingana nezikweletu

source: Search by Date
af_za: Soek volgens Datum
xh_za: khangela umhla
zu_za: bheka nge langa lenyanga

source: VAT Input
af_za: BTW Inset
xh_za: ivat nongeno
zu_za: Ivat ekhokhiwe

source: VAT Output
xh_za: ivat nophumo
zu_za: Ivat etholiwe

source: Total vat Input
af_za: Totale BTW Inset
xh_za: ivat yonke nongeno
zu_za: yonke iVAt efakiwe

source: Total VAT Input
af_za: Totale BTW Inset
xh_za: ivat yonke nongeno
zu_za: yonke iVAt efakiwe

source: Total vat Output
xh_za: ivat yonke nophumo
zu_za: yonke ivat ekhishiwe

source: Total VAT Output
xh_za: ivat yonke nophumo
zu_za: yonke ivat ekhishiwe

source: View Cheque Records
af_za: Toon Tjek Verslae
xh_za: jonga irekhodi zetsheki
zu_za: bheka ilekhodi lamasheki

source: There are no outstanding bank cheque Records yet in the database.
af_za: Daar is geen uitstaande bank tjek Verslae in databasis nie
xh_za: akukho mali ityalwayo ebhankini
zu_za: awekho amalekhodi esheki lebhangi alindiwe kudathabhazi

source: Bank all selected
af_za: Bank al die gekiesde
xh_za: khetha ibhanki
zu_za: bhanga konke okukhethiwe

source: Reconciled Payments
xh_za: ubhatalo locelo
zu_za: lungisa konke okukhokhiwe

source: Unable to get data,
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi
zu_za: kunzima ukuthola idatha

source: Reconciled Deposits
xh_za: idiposithi
zu_za: lungisa amadipositi

source: Balance Sheet No.
af_za: Balans Staat No
xh_za: inombolo yebalance
zu_za: inombholo yebhalense shiti

source: Spreadsheet
xh_za: ishiti
zu_za: ispreedshiti

source: Bank Recon No.
xh_za: inombolo yebanki
zu_za: inombholo yebhangi yokulungisa

source: Vat Report - Input
af_za: BTW Verslag &ndash; Inset
xh_za: ingxelo yebhanki-ungeno
zu_za: ivat lipoti kufaka

source: Vat Report - Output
xh_za: ingxelo yevat-uphumo
zu_za: ivat lipoti kuphipha

source: Apply &raquo;
af_za: Doen aansoek
xh_za: cela
zu_za: cela

source: Cost of Sales
af_za: Koste van vekope
xh_za: intengiso evunyiweyo
zu_za: izindleko

source: Gross Profit / Loss
xh_za: ukungangenisi
zu_za: inzuzo/ukulahlekelwa

source: Other Income
af_za: ANDER INKOMSTE
xh_za: inzuzo
zu_za: elinye iholo

source: Net Profit / Loss Before Tax
xh_za: itax
zu_za: inzuzo esele/ukulahlekelwa phambi kwentela

source: Net Profit / Loss
xh_za: ukunganggenimali
zu_za: inzuzo /ukulahlekelwa okusele

source: Unable to retrieve sub account trial balance data from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi ngetrial
zu_za: kunzima ukuthola okuphathelene nesikwenetu setrial bhalense idatha kuphuma kwidathabhazi

source: Add Accounts
af_za: Voeg Rekeninge by
xh_za: faka iakhawunti
zu_za: engeza isikwenetu

source: Cost Of Sales
af_za: KOSTE VAN VERKOPE
xh_za: inthengiso sezisusiwe
zu_za: izindleko

source: Add Income Group
af_za: Voeg Inkomste Groep by
xh_za: faka iqela
zu_za: engeza iholo leqembu

source: Add COS Group
af_za: Voeg COS Groep By
xh_za: faka icoss
zu_za: angeza izindleko zeqembu

source: Add Expediture Group
af_za: Voeg Uitgawe Groep by
xh_za: faka incithamali
zu_za: engeza izindleko zeqembu

source: Income Statement has been set
af_za: Inkomste staat is bygevoeg
xh_za: imali yongeno
zu_za: i-inkhamu sitatimenti sihleliwe

source: Add More Sub Headings
xh_za: faka ezinye
zu_za: engeza okunye okuphathelene nesihloko

source: Detailed General ledger Report
af_za: Besonderhede van Algemene Legger Verslag
xh_za: incukacha ngeledger
zu_za: ilipoti yezimvama zamaleja ngezinhlamv zonke

source: View All &raquo;
af_za: Toon alle
xh_za: jonga zonke
zu_za: Bheka konke

source: Add account
af_za: Voeg Rekening by
xh_za: faka iakhawunti
zu_za: engeza isikwenetu

source: Please select at least one branch for the report.
af_za: Kies asseblief een tak vir die verslag
xh_za: sicela ukethe ibrantshi ibenye
zu_za: jabulisa ukukhe ilipoti lesikwenetu sibe sinye sebhulantsi

source: TOTAL
af_za: TOTAAL
xh_za: zonke
zu_za: konke kuhlangene

source: There are no Accounts yet in the database.
af_za: Daar is nog geen rekeninge in databasis nie
xh_za: akukhop akhawunti
zu_za: azikho izikwenetu kudathabhazi

source: Statement No.
af_za: Staat No.
xh_za: inombolo
zu_za: inombholo yesitatimenti

source: - Non Current Assets
af_za: -Nie Huidige Bates
xh_za: azikho izinto
zu_za: -ama-aseti okungasiwona awamanje

source: -- Fixed Assets
xh_za: izinto ezlungisiweyo
zu_za: -ama-aseti agxilile

source: -- Investments
af_za: -Beleggings
xh_za: utyalomali
zu_za: - i-invesimenti

source: -- Other Fixed Assets
xh_za: ezinye izinto
zu_za: - amanye aseti agxilile

source: -- Current Assets
af_za: -Huidige Bates
xh_za: uxanduva
zu_za: --ama-aseti wamanje

source: Equity and Liabilities
xh_za: uxanduva
zu_za: ukulingana nezikweletu

source: - Capital and Reserves
af_za: - Kapitaal en Reserves
xh_za: imali yasecaleni nemali yesiqalo
zu_za: --imali eqongelelweyo kanye nokuhlalisa

source: -- Share Capital
af_za: - Gedeelde Kapitaal
xh_za: imali yesiqalo eyahlulwayo
zu_za: --isabelo semali eqongelelweyo

source: -- Retained Income
xh_za: ityala rebhatelwe
zu_za: --iholo elibekiwe

source: -- Shareholders Loan
xh_za: ityala lwahlulwe
zu_za: --siskweletu somabelwa mashezi

source: - Non-current Liabilities
xh_za: uxanduva olungalolwangoku
zu_za: --isikweletu okungasi samanje

source: -- Long Term Borrowings
af_za: Lang termyn Lenings
xh_za: imboleko yexasha lide
zu_za: --izikweletu zesikhathi eside

source: -- Other Long Term Liabilities
af_za: Ander Lang termyn Laste
xh_za: uxanduva lwexeshelide
zu_za: --ezinye izikweletu zesikhathi eside

source: - Current Liabilities
af_za: Huidige Laste
xh_za: uxaduva lwangoku
zu_za: isikweletu samanje

source: Unable to save the balance sheet to the database.
af_za: Kan nie data lees nie
xh_za: ugcinile kwidatabase ibalace shiti
zu_za: kuzima ukusindisa ibhalense shiti kudathabhazi

source: Trial Balance Settings
af_za: ProefBalans Opstelling
xh_za: isiqalo setrial
zu_za: itriyale bhalense kuhlela

source: Groups
af_za: Groepe
xh_za: iqela
zu_za: iqembu

source: Trial Balance has been set
af_za: Proef Balans is opgestel
xh_za: itrial sele ithunyelwe
zu_za: itriyale bhalense ihleliwe

source: Head Office Reports
af_za: Hoofkantoor Verslae
xh_za: jonga ivat
zu_za: ilipoti elihovisi elikhulu

source: View Vat Report
af_za: Toon BTW Verslag
xh_za: jonga ingxelo yevat
zu_za: bheka ilipoti levati

source: Configure your Balance Sheet
xh_za: yifumane ibalance
zu_za: misa ibhalense shiti yakho

source: Edit Balance Sheet
af_za: Skryf Balans Staat
xh_za: lungisa ibalannce
zu_za: hlela ibhalense shiti

source: Person Who Authorized
af_za: Persoon deur wie dit geskryf is
xh_za: ngubani umyaleli
zu_za: umuntu ophana ngemvume

source: Balance sheet Settings
af_za: Balans Staat opstelling
xh_za: qalisa ibalance
zu_za: ukuhlelwa ibhalense shiti

source: Add Equity &amp; Liabilities Sub
xh_za: inxanduva
zu_za: engeza Ukulingana kanye nokuphathelene nezikweletu

source: Add Assets Sub
af_za: Voeg sub Bates by
xh_za: fka izinto
zu_za: engeza okuphathelene nama-asti

source: Sub Heading
af_za: Sub Opskrif
xh_za: izibhalo
zu_za: okuphathelene nesihloko

source: Balance sheet has been set
af_za: Belansstaat is opgestel
xh_za: azithunyelwanga izibhalo
zu_za: ibhalense shiti ihleliwe

source: There are no assets in the database.
af_za: Daar is geen Bates in databasis nie
xh_za: akukho zinto kwidatabase
zu_za: awekho ama-aseti kwidathabhazi

source: Assets Ledger
af_za: Bates Legger
xh_za: iledger nezinto
zu_za: ileja yama-aseti

source: Select Asset(s)
af_za: Kies Bates
xh_za: khetha
zu_za: khetha i/ama-aseti

source: There are no assets yet in the database.
af_za: Daar is geen Bates in databasis nie
xh_za: azikho izinto apha
zu_za: awekho ama-aseti kwidathabhazi

source: CST/AMT
af_za: CST/ATM
xh_za: icst/amt
zu_za: indleko/imali

source: DEP
xh_za: idep
zu_za: umyango

source: Accumulated Depriciation
xh_za: uhliko kwixabiso
zu_za: ukukhuza okwandisiwe

source: Trial Balance No.
af_za: Proef Balans No.
xh_za: inombolo yetrial
zu_za: inombholo yetriyale bhalense

source: Output type
xh_za: iphiwo ngaphandle
zu_za: uhlobo lokukhipha

source: All Payments
af_za: Alle Paaiemente
xh_za: zonke ezibhatalwayo
zu_za: ukukhokha konke

source: Unselect All
xh_za: zonke ezingakhwthwanga
zu_za: konke okungakhethwanga

source: All Deposits
af_za: Alle Deposito's
xh_za: zonke ezidipozithiweyo
zu_za: konke ukubeka

source: Remove VAT Code
af_za: Verwyder BTW Kode
xh_za: incukacha zeinvoice
zu_za: khipha ikhodi leVAT

source: VAT Code Removed
af_za: BTW Kode is Verwyder
xh_za: susa ikhodi yevat
zu_za: ikhodi leVAT likhishiwe

source: VAT Code, has been removed from the database.
af_za: BTW Kode is Verwyder vanaf databasis
xh_za: ikhodi yevat isusiwe
zu_za: Ikhodi leVAT likkhishiwe kwidathabhazi

source: Confirm Remove Asset Group
af_za: Bevestig Verwydering van Laste groep
xh_za: qinisekisa ngosuso lwamaqela
zu_za: fakaza ukususa/noma ukukhipha iqembhu lama-aseti

source: Unable to remove Asset Group to database.
af_za: Kan nie data lees nie
xh_za: akukhwazekanga ukususa iqela kwidatabse
zu_za: kunzima ukususa iqembhu lama-asiti kwidathabhazi

source: Asset Group removed
af_za: Laste Groep Verwyder
xh_za: iqela lisusiwe kwidatabse
zu_za: iqembhu lama-aseti lisukile

source: Unblock Supplier
xh_za: vula umrhwebi
zu_za: vula isihluthululelo ngesaplaya

source: Unable to Unblock supplier in database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukuvalela umrhwebi
zu_za: yenza kungabi namadla kuze kuvuleke idathabhazi yesaplaya

source: Supplier unblocked
xh_za: umrhwebi uvulelwe
zu_za: ayivimbhezelwanga isaplaya

source: This will delete all your data in cubit.
af_za: Dit sal al U data in Cubit uitvee
xh_za: lento izachima ulwazi lwakho
zu_za: loku kozokhipha yonke idatha kuCubi

source: Restore &raquo;
af_za: Herstoor
xh_za: buyisela
zu_za: buyisa

source: Backup Restored.
xh_za: icebo limbi lokubuyisela
zu_za: hlela ukubuya

source: View previous POS Quotes
af_za: Toon alle vorige POS Kwitasies
xh_za: jonga ipos zaphezolo
zu_za: bheka okudlule kwiPOS mpinda

source: Accepted
af_za: Aanvaar
xh_za: yamkela
zu_za: kuvunyelwe

source: Retry
af_za: Probeer weer
xh_za: ngenisa kwakho
zu_za: zama futhi

source: View Report
af_za: Toon Verslag
xh_za: jonga ingxelo yevat
zu_za: bheka ilipoti

source: Allocate Barcode
af_za: Allokeer Strepieskode
xh_za: yisa umbhaliso
zu_za: abela Ibhakhodi

source: Purchase Complete
af_za: Aankope Voltooi
xh_za: uthengo logqityiwe
zu_za: intengo iphelele

source: Confirm Purchase Complete
af_za: Bevestig voltooide Aankope
xh_za: qinisekisa ngothengo olugqityiweyo
zu_za: fakaza intengo yonke

source: - Not Found
af_za: Kry nie
xh_za: ayifumanekanga
zu_za: ayitholakali

source: Purchase Completed
af_za: Voltooide Aankope
xh_za: uthengo lugqityiwe
zu_za: intengo iphelele

source: View Received Non-Stock Orders
af_za: Toon ontvangde Nie-Voorraad Bestellings
xh_za: jonga intengo ezifunyenweyo
zu_za: bheka iminilayezo etholakele yempahla okungasiyisito

source: Received Non-Stock Orders
af_za: Ontvangde Nie-Voorraad Bestellings
xh_za: intengo ezifunyenweyo
zu_za: iminilayezo etholakele yempahla okungasiyisito

source: Output
xh_za: ezingaphandle
zu_za: ukukhipha

source: Sender
xh_za: umthumeli
zu_za: ukuthumela

source: Time Sent:
af_za: Tyd Gestuur:
xh_za: ixesha lothumelo
zu_za: isikhathi okuthumelwe ngaso

source: Message:
af_za: Boodskap:
xh_za: umyalezqa
zu_za: umlayezo:

source: No Outstanding Messages
af_za: Geen uitstaande Boodskappe
xh_za: imiyaleza engakafunyanwa
zu_za: inombholo yomlayezo osele

source: You have no outstanding messages
af_za: U het geen uitstaande boodskappe
xh_za: uemiyalezo ongekayifumani na
zu_za: awunamlayezo osele

source: view
af_za: TOON
xh_za: jonga
zu_za: bheka

source: delete
af_za: Vee uit
xh_za: susa
zu_za: khipha/susa

source: new
af_za: Nuwe
xh_za: entsha
zu_za: okusha

source: Date sent
af_za: Datum Gestuur
xh_za: umhla uthunyelwe
zu_za: ilanga okuthumelwe ngalo

source: Confirm removal of Interest bracket
af_za: Bevestig verwydering van Rente hakkie
xh_za: qinisekisa ngosuso lwenzala
zu_za: fakaza ukususa/ukukhipha isibaya senzuzo

source: Remove bracket &raquo;
af_za: Verwyder hakkie
xh_za: susa
zu_za: susa/khipha isibaya

source: Interest bracket removed
af_za: Rente hakkie is verwyder
xh_za: inzala isusiwe
zu_za: isibaya senzuzo sisusiwe

source: Interest bracket has been successfully removed.
af_za: Rente hakkie is suksesvol verwyder
xh_za: inzala isuswe ngempumelelo
zu_za: isibaya senzuzo sisuswe kahle

source: View Interest Brackets
af_za: Toon Rente hakkies
xh_za: jonga inzala
zu_za: bheka isibaya senzuzo

source: Group Name:
af_za: Groep Naam:
xh_za: igama leqela
zu_za: igama leqembu

source: Unable to insert group into the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka amaqela
zu_za: kunzima ukufaka iqembhu kwiDathabhazi

source: Company Code
af_za: Maatskappy Kode
xh_za: ikhodi yenkampani
zu_za: ikhodi lenkampane

source: Confirm Currency
af_za: Bevestig Huidige
xh_za: qinisekisa ngemali yezemalike
zu_za: fakaza uhlobo lwemali

source: Currency added
af_za: Huidige bygevoeg
xh_za: ufakwe ezemalike
zu_za: uhlobo lwemali lweneziwe

source: Stock Order received
af_za: Voorraad Bestelling ontvang
xh_za: intengo zifunyenwe
zu_za: umlayezo wesitoki utholakele

source: New Stock Order
af_za: Nuwe Voorraad Bestelling
xh_za: intengo ezintsa
zu_za: umlayezo omusha wesitoki

source: Confirm Stock Order received
af_za: Bevestig Voorrrad Bestelling ontvang
xh_za: qinisekisa ngofumano lwentengo ezintsa
zu_za: fakaza umlayezo ofikile wesitoki

source: Received Stock Cost
af_za: Ontvang Voorraad Koste
xh_za: ufumano lwamaxabiso
zu_za: umlayezo ofikile wesitoki

source: Unable to update invoice qty.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukusa exesheni iinvoice
zu_za: kunzima ukuhlela okuningi nge-invoyisi

source: Cancel Consignment Order
xh_za: susa intengiso yeconsignment
zu_za: chisha okuhambha nomlayezo

source: Consignement Order Cancelled
xh_za: intengiso yeconsignment isusiwe
zu_za: okuhambha nomlayezo kuchishiwe

source: Edit VAT Code
af_za: Sleutel BTW Kode in
xh_za: lungisa ikhodi yevat
zu_za: hlela ikhodi leVAT

source: Zero VAT
af_za: Geen BTW
xh_za: ivat yeqanda
zu_za: iqanda leVAT

source: Confirm Edit VAT Code
af_za: Bevestig Ingesleutelde BTW Kode
xh_za: qinisekisa ngolungiso lwevat
zu_za: fakaza ukuhlela ikhodi leVAT

source: Unable to edit vat code.
af_za: Kan nie BTW Kode insleutel nie
xh_za: akukwazekanga ukulungisa ikhodi
zu_za: kunzima ukuhlela ikhodi leVAT

source: VAT Code edited
af_za: BTW Kode ingesleutel
xh_za: ikhodi yevat ilungisiwe
zu_za: ikhodi leVAT lihleliwe

source: View Received International Non-Stock Orders
af_za: Toon Ontvangde Internasionale Nie-Voorraad Bestellings
xh_za: jonga intengo ezifunyenweyo zaphesheya
zu_za: bheka imilayezo etholakele yeVAT yempahla okungasiyisitoki

source: Received International Non-Stock Orders
af_za: Ontvang Internasionale Nie-Voorraad Bestellings
xh_za: intengo zaphesheya zifunyenwe
zu_za: imilayezo etholakele yeVAT yempahla okungasiyisitoki

source: Select Supplier 1
af_za: Kies Verskaffer 1
xh_za: khetha umrhwebi
zu_za: khetha isaplaya 1

source: Select Supplier 2
af_za: Kies Verskaffer 2
xh_za: khetha umrhwebi 2
zu_za: khetha isaplaya 2

source: Select Supplier 3
af_za: Kies Verskaffer 3
xh_za: khetha umrhwebi 3
zu_za: khetha isaplaya 3

source: Serialized
xh_za: bhalisa
zu_za: iyalandelana

source: Buying Unit of measure
af_za: Koop maat eenheid
xh_za: uthengo ngokalo
zu_za: ukuthenga isimo sesilinganiso

source: Selling Units per Buying unit
af_za: Verkoop eenhede per koop eenhede
xh_za: ntengiso ngxabiso
zu_za: ukuthengisa isimo sesilinganiso ngokuthenga isimo sesilinganiso

source: Exempt from VAT
xh_za: ixept evala kwivat
zu_za: ikhishuwe kwiVAT

source: Bar Code
af_za: Strepies Kode
xh_za: inombolo
zu_za: Ibhakhodi

source: Supplier1
af_za: Verskaffer 1
xh_za: umrhwebi 1
zu_za: isaplaya 1

source: Supplier2
af_za: Verskaffer 2
xh_za: umrhwebi 2
zu_za: isaplaya 2

source: Supplier3
af_za: Verskaffer 3
xh_za: umrhwebi 3
zu_za: isaplaya 3

source: New Stock added to database
af_za: Nuwe Voorraad in databasis gevoeg
xh_za: ezithengayo zifakwe kwidatabase
zu_za: isitoki esisha siyengeziwe kwidathabhazi

source: Edit Stock
af_za: Sleutel Voorraad in
xh_za: ulungiso lwezithengwayo
zu_za: hlela isitoki

source: Stock edited
af_za: Voorraad ingesleutel
xh_za: ezithengwayo zilungisiwe
zu_za: isitoki sihlelekile

source: New Point of Sale Invoice
af_za: Nuwe Punt van Verkope Faktuur
xh_za: indawo entsha yothengo lweinvoice
zu_za: iphoyinti elisha lama-invoyisi lokuthengisa

source: View point of sale Invoices
af_za: Toon Punt van Verkope Fakture
xh_za: jonga indawo yothengo lweiinvoice
zu_za: bheka iphoyinti lama-invoyisi lokuthengisa

source: Unable to check accoutns
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukulungisa iakhawunti
zu_za: kunzima ukuhlola izikwenetu

source: Proforma Inv No
xh_za: inombolo yeakhawunti
zu_za: iProfoma invoyisi nombholo

source: Commission Report
xh_za: ingxelo yemali ebhatalwa
zu_za: ilipoti lenzuzo

source: Select Sales Rep
af_za: Kies Verkoops Verteenwoordiger
xh_za: khetha umntu amele abathengisi
zu_za: khetha umeli wentengiso

source: Sales Rep
af_za: Verkoops Verteenwoordiger
xh_za: ummneli wabathengisi
zu_za: umeli wentengiso

source: Select Report Date Range
af_za: Kies Verslag volgens Datum volgorde
xh_za: khetha umhla wengxelo
zu_za: khetha ilipoti ngohlu lwelanga lenyanga

source: Invoice Amount
af_za: Faktuur Bedrag
xh_za: ixabiso lweinvoice
zu_za: imali ye-invoyisi

source: Unable to get invoices from db.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana iinvoice kwidb
zu_za: kunzima ukuthola i-invoyisi kwidathabhazi

source: Refrence
af_za: Verwysing
xh_za: ujongo kwakho
zu_za: ukuqondana

source: Search for
af_za: Soek vir
xh_za: ujonga
zu_za: ukuqondana

source: Find other
af_za: Find ander
xh_za: fumana ezinye
zu_za: thola okunye

source: Contact List
af_za: Kontak lys
xh_za: udweliso
zu_za: ilisti yokuthintana

source: View previous credit invoices
af_za: Toon vorige Krediet Fakture
xh_za: jonga iinvoice ezagqithayo
zu_za: bheka amakredithi invoyisi adlule

source: Invoice No
af_za: Faktuur No
xh_za: inombolo yeinvoice
zu_za: inombholo ye-invoyisi

source: Grand total
af_za: Groot Totaal
xh_za: izidibaniso zonke
zu_za: konke okuphelele okukhulu

source: No Splash Screen Found
xh_za: akukho mboniso ufunyenweyo
zu_za: akukho okutholakele ukusaphaza sihonqa

source: Enter New Splash Screen Text
xh_za: ngenisa umbhalo womboniso
zu_za: faka okusha ukusaphaza sihonqa kube ngamagama

source: Splash Screen Details
xh_za: incukacha ngomboniso
zu_za: imininingwane yokusaphaza sihonqa

source: The New Splash Screen Is Too Long
xh_za: umbonisa omtsha uthatha ixesha elide
zu_za: kude khakhulu ukusapha isihonqa esisha

source: Confirm New Splash Screen Text
xh_za: umbonisa omtsha uthatha ixesha elide
zu_za: fakaza okusha ukusaphaza sihonqa magama

source: Splash Screen Successfully Updated
xh_za: umboniso isiwe exesheni ngempumelelo
zu_za: kuhlelekile ukusaphaza sihonqa

source: Administrator
xh_za: umbhalisi
zu_za: umlawuli

source: Case officer
xh_za: ityala eofisini
zu_za: induna ephethe ikhasi

source: Background Officer
af_za: Agtergrond Persoon
xh_za: imvelaphi ngeofisi
zu_za: induna yangasemuva

source: Financial Officer
af_za: Finansiele Persoon
xh_za: ezemali zeofisi
zu_za: induna yemali

source: Information Officer
af_za: Inforformasie Persoon
xh_za: ulwazi nge ofisi
zu_za: induna yolwazi

source: Personal Assistant
af_za: Persoonlike Assestent
xh_za: ucedo lomntu
zu_za: umuntu osizayo

source: Personnel Department
af_za: Personeel Departement
xh_za: uncedo uluvela kwiqumrhu
zu_za: umnyango wabantu

source: January
af_za: Januarie
xh_za: umqungu
zu_za: uJaniwari

source: February
af_za: Februarie
xh_za: umdumbe
zu_za: uFebruwari

source: March
af_za: Maart
xh_za: canzibe
zu_za: uMashi

source: April
xh_za: tshazimpunzi
zu_za: u-Apreli

source: May
af_za: Mei
xh_za: umayi
zu_za: uMay

source: June
af_za: Junie
xh_za: silimela
zu_za: uJuni

source: July
af_za: Julie
xh_za: ujulayi
zu_za: uJuly

source: August
af_za: Augustus
xh_za: uagusiti
zu_za: U-Agasti

source: September
xh_za: useptemba
zu_za: uSeputembha

source: October
af_za: Oktober
xh_za: uOctoba
zu_za: u-okutoba

source: November
xh_za: eYenkanga
zu_za: uNovembha

source: December
af_za: Desember
xh_za: uDisemba
zu_za: uDisembha

source: New Appointment
af_za: Nuwe Afspraak
xh_za: isicelo sokubonwa esithsa
zu_za: umcimbi omusha

source: Appointment details
af_za: Afspraak Besonderhede
xh_za: incukacha zesicelo sobono
zu_za: imniningwane ngomcimbi

source: Appointment Time
af_za: Afspraak Tyd
xh_za: ixesha lokubona
zu_za: isikhathi somcimbi

source: Appointment Date
af_za: Afspraak Datum
xh_za: umhla wesicelo
zu_za: ilanga lenyanga lenyanga lomcimbi

source: &laquo; Correct date
af_za: Maak datum reg
xh_za: umhla ulungisiwe
zu_za: lungisa ilanga lenyanga nonyaka

source: &laquo; Correct time
af_za: Maak tyd reg
xh_za: lugisa ixesha
zu_za: lungisa isikhathi
