Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Next: Administration
af_za: Volgende: Administrasie
xh_za: bhalo oluzayo
zu_za: okuzayo:ukulawula

source: Previous: Settings
af_za: Vorige: Opstellings
xh_za: uqalo olwadlulayo
zu_za: okudlule:ukehlela

source: Next: Stock
af_za: Volgende: Voorraad
xh_za: intengo izizayo
zu_za: okuzayo:isitoki

source: Previous: New Credit Invoice
af_za: Vorige: Nuwe Krediet Faktuur
xh_za: invoice eyadlulayo etsha
zu_za: okuzayo:ikredithi i-invoyisi entsha

source: Next: New Customer
af_za: Volgende: Nuwe Klieent
xh_za: abathengi abatsha
zu_za: okuzayo:ikhasimendi elisha

source: Previous: Reports
af_za: Vorige: Rekords
xh_za: buyala:ripoti
zu_za: okudlule:ilipoti

source: Next: Add Multiple Transactions To Batch
af_za: Volgende: Voeg Multitipe Transaksies by die groep
xh_za: Landelayo:dibanisa itrabsactions kubhatshi
zu_za: okuzayo:engeza amatransakishini amaningi kumabhashi

source: Previous: Add International Purchases
af_za: Vorige: Voeg Internasionale Aankope by
xh_za: phindela:dibanisa ezithengwe phesheya
zu_za: okudlule:engeza izintengo zaphesheya

source: Next: Add Supplier
af_za: Volgende: Voeg verskaffer by
xh_za: landelayo: dibanisa umrhwebi
zu_za: okuzayo:engeza isaplaya

source: Selecting the Period
af_za: Kies die Tydperk
xh_za: ukhetho lwexesha
zu_za: khetha ithuba lesikhathi

source: Services
af_za: Dienste
xh_za: uncendo
zu_za: ukusiza

source: Stock
af_za: Voorraad
xh_za: izinto ezithengwayo
zu_za: isitoki

source: Add Stock
af_za: Voeg Voorraad by
xh_za: dibanisa ezithengwayo
zu_za: engeza isitoki

source: View Stock
af_za: Toon Voorraad
xh_za: jonga ezithengwayo
zu_za: bheka isitoki

source: Search Stock
af_za: Soek Voorraad
xh_za: khangela ezithengwayo
zu_za: cinga isitoki

source: Stock Taking
af_za: Voorraad opname
xh_za: ukubala izinto ozithengisayo
zu_za: thatha imininingo ngesitoki

source: Stock Transfer
af_za: Voorraad oorplasing
xh_za: ugqitiso lwezithengiswayo
zu_za: iukudlilisela isitoki

source: Available Stock
af_za: Voorraad Beskikbaar
xh_za: izinto ezikhona ezithengiswayo
zu_za: isitoki esikhona

source: Stock Levels
af_za: Voorraad
xh_za: ezithengiswa kwamadidi
zu_za: izinga lesitoki

source: Company
af_za: Maatskappy
xh_za: inkampani
zu_za: inkampane

source: Add Branch
af_za: Voek Tak by
xh_za: faka isiphaluka
zu_za: engeza ibhulantsi

source: View Branch
af_za: Toon die tak
xh_za: jonga isiphaluka
zu_za: bheka ibhulatshi

source: Add New Company
af_za: Voeg Nuwe Maatskappy in
xh_za: faka inkampani etsha
zu_za: engeza entsha inkampane

source: View Companies
af_za: Toon Maatskappye
xh_za: jonga inkampani
zu_za: bheka inkampane

source: Import Company
af_za: Invoer Maatskappy
xh_za: thumela inkampani
zu_za: letha inkampane

source: Export Company
af_za: Uitvoer Maatskappy
xh_za: zisa inkampani
zu_za: dlulisa inkampane

source: Add Transaction
af_za: Voeg Transaksie in
xh_za: faka intransaction
zu_za: engeza itransakishini

source: Add Transaction (one DT/CT, multiple CT/DT)
af_za: Voeg Transaksie in (een DT/KT, multitipe KT/DT)
xh_za: faka itransaction
zu_za: engeza itransakishini (eyodwa I-DT/CT,amaningi ama-CT/DT

source: Add Reccuring Transactions
af_za: Voeg Herhaling Transaksies by
xh_za: dibanisa itransaction yangoku
zu_za: engeza amatransakishini aphindanayo

source: Add Multiple Transactions
af_za: Voeg Multitipe Transaksies in
xh_za: phinda udibaniso lwetransaction
zu_za: engeza amatransakishini amaniningi

source: Add Transaction to Batch
af_za: Voeg Transaksie in by groep
xh_za: dibanisa ibhatshi yayo
zu_za: engeza amatransakishini kubhashi

source: Add Multiple Transactions to Batch
af_za: Voeg Multitipe Transaksies in by groep
xh_za: dibanisa uphindo lwebatshi yetransaction
zu_za: engeza amatransakishini amaniningi kubhashi

source: View Batch
af_za: Toon Groep
xh_za: jonga ibatshi
zu_za: bheka ibheshi

source: Ledgers
af_za: Leggers
xh_za: iledger
zu_za: ileja

source: Add High Speed Ledger
af_za: Voeg Hoe Spoed Legger by
xh_za: dibanisa isantya esiphezulu seledger
zu_za: engeza isivimini esikhulu kuleja

source: View High Speed Ledgers
af_za: Toon Hoe Spoed Legger
xh_za: jonga isantya esiphezulu seledger
zu_za: bheka isivinini esikhuluku kuleja

source: Add Assets
af_za: Voeg Bates By
xh_za: dibanisa izinto
zu_za: engeza ama-asethi

source: View Assets
af_za: Toon Bates
xh_za: jonga izinto
zu_za: bheka ama-asethi

source: Add Bank Account
af_za: Voeg Bank rekening in
xh_za: dibanisa iakhawunti yebhanki
zu_za: engeza ibhangi sikwenetu

source: View/Edit Bank Account
af_za: Toon/ Skryf Bank Rekening
xh_za: jonga/lungisa ikhawunti yebanki
zu_za: bheka/hlela ibhangi sikwenetu

source: Add Multiple Entries
af_za: Voeg Multitipe inskrywings by
xh_za: dibanisa uphindo zongeno
zu_za: engeza ukufaka okuningi

source: Petty Cash
af_za: Klein Kas
xh_za: ipetty yemali
zu_za: iphethi cashi

source: Transfer Funds to Petty Cash Account
af_za: Oorplasing van Fondse na Klein Kas Rekening
xh_za: ugqithiso lwemali kwi petty yemali kwiakhanti
zu_za: dlulisa imali kuphethi khashi

source: Bank Petty Cash
af_za: Bank Klein Kas
xh_za: ipetty yebhanki yemali
zu_za: iphethi kashi yebhangi

source: Pay Customer
af_za: Betaal Klieent
xh_za: bhatala abathengi
zu_za: khokhela ikhasimendi

source: Pay Supplier
af_za: Betaal Verskaffer
xh_za: bhatala umrhwebi
zu_za: khokhela isaplaya

source: Receive from Customer
af_za: Ontvang van Klieent
xh_za: ukufumana imali kumthengi
zu_za: thola kwikhasimendi

source: Receive from Supplier
af_za: Ontvang van Verskaffer
xh_za: ukufumana imali kumrhwebi
zu_za: thola kwisaplaya

source: View Petty Cash Book
af_za: Toon Klein Kas Boek
xh_za: jonga wencwadi yepetty mali
zu_za: bheka iPhethi khashi bhuku

source: Petty Cash Book Report
af_za: Klein Kas Boek Rekord
xh_za: incwadi yengxelo nge petty cash
zu_za: ilipoti lephethi khashi bhuku

source: Add Bank Receipt (for Customers)
af_za: Voeg Bank Kwitansie by (vir Klieente)
xh_za: faka irisiti yebhanki
zu_za: engeza ukuthola ebhangi (mayelana nekhasimendi)

source: Add Bank Payment (to Suppliers)
af_za: Voeg Bank Betaling by (vir Verskaffers)
xh_za: faka ubhatalo mali
zu_za: engeza ukukhokha ebhangi (kuSaplaya

source: Add User
af_za: Voeg Verbruiker in
xh_za: faka umsebenzisi
zu_za: engeza umngenisi

source: View User
af_za: Toon Verbruiker
xh_za: jonga umsebenzisi
zu_za: Bheka umngenisi

source: Add User Department
af_za: Voeg Verbruikers Departement by
xh_za: dibanisa umsebenzis wequmrhu
zu_za: engeza umnyango kumngenisi

source: View User Department
af_za: Toon Verbruikers Departement
xh_za: jonga umsebenzisi wequmrhu
zu_za: bheka umnyango kumngenisi

source: Audit
xh_za: lungisa
zu_za: Cwaninga

source: Enter Previous Year Transaction
af_za: Sleutel Vorige Jaar Transaksie in
xh_za: ngenisa itransaction zonyaka ogqithileyo
zu_za: faka amatransakishini onyaka odlule

source: View Previous Year Transaction
af_za: Toon Vorige Jaar Transaksie
xh_za: jonga itransaction ezadlulayo
zu_za: bheka amatransakishini onyaka odlule

source: Generate Previous Year Trial Balance
xh_za: imbono yojongo lwento zonke ze trail balance
zu_za: yenza Itrayeli bhalense yonyaka odlule

source: Generate Previous Year Income Statement
xh_za: imbono yojongo lwento zonke zongenomali
zu_za: yenza i-inkhamu sitatimenti sonyaka odlule

source: Generate Previous Year Balance Sheet
xh_za: imbono yojongo lwento zonke balance sheet
zu_za: yenza ibhalense shiti yonyaka odlule

source: New Invoice
af_za: Nuwe Faktuur
xh_za: iinvoice entsa
zu_za: i-invoyisi entsha

source: View Invoices
af_za: Toon Fakture
xh_za: jonga iinvoice
zu_za: bheka i-invoyisi

source: View Paid Invoices
af_za: Toon Betaalde Fakture
xh_za: jong uhatalo lwe invoice
zu_za: bheka ama-invoyisi akhokhiwe

source: View Incomplete Invoices
af_za: Toon onvoltooide Fakture
xh_za: jonga iinvoice ezipheleloyo
zu_za: bheka ama-invoyisi angaphelele

source: View Cancelled Invoices
af_za: Toon Gekanselleerde Fakture
xh_za: jonga iinvoice ezipheleloyo ezisusiweyo
zu_za: bheka ama-invoyisi angasebenzi

source: New POS Invoice
af_za: Nuwe POS Fakture
xh_za: iinvoice entsa yePOS
zu_za: entsha iPOS invoyisi

source: View unprocessed POS Invoices
af_za: Toon nie verwerkte Fakture
xh_za: jonga iinvoice engafakwanga yePOS
zu_za: Bheka ama-POS invoyisi angadluliswanga

source: View processed POS Invoices
af_za: Toon verwerkte fakture
xh_za: jonga iinvoice efakiweyo yePSO
zu_za: Bheka ama-POS invoyisi adlulisiwe

source: View Non Stock Invoice
af_za: Toon Nie Voorraad Faktur
xh_za: jonga iinvoice ayezinto ezingathengwayo
zu_za: bheka ama-invoyisi angasiwona wesitoki

source: Orders
af_za: Bestellings
xh_za: ezithengiweyo
zu_za: imilayezo

source: New Sales Order
af_za: Nuwe Verkope Bestellings
xh_za: intengiso ezitsha
zu_za: imilayezo emisha yezintengiso

source: View Sales Orders
af_za: Nuwe Verkope Bestellings
xh_za: jonga intengiso ezitsho
zu_za: bheka imilayezo yezintengiso

source: View Incomplete Sales Orders
af_za: Toon onvoltooide Verkope Bestellings
xh_za: jonga intengiso ezingekho mgangathweni
zu_za: bheka imilayezo yezintengiso engaphelelanga

source: View Cancelled Sales Order
af_za: Toon gekanselleerde Verkope Bestellings
xh_za: jonga itntengiso ezingazuthenga
zu_za: bheka imilayezo yezintengiso echitiwe

source: Quotes
af_za: Kwitasies
xh_za: bhala
zu_za: ukuphinda

source: New Quote
af_za: Nuwe Kwitasies
xh_za: ubhalo olutsha
zu_za: impinda entsha

source: View Quotes
af_za: Toon Kwitasies
xh_za: jonga ubhalo
zu_za: bheka izimpinda

source: View Incomplete Quotes
af_za: Toon onvoltooide Kwitasies
xh_za: jonga ubhalo olungaphelelanga
zu_za: bheka impinda engaphelel

source: View Cancelled Quotes
af_za: Toon gekanselleerde Kwitasies
xh_za: jonga ubhalo olususiweyo
zu_za: bheka izimpinda ezichithiwe

source: New POS Quote
af_za: Nuwe POS Kwitasie
xh_za: ubhalo olutsha lwePOS
zu_za: intsha I-POS mpinda

source: View POS Quote
af_za: Toon POS Kwitasie
xh_za: jonga ubhalo lwePOS
zu_za: bheka I-POS mpinda

source: View Incomplete POS Quotes
af_za: Toon onvoltooide POS Kwitasies
xh_za: jonga ubhalo oluphelelanga lwePOS
zu_za: bheka I-POS mpinda ezingaphele

source: View Cancelled POS Quotes
af_za: Toon gekanselleerde POS Kwitasies
xh_za: jonga ubhalo olususiweyo lwePOS
zu_za: bheka ama-POS mpinda achthiwe

source: Invoice Discounts Report
af_za: Skep Faktuur vir Afslag Rekords
xh_za: uphulelo lweinvoice kwingxelo
zu_za: ilipoti lama-invoyisi sehliso semali

source: Sales Rep Commission Report
af_za: Verkoops Verteenwoordiger Kommisie Verslag
xh_za: ingxelo kadanki we
zu_za: ilipoti lenzuzo kameli ngokuthengisa

source: New Consignment Order
xh_za: intengo ezitsha
zu_za: umlayezo omusha othunyelwayo

source: View Consignment Orders
xh_za: jonga intengo ezitsha
zu_za: bheka omusha othunyelwayo

source: View Incomplete Consignment Orders
xh_za: jonga intengo ezitsha
zu_za: bheka umlayezo ongaphelele

source: View Cancelled Consigment Orders
xh_za: jonga ioda ye yeConsigment
zu_za: bheka imilayezo echiriwe

source: View Temp/Invoice Number
xh_za: jonga ixeshana/nenombolo yeinvoice
zu_za: bheka iThemplathi/inombholo ye-invoyisi

source: Staff Salaries
af_za: Staff Salarise
xh_za: umrholo yabasebenzi
zu_za: iholo labasebenzi lenyanga

source: View Paid Salaries
af_za: Toon Betaalde Salarise
xh_za: jonga ubhatalo lwabasebenzi
zu_za: bheka ama-holo enyanga abasebenzi

source: View Employee Salary
af_za: Toon Werknemer Salaris
xh_za: jonga umrholo womqashi
zu_za: bheka iholo labasebenzi

source: Employees
af_za: Werknemers
xh_za: umqashi
zu_za: abasebenzi

source: Add New Employee
af_za: Voeg Nuwe werknemer by
xh_za: faka umqashi omtsha
zu_za: engeza umsebenzi omusha

source: View Employees
af_za: Toon Werknemers
xh_za: jonga umqashi
zu_za: bheka abasebenzi

source: Leave
af_za: Verlof
xh_za: hanba
zu_za: yeka

source: Apply for Leave
af_za: Verlof aansoek
xh_za: cela ikhefu
zu_za: cela ukuyeka

source: View Leave
af_za: Toon Verlof
xh_za: jonga ikhefu
zu_za: bheka ukuyeka

source: View Employees On Leave
af_za: Toon werknemers met verlof
xh_za: jonga abaqheshi abathabathe ukhefu
zu_za: bheka abasebenzi abayekile

source: Add Employee Report
af_za: Voeg Werknemer verslag by
xh_za: faka ingxelo yekhefu
zu_za: engeza ilipoti lomsebenzi

source: View Employee Report
af_za: Toon Werknemer verslag
xh_za: jonga ingxelo yekhefu
zu_za: bheka ilipoti lomsebenzi

source: New Report Type
af_za: Nuwe Verslag Tipe
xh_za: bhala ingxelo yekhefu
zu_za: uhlobo lwelipoti olusha

source: Deductions
af_za: Aftrekkings
xh_za: unciphiso
zu_za: izehliso

source: Add Salary Deduction
af_za: Voeg Salaris Aftrekkings by
xh_za: faka unciphiso lomrholo
zu_za: engeza isehliso eholweni

source: View Salary Deduction
af_za: Toon Salaris Aftrekkings
xh_za: jonga unciphiso lwemirholo
zu_za: bheka isehliso eholweni

source: Allowances
af_za: Toelae
xh_za: imali yasecaleni
zu_za: isivumelo

source: Add Allowance
af_za: Voeg Toelae by
xh_za: faka imali yesecaleni
zu_za: engeza isivumelo

source: View Allowance
af_za: Toon Toelae
xh_za: jonga imali yasecaleni
zu_za: bheka isivumelo

source: Loans
af_za: Lenings
xh_za: imboleko
zu_za: izikweletu

source: Grant Loan
af_za: Groot Lening
xh_za: vemela imboleko
zu_za: nika isikweletu

source: View Loan
af_za: Toon Lening
xh_za: jonga imboleko
zu_za: bheka isikweletu

source: PAYE
af_za: Salaris
xh_za: bhatala
zu_za: I-PAYE

source: Add PAYE Brackets
xh_za: faka imbathalo
zu_za: engeza abakaki bePAYE

source: View PAYE Brackets
xh_za: jonga imbatalo
zu_za: bheka abakaki bePAYE

source: Stock Transfer (store)
af_za: Voorraad Oorplasing (winkel)
xh_za: qhithisa ezithengiweyo
zu_za: ukudluliselana isitoki (store)

source: Stock Transfer (branch)
af_za: Voorraad Oorplasing (tak)
xh_za: qhithisa ezithengiweyo
zu_za: ukudluliselana isitoki (store)

source: View Stock in Transit
xh_za: jonga ujongo lwezithengwayo
zu_za: bheka isitoki esisendleleni

source: Creditors
af_za: Krediteure
xh_za: abatyalayo
zu_za: amakredithasi

source: Debtors
af_za: Debiteure
xh_za: abatyali
zu_za: amadebuthasi

source: Calculate Interest
xh_za: bala inzala
zu_za: bala inzuzo

source: Property
xh_za: inxiwa
zu_za: impahla

source: View Employess on Leave
af_za: Toon werknemers met verlof
xh_za: jonga ikhefu labasebenzi
zu_za: bheka abasebenzi abayekile

source: Local
xh_za: ekuhlaleni
zu_za: eduze

source: View Received Purchases
af_za: Toon Aankope ontvang
xh_za: jonga intengo zaphesheya
zu_za: bheka izintengo ezitholakele

source: International
af_za: Internasionaal
xh_za: pheshaya
zu_za: ngaphesheya

source: New International Purchase
af_za: Nuwe Internasionale Aankope
xh_za: intengo zaphesheya ezintsa
zu_za: bheka izintengo zaphesheya

source: View International Purchases
af_za: Toon Internasionale Aankope
xh_za: jonga intengo zaphesheya ezintsha
zu_za: bheka izintengo zaphesheya

source: View Received International Purchases
af_za: Toon ontvang van Internasionale Aankope
xh_za: ingxelo ngabarhwebi
zu_za: bheka izintengo zaphesheya ezifikile

source: Suppliers Transaction Report
af_za: Verskaffers Transaksie Verslag
xh_za: ingxelo zabarhwebi
zu_za: ilipoti yamatransakishini wesaplaya

source: Non Stock
af_za: Nie Voorraad
xh_za: ezingathengwayo
zu_za: impahla okungasiyisitoki

source: New Non Stock Purchase
af_za: Nuwe Nie Voorraad Aankope
xh_za: ezingathengwayo ezintsa ezithengiweyo
zu_za: intengo entsa yempahla okungasiyona isitoki

source: View Non Stock Purchases
af_za: Toon Nie Voorraad Aankope
xh_za: jonga ezintsa ezithengiweyo
zu_za: bheka intengo yempahla okungasiyiso

source: View Non Stock Received Purchases
af_za: Toon Nie Voorraad Aankope Ontvang
xh_za: jonga ezithengiweyo ezifunyenweyo
zu_za: bheka impahla okunga siyisitoki yentengo

source: View Credit Notes
af_za: Toon Krediet Notas
xh_za: jonga ezityalwayo
zu_za: bheka amakredithi nothi

source: POS Invoices
af_za: POS Fakture
xh_za: iinvoice yePOS
zu_za: amaPOS invoyisi

source: Non Stock Invoices
af_za: Nie Voorraad Fakture
xh_za: izingathengwayo iinvoice
zu_za: ama-Invoyisi wempahla okungasisona isitoki

source: Sales Orders
af_za: Bestellings van Verkope
xh_za: ezithengiswayo ziyothengwayo
zu_za: umlayezo wentengiso

source: New Sales Orders
af_za: Nuwe Verkope Bestellings
xh_za: eziyothengwa ezithengiswayo
zu_za: umlayezo omusha wentengiso

source: View Cancelled Sales Orders
af_za: Toon gekanselleerde Verkope Bestellings
xh_za: jonga eziyothengwa ezithengwayo ezingazuthengwa
zu_za: bheka imilayezo yentengiso echishiwe

source: Quotations
af_za: Kwitasies
xh_za: uqikelelo
zu_za: izimpinda

source: Consigment
xh_za: iconsigment
zu_za: okuthunyelwayo

source: View Cancelled Consignment Orders
xh_za: jonga ususo lweconsgnment
zu_za: bheka imilayezo ethunyelwe echishiwe

source: Add Multiple Transaction
af_za: Voeg Multitipe Transaksies in
xh_za: faka eziphindiweyo
zu_za: engeza amatransakishini amaningi

source: Add Asset
af_za: Voeg Bates By
xh_za: faka izinto zakho
zu_za: engeza ama-aseti

source: General
af_za: Algemeen
xh_za: zonke
zu_za: imvama

source: Quick Setup
af_za: Vinnige Opstelling
xh_za: elukhawulezileyo uqalo
zu_za: ukuhlela ngokushesha

source: Change Splash Screen
xh_za: tshintsha umboniso
zu_za: shintsa ukusaphaza sihonqa

source: Maintenance
af_za: Instandhouding
xh_za: khathalela
zu_za: ukunakekela

source: Make Backup
xh_za: yenza cebo limbi
zu_za: yenza ukusindisa

source: Set Account Creation
xh_za: qala iakhawunti
zu_za: hlela ukwenza isikwenetu

source: Set Debtors Age Analysis Period Type
af_za: Stel Debiteure Ouderdoms Analise tydper tipe op
xh_za: qala ujongo lweminyaka ekuvuleni ityala
zu_za: hlela idebutasi aji nhlaziyo ithuba hlobo

source: Set Interest Calculation Mathod
xh_za: qala indlela yokubala inzala
zu_za: uhlela uhlobo loku bala inzuzo

source: Set Default Accounts
xh_za: qala iakhawunti emoshekileyo
zu_za: hlela isikwenetu esingasebenziswa

source: Set Financial Year Names
af_za: Stel Finansiele Jaar Name op
xh_za: qala amagama onyaka wemali
zu_za: hlela amagama wonyaka wemali

source: View Year Names
af_za: Toon Jaar Name
xh_za: jonga amagama onyaka
zu_za: bheka amagama wonyaka

source: Set Period Range
af_za: Stel Tydperk volgorde op
xh_za: qala ixesha
zu_za: hlela ithuba ngohlu

source: Open Year
af_za: Open Jaar
xh_za: vula unyaka
zu_za: vula unyaka

source: Close Year
af_za: SLUIT JAAR AF
xh_za: vala unyaka
zu_za: vala unyaka

source: Add Account Category
af_za: Voeg Rekening Katogorie by.
xh_za: faka udidi lweakhawunti
zu_za: engeza uhlobo lwesikwenetu

source: Add Department
af_za: Voeg Departement by
xh_za: faka iqumrhu
zu_za: engeza unyango

source: View Departments
af_za: Toon Departemente
xh_za: jonga iqumrhu
zu_za: bheka umyango

source: Add Sales Person
af_za: Voeg Verkoops persoon in
xh_za: faka umthengisi
zu_za: engeza umuntu othengisayo

source: View Sales People
af_za: Toon Verkoop persone
xh_za: jonga abathengisi
zu_za: bheka umuntu othengisayo

source: View Categories
af_za: Toon Katogorie
xh_za: jonga inqanaba
zu_za: bheka uhlobo

source: Set Vat Account
af_za: Stel BTW Rekening op
xh_za: qala iakhawunti yevat
zu_za: hlela isikwenetu seVAT

source: Set Invoice Number
af_za: Stel Faktuur Nommer op
xh_za: qala inombolo yevat
zu_za: hlela inombholo ye-invoyisi

source: Set Sales Rep Commission
af_za: Stel Verkoopsverteenwoordiger kommisie op
xh_za: qala imali yomele abasebenzi
zu_za: hlela inzuzo kameli yentengiso

source: Add Interest Bracket
af_za: Voeg Rente Hakkie by
xh_za: faka inzala
zu_za: engeza abakaki benzuzo

source: View Interest Bracket
af_za: Toon Rente Hakkie
xh_za: faka inzala
zu_za: bheka abakaki benzuzo

source: Add Stock Category
af_za: Voeg Voorraad Katogorie by
xh_za: faka inqanaba lentengiso
zu_za: engeza uhlobo lwesitoki

source: View Stock Categories
af_za: Toon Voorraad Katogories
xh_za: jonga inqanaba lentngiso
zu_za: beka uhlobo lwesitoki

source: Add Stock Classification
af_za: Voeg Voorraad Klasifikasie by
xh_za: faka inqanaba lezingathengiswayo
zu_za: engeza ukwehlukanisa kwesitoki

source: View Stock Classification
af_za: Toon Voorraad Klasifikasie
xh_za: jonga inqanaba lentngiso
zu_za: bheka ukwehlukanisa kwesitoki

source: Add Store
af_za: Voeg Winkels by
xh_za: faka ezingathengiswayo
zu_za: engeza okubhekiwe

source: View Stores
af_za: Toon Winkels
xh_za: jonga ivenkile
zu_za: bheka okubhekiwe

source: Add Price list
af_za: Voeg Pryslys by
xh_za: faka udwelo lwamaxabisp
zu_za: engeza uhlu lamaprisis

source: View Price lists
af_za: Toon Pryslyste
xh_za: jonga udweliso lwamaxabiso
zu_za: bheka uhlu lamaprisisi

source: Increase Selling Price
af_za: Verhoog Verkoops Prys
xh_za: nyusa amaxabiso
zu_za: nyusa imali yokuthengisa

source: Set Default Store
xh_za: qalela kwivenkile ezimoshekileyo
zu_za: hlela okungasebenzi okubekiwe

source: Set Selling price Vat Type
af_za: Stel Verkoops prys BTW Tipe op
xh_za: yenza ixabiso lwevat
zu_za: hlela imali yokuthengisa ngohlelo lweVAt

source: Point of Sale Setting
xh_za: khomba intengiso
zu_za: iphoyinti yokuthengisa hlelo

source: Salary
af_za: Salaris
xh_za: umrholo
zu_za: iholo ngenyanga

source: Add Salary Account Link
af_za: Voeg Salaris Rekening Skakels by
xh_za: faka udibano lweakhawunti yomrholo
zu_za: engeza okuhlanganisa iholo ngenyanga sikwenetu

source: Add Salary Control Account Link
af_za: Voeg Salaris Kontrole Rekening Skakels by
xh_za: faka kwiakhawunti ephethe imirholo
zu_za: engeza okuhlanganisa inzuzo sikwenetu

source: Add Commission Account Link
af_za: Voeg Komisie Rekening Skakels by
xh_za: faka imali yeakhwunti
zu_za: engeza okuhlanganisa inzuzo sikwenetu

source: Add PAYE Account Link
af_za: Voeg Salaris Rekening Skakels by
xh_za: bhatala iakhawunti
zu_za: engeza okuhlanganisa iPAYE sikwenetu

source: Add UIF Account Link
af_za: Voek WVF Rekening Skakels by
xh_za: faka udibano lweakhwunti yeUIF
zu_za: engeza okuhlanganisa i-UIF sikwenetu

source: General Settings
af_za: Algemene Opstelling
xh_za: qala izinto zonke
zu_za: imvama yohlelo

source: Todo
af_za: Om te doen
xh_za: itodo
zu_za: okuzokweniwa

source: Documents
af_za: Dokumente
xh_za: amaphepha obaluleko
zu_za: izincwadi

source: Add New Document
af_za: Voeg Nuwe Dokumente by
xh_za: faka amaphepha obaluleko amatsha
zu_za: engeza izincwadi ezintsha

source: View Documents
af_za: Toon Dokumente
xh_za: jonga amaphepha obaluleko
zu_za: bheka izincwadi

source: Add Document type
af_za: Voeg Dokument Tipe by
xh_za: dibanisa namaphepha obaluleko
zu_za: engeza uhlobo lwezincwadi

source: View Document types
af_za: Toon Dokument Tipes
xh_za: jonga amaphepha obaluleko
zu_za: bheka uhlobo lwezincwadi

source: Diary
af_za: Dagboek
xh_za: incwadi yemfihlo
zu_za: idayari

source: View Own Diary
af_za: Toon Eie Dagboek
xh_za: jonga incwadi yemfihlo
zu_za: bheka eyani idayari

source: View Global Diary
af_za: Toon Globale Dagboek
xh_za: jonga incwadi yemfihlo yelizwe
zu_za: bheka wonke amadayari

source: Find Contact
af_za: Vind Kontak
xh_za: fumana uqhakamshelwano
zu_za: thola ukuthintana

source: New Message
af_za: Nuwe Boodskap
xh_za: umyalezo omtsha
zu_za: umlayezo omusha

source: View Messages
af_za: Toon Nuwe Boodskap
xh_za: jonga umyalezo omtsha
zu_za: bheka umlayezp

source: E-Mail
af_za: E-Pos
xh_za: imiyalezo
zu_za: E-mayile

source: Move to Left
af_za: Skuif na Links
xh_za: yisa
zu_za: hamba kwesokunqele

source: Previous: Add Supplier
af_za: Vorige: Voeg Verskaffer by
xh_za: esemva:faka umrhwebi
zu_za: okudlule: engeza isaplaya

source: Next: Sales
af_za: Volgende: Verkope
xh_za: elandelayo:umthengisi
zu_za: okuzayo: intengiso

source: Main Purchase Page
af_za: Hoof Aankoop Bladsy
xh_za: iphepha likandoqo lenthengiso
zu_za: ikhasi lentengiso elikhulu

source: Previous: View Debtors
af_za: Vorige; Toon Debiteure
xh_za: emva:jonga abatyalayo
zu_za: okudlule:bheka abakweledwayo

source: Next: New Credit Invoice
af_za: Volgende: Nuwe Krediet Faktuur
xh_za: elandelayo: iinvoice zabatyali ezintsha
zu_za: okuzayo:amakredithi i-invoyisi amasha
