Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Confirm Remove Currency
af_za: Bevestig Verwydering van huidige
xh_za: qinisekisa ngosuso
zu_za: fakaza ukususa uhlobo lwemali

source: Symbol
af_za: Simbool
xh_za: isimboli
zu_za: uphawu

source: Currency Removed
af_za: Huidige is Verwyder
xh_za: imali isusiwe
zu_za: uhlobo lwemali lususiwe

source: Stock has been taken to transit
af_za: Voorraad is vir oorpalsing geneem
xh_za: ezithengiweyo zisiwe kwitra
zu_za: isitoki sisendleleni

source: Transfered to
af_za: Plaas oor na
xh_za: utshintsho
zu_za: hambisa ku

source: Confirm Invoices to be e-mailed
af_za: Bevestig fakture wat gee-pos moet word
xh_za: qinisekisa ngeinvoice yezithunyelweyo
zu_za: fakaza i-invoyisi ku-mayile

source: Remove Stock
af_za: Verwyder Voorraad
xh_za: susa ezithengiswayo
zu_za: susa isitoki

source: Stock removed from the database
af_za: Voorraad is verwyder van uit die databasis
xh_za: qinisekisa ngosuso kwidatabase
zu_za: isitoki sisusiwe kwidatha

source: Statement Options
af_za: Staat opsies
xh_za: ukhetho lwezitatement
zu_za: ukuziqomela ngesitatimenti

source: Print Statement &raquo;
af_za: Print Staat
xh_za: khupha istatement
zu_za: khipha isitatimenti

source: Error : Client not Found
af_za: Fout : Kry nie klieent nie
xh_za: undonakele:mthengi awufyunyanywanga
zu_za: iphupha: ikhasimendi alitholakali

source: Edit Invoice
af_za: Sleutel faktuur in
xh_za: iinvoice ilungisiwe
zu_za: hlela i-invoyisi

source: Unable to get emp image.
af_za: Kan nie data lees nie
xh_za: akukwazeki kufumana umboniso
zu_za: kunzima ukuthola isithunzi sabasenzi

source: Employee Photo
af_za: Werknemers foto
xh_za: umboniso wabaqashiweyo
zu_za: isithombe somsebenzi

source: Accept Consignment Order
xh_za: vuma ngeconsignment ordr
zu_za: vuma okuhamba nomlayezo

source: Consignment Order accepted
xh_za: vuma iorder yeconsignment
zu_za: okuhamba nomlayezo kuvumilwe

source: Same Time
af_za: Selfde tyd
xh_za: ixesha eli phinde
zu_za: isikhathi esifanayo

source: 5 Mins
af_za: 5 Min
xh_za: 5imizuzu
zu_za: imizuzu engu 5

source: 10 Mins
af_za: 10 Min
xh_za: 10imizuzu
zu_za: imizuzu engu 10

source: 15 Mins
af_za: 15 Min
xh_za: 15 imizuzu
zu_za: imizuzu engu 15

source: 30 Mins
af_za: 30 Min
xh_za: 30imizuzu
zu_za: imizuzu engu 30

source: 1 Day
af_za: 1 Dag
xh_za: 1imini
zu_za: ilanga lokuqala

source: Global Diary
xh_za: idayari yaphesheya
zu_za: onke amadayari

source: Diary modified
xh_za: idayai elungisiweyo
zu_za: idayari ihleliwe

source: Diary has been modified.
xh_za: idayari selilungile
zu_za: idayari ihleliwe

source: Home
xh_za: ikhaya
zu_za: ekhaya

source: Request not Done
af_za: Navrag nie gedoen
xh_za: isicela asenziwanga
zu_za: isicelo asenzwanga

source: Cost Center added to database
af_za: Voeg Koste senter by databasis
xh_za: akukwazeki ukufumana indawo
zu_za: izindleko zendawo zifakiwe kudathabhazi

source: Unable to insert location.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana indawo
zu_za: kunzima ukufaka indawo

source: Invalid Location.
xh_za: ayikho indawo
zu_za: indawo engekho

source: PostgreSQL location
xh_za: ipostgreSQL indawo
zu_za: ipostgreSQL ndawo

source: PostgreSQL Location
xh_za: indawo yepostgreSQL
zu_za: ipostgreSQL ndawo

source: Error reading vat registration settings.
af_za: Kan nie data lees nie
xh_za: undonakele ivat ayibhalwanga kwiziqalo
zu_za: iphutha lokufunda uHlelo ngokuzazisa ngeVAT

source: Vat Registered
af_za: BTW Registrasie
xh_za: ivat ayibhaliswanga
zu_za: uyaziwa ngeVAT

source: Are you VAT Registered?
xh_za: ivat yakho ibhalisiwe na?
zu_za: ingabe uyaziwa ngeVAT?

source: Next &gt;
af_za: Volgende &gt;
xh_za: elandelayo
zu_za: okuzayo

source: Invalid vat option selected.
af_za: Verkeerde BTW opsie
xh_za: ukhetho lwevat alukho
zu_za: ukuziqomela okukhethiwe kwe-VAT akusebenzi

source: Tax Period
af_za: Belasting Tydperk
xh_za: ixesha letax
zu_za: ithuba lentela

source: Select Tax Period Category
af_za: Kies Belasting tydperk katogorie
xh_za: khetha ixesha letax
zu_za: khetha uhlobo nethuba lentela

source: Category A
af_za: Katogorie A
xh_za: inqanaba A
zu_za: uhlobo A

source: Category B
af_za: Katogorie B
xh_za: inqanaba B
zu_za: uhlobo B

source: Category C
af_za: Katogorie C
xh_za: inqanaba C
zu_za: uhlobo C

source: Category D
af_za: Katogorie D
xh_za: inqanaba D
zu_za: uhlobo D

source: Category E
af_za: Katogorie E
xh_za: inqanaba E
zu_za: uhlobo E

source: Category F
af_za: Katogorie F
xh_za: inqanaba F
zu_za: uhlobo F

source: Invalid Tax period category selected.
af_za: Verkeerde belastings tydperk katogorie gekies
xh_za: alikho elixesha letax
zu_za: ithuba lohlobo olukhethiwe lwentela okusilona

source: Invalid month selected.
af_za: Verkeerde maand gekies
xh_za: lenyanga ikhethiweyo ayikho
zu_za: inyanga ekhethiwe akusiyona

source: Invalid Vat registration option selected.
af_za: Verkeerde BTW registrasie opsie gekies
xh_za: ivat ebhalisiweyo ikhethiweyo ayikho
zu_za: okuziqomela okukhethiwe kokuzazisa ngeVAT akukho kahle

source: Selected Tax Period Category
af_za: Kies Belasting tydperk katogorie
xh_za: khetha ixesha letax
zu_za: khetha uhlobo nethuba lentela

source: Not Vat Registered
af_za: Nie BTW geregistreer nie
xh_za: akukho vat ibhalisiweyo
zu_za: awubhliswanga iVAT

source: Finish &gt;
af_za: Klaar &gt;
xh_za: ugqibile
zu_za: qedela

source: Error updating vat registration settings.
af_za: Kan nie data lees nie
xh_za: undonakele yisa exesheni ubhaliso lwevat
zu_za: iphutha lokuhlela iVAt zasiso hlelo

source: Error updating vat registered setting.
af_za: Kan nie data lees nie
xh_za: undonakele yisa exesheni ubhaliso lwevat
zu_za: iphutha lokuhlela iVAt zasiso hlelo

source: Error updating tax period category.
af_za: Kan nie data lees nie
xh_za: undonakele yisa exesheni inqanaaba lwevat
zu_za: iphutha lokuhlela uhlobo nethuba lentela

source: Purchase Number
af_za: Aankoop nommer
xh_za: inombolo yothengo
zu_za: inombholo yokuthenga

source: - Purchase number not found in outstanding purchases.
af_za: - Kry nie aankoop nommer by uitstaande aankope nie
xh_za: inombolo yothengo ayifunyanwanga
zu_za: inombholo yokuthenga ayitholakali kusintengo ezilindiwe

source: Invoice Num
af_za: Faktuur nommer
xh_za: inombolo yeinvoice
zu_za: inombholo ye-invoyisi

source: Unable to retrieve non stock invoice information from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyiselwa ulwazi ngevat
zu_za: kunzima ukukhipha ulwazi kudathabhazi ngama-invoyisi awangasisona isitoki

source: Delete Unprocessed Non Stock Invoice
af_za: Vee nie verwerkte Nie voorraad fakture uit
xh_za: isusiwe iiinvoice
zu_za: susa ama-invoyisi empahla okungasiyona isitoki angadluliswanga

source: Proforma Inv Num
xh_za: inombolo yevat
zu_za: iprofoma invoyisi nombholo

source: Find Invoice Number(input temp num)
xh_za: fumana inombolo yeinvoice
zu_za: cingela inombholo Ye-invoyisi

source: Find
af_za: vind
xh_za: fumana inombolo yeinvoice
zu_za: cingela

source: Find Temp Number(input inv num)
xh_za: fumana okwexeshana inombolo
zu_za: thola inombholo yethempu (faka inombholo ye-invoyisi

source: Temp Num
af_za: Tydelike nommer
xh_za: inobolo yethtyana
zu_za: iNamu tempu

source: Incomplete Consignment Orders
xh_za: engagqityelelwanga iconsignment order
zu_za: okuhamba nomlayezo ongaphelele

source: Confirm Asset Removal
af_za: Bevestig verwydering van bates
xh_za: qinisekisa ngosuso
zu_za: fakaza ukususwa kwe-asethi

source: Asset Removed
af_za: Bates verwyder
xh_za: iaseets zisuswe
zu_za: i-asethi lisusiwe

source: Asset has been deleted from the system.
af_za: Bates is uit sisteem uitgevee
xh_za: iassets zisuswe kwisystem
zu_za: i-asethi lisusiwe kwisisitimu

source: Depreciation Report
xh_za: ingxelo yehlile
zu_za: lipoti yokudleka

source: Accum Depreciation
xh_za: enyuke yehlileyo
zu_za: ukudleka okwandile

source: DEL
af_za: Vee uit
xh_za: ususo
zu_za: susa

source: Confirm Bar Code Removal
af_za: Bevestig verwydering van strepies kode
xh_za: qinisekisa ngosuso lwebarcodi
zu_za: fakaza ibhakhodi kususa

source: Remove &gt;&gt;&gt;
af_za: Verwyder &gt;&gt;&gt;
xh_za: susa
zu_za: susa/khipha

source: No Supplier found in database.
af_za: Kry nie verskaffer in databasis nie
xh_za: akukho barhwebi bafunyenweyo
zu_za: ayikho isaplaya etholakele kwidathabhazi

source: Company Types For Default Accounts
xh_za: ubuni benkampani
zu_za: uhlobo lwenkampane mayelana nesikwenetu esingekho

source: View Accounts &raquo;
af_za: Toon Rerekenige
xh_za: jonga iiakhawunt
zu_za: bheka isikwenetu

source: Edit Company Type
af_za: Sleutel Maatsappy besonderhede
xh_za: lungisa ubuni benkampani
zu_za: hlela uhlobo lwenkampane

source: Maintenance Settings
xh_za: undoqo woqiniseko
zu_za: uhlelo lokunakekela

source: Record Purchase Credit Note
af_za: Opneem van Aankoop Krediet Notas
xh_za: ugcino lothengo
zu_za: bhala ikredithi nothi lentengo

source: Confirm Purchase Credit Note
af_za: Bevestig Aankoop krediet notas
xh_za: qinisekisa ngothengo
zu_za: fakaza ikredithi nothi lentengo

source: Unable insert data.
af_za: Kan nie data lees nie
xh_za: akukwazi ukufaka ulwazi
zu_za: kunzima ukufaka idatha

source: Stock Return Credit Note
xh_za: ubuyiso lwezithengiweyo
zu_za: ikredithi nothi lesitoki esibuyisiwe

source: Error clearing refresh block.
af_za: Kan nie data lees nie
xh_za: undonakele susa
zu_za: iphutha loku chachisa kabusha ibloki

source: Error doing date manipulation check.
af_za: Kan nie data lees nie
xh_za: undonakela ufako lomhla
zu_za: iphutha lokukwenza ukuhlola ngokushintsa shintsa

source: Error updating daylogs (READ).
af_za: Kan nie data lees nie
xh_za: undonakele usiwo exesheni
zu_za: iphutha lohlela ilogi yamalanga(READ)

source: Error updating daylogs (INS).
af_za: Kan nie data lees nie
xh_za: undonakele usiwo exesheni
zu_za: iphutha lohlela ilogi yamalanga(INS)

source: Error updating daylogs (UPD).
af_za: Kan nie data lees nie
xh_za: undonakele usiwo exesheni
zu_za: iphutha lohlela ilogi yamalanga(UPD)

source: Error counting usage days.
af_za: Kan nie data lees nie
xh_za: undonakele ubalo
zu_za: iphutha lokuhlola ukusebenzisa amalanga

source: Error checking usage age.
af_za: Kan nie data lees nie
xh_za: undonakele ujongo
zu_za: iphutha lokuhlola ukusebenzisa iminyaka

source: Error reading usage log (GU).
af_za: Kan nie data lees nie
xh_za: undonakele ufundo
zu_za: iphutha lokufunda ukusebenzisa ilogi (GU)

source: Error updating usage log (SUDU).
af_za: Kan nie data lees nie
xh_za: undonakele usiwo exesheni
zu_za: iphutha lokuhlela ukusebenzisa ilogi (SUDI)

source: Error updating usage log (SUDI).
af_za: Kan nie data lees nie
xh_za: undonakele usiwo exesheni
zu_za: iphutha lokuhlela ukusebenzisa ilogi (SUDI)

source: Error updating usage log (SUU).
af_za: Kan nie data lees nie
xh_za: undonakele usiwo exesheni
zu_za: iphutha lokuhlela ukusebenzisa ilogi (SUU)

source: Error updating usage log (SUI).
af_za: Kan nie data lees nie
xh_za: undonakele usiwo exesheni
zu_za: iphutha lokuhlela ukusebenzisa ilogi (SUI)

source: Error getting first transaction date.
af_za: Kan nie data lees nie
xh_za: undonakele uqaliso
zu_za: iphutha lokuthola itransakishini yokuqala ngelanga lenyanga

source: Invalid Company Name
af_za: Verkeerde Maatskappy naam
xh_za: alikho eligama lalenkampani
zu_za: akulona igama lenkampane

source: Error parsing file.
xh_za: undonakele ifile
zu_za: iphutha lokudlulisa ifayile

source: Stock Balance Transaction
af_za: Voorraad Balans transaksie
xh_za: ezithengwayo nebalance
zu_za: itransakishini yokubhalense isitoki

source: Number of Units
af_za: Nommer van eenhede
xh_za: imali yobizo
zu_za: inani lempahla

source: Cost Amount per Unit (Stock Increase Only)
af_za: Koste bedrag per eenheid (voorraad verhoging alleenlik)
xh_za: imali yexabiso
zu_za: ukubiza nganye (ukwenyuka kwesitoki kuphela)

source: Cost Amount per Unit
af_za: Koste bedrag per eenheid
xh_za: imali yexabiso
zu_za: ukubiza nganye

source: - There are no valid Databases in the system.
af_za: -Daar is geen geldige databasis in sisteem nie
xh_za: akukho zidatabase kwisystem
zu_za: ayikho idathabhazi ekahle kusisitimu

source: Maintenance Complete
xh_za: unakekelo ligqityiwe
zu_za: ukunakekela kuphelile

source: Confirm Settings
xh_za: qinisekisa ngoqaliso
zu_za: fakaza uhlelo

source: Month End
af_za: Maand einde
xh_za: inyanga yempelo
zu_za: inyanga ephelayo

source: Interest Settings
af_za: Rente opstelling
xh_za: iziqalo zenzala
zu_za: ukuhlela inzuzo

source: Settings updated
xh_za: uqaliso
zu_za: uhlelo luhlelekile

source: The settings has been updated.
af_za: Opstelling is opgedateer
xh_za: uqaliso lusiwe exesheni
zu_za: uhlelo luhlelekile

source: Stock Purchase Number To Link To(Eg: 2,3,4)
xh_za: inombolo yothengo
zu_za: inombholo yokuthenga isitoki kuze kuhlangane ku(isib :2,3,4)

source: Upload accounts file
xh_za: isiwe exesheni
zu_za: faka ifayile lesikwenetu

source: Accounts File
af_za: Rekening leer
xh_za: iakhawunti
zu_za: ifayile lesikwenetu

source: Please select a file to upload from your hard drive.
af_za: Kies 'n leer vir opdateering vanaf u harde skyf
xh_za: sicela ukhuphele kwihard drive
zu_za: jabulisa ukhethe ifayile kuze ingene kwi-hadi drayivi

source: Department name
af_za: Departement name
xh_za: igama lequmrhu
zu_za: igama lomnyango

source: Paid Invoices
af_za: Betaalde Fakture
xh_za: ubhatalo lweinvoice
zu_za: ama-invoyisi akhokhiwe

source: Continue to Quote
af_za: Gaan Voort met kwitasies
xh_za: qinisekisa ngobhalo
zu_za: qhubeka kumpinda

source: Unable to retrieve stock from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisa kwidatabase
zu_za: kunzima ukukhipha isitoki kwidatha kwidathabhazi

source: Unable to retrieve customers from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukubuyisela abathengi
zu_za: kunzima ukukhipha amakhasimendi kudathabhazi

source: No customers found
af_za: Kry nie klieente nie
xh_za: abathengi abafunyanwanga
zu_za: awekho amakhasimendi atholakele

source: Add to workshop
af_za: Voeg by werkswinkel
xh_za: iworkshop ifakiwe
zu_za: engeza kwiwokshoph

source: Workshop Conditions
af_za: Werkswinkel omstandighede
xh_za: imiqathango
zu_za: isimo sewokshoph

source: Unable to insert workshop data into the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufaka kwidatabase
zu_za: kunzima ukufaka imininingwane endlini yokusebenza kudathabhazi

source: Could not be added to the workshop
af_za: Kan nie data lees nie
xh_za: akwazanga kudityaniswa
zu_za: ayikwazanga ukunezela endlini yokusebenza

source: Barcodes
af_za: Strepies kode
xh_za: ibarkhodi
zu_za: ibhakhodi

source: There is no stock for which to allocate a barcode
xh_za: akukho zithengiswayo
zu_za: asikho isitoki kuze kwabele ibhakhodi

source: Bar Code Allocation
af_za: Allokeer Strepies kode
xh_za: uthunyelo lwabarcodi
zu_za: ukwabela ibhakhodi

source: With Barcode
af_za: Met Strepies kode
xh_za: ine
zu_za: enayo ibhakhodi

source: Without Barcode
af_za: Sonder Strepies kode
xh_za: ayinabakhodi
zu_za: engena BhaKHodi

source: View Current Settings
af_za: Toon huidige opstelling
xh_za: jonga uqaliso
zu_za: bheka ukuhlela kwamanje

source: Remove Company
af_za: Verwyder Maatskappy
xh_za: susa inkampani
zu_za: susa inkampane

source: Invalid Company Code
af_za: Verkeerde Maatskappy Kode
xh_za: ayikho lenkampani
zu_za: Ikhodi lenkampane okungasiyona

source: View previous Quotes
af_za: Toon vorige Kwitasies
xh_za: jonga inkapmani yangemva
zu_za: bheka impinda edlule

source: Cancel Stock Order
af_za: Kanseleer voorraad bestelling
xh_za: susa iorder
zu_za: chisha umlayezo wesitoki

source: Stock Order Canceled
af_za: Voorraad bestelling is gekanseleer
xh_za: ususo
zu_za: umlayezo wesitoki uchithiwe

source: Please set your email settings &amp; then click 'Update'
xh_za: sicela uqalise imiyaleza yakho
zu_za: jabulisa uhlele i-imayile yakho ,ucindezele ukuhlela

source: Email settings saved
af_za: E-pos opstelling is gestoor
xh_za: imiyaleza igciniwe
zu_za: ukuhlela i-imayile isindisiwe

source: Signature
af_za: Handtekening
xh_za: isigniture

source: From Address
af_za: Adres afkomstig
xh_za: idilesi iya
zu_za: iphuma ku

source: Reply Address
xh_za: ivela kuledilesi
zu_za: ikheli lokuphendula

source: SMTP HOST
xh_za: umphathi
zu_za: i-SMTP HOST

source: Current Cost Centers
af_za: Huidige Koste Senters
xh_za: izibizo zangoku
zu_za: izindleko zamanje zendawo

source: Interest Calculation
af_za: Rente kelkulasie
xh_za: ubalo lwenzala
zu_za: ukubala inzuzo

source: Interest Received Account
af_za: Rente ontvang Rekening
xh_za: inzala efunyenweyo
zu_za: sikwenetu senzuzo etholiwe

source: Use Interest Brackets
af_za: Gebruik rente hakkies
xh_za: usebenzo lwenzala
zu_za: sebenzisa isibaya senzuzo

source: Confirm Cancel Incomplete Invoice
af_za: Bevestig kanselasie van onvoltooide fakture
xh_za: qinisekisa ngosuso lweinvoice
zu_za: fakaza ukuchisha i-invoyisi engaphelele

source: Logged out
xh_za: ungeniso lophumo
zu_za: uphumile

source: Click here to log in as a different user
xh_za: chomfa apha
zu_za: cindezela lana ukuze ungene ngomngenisi ohlukile

source: Expected Deliveries
af_za: Verwagte Aflewerings
xh_za: ezilindelweyo
zu_za: amadilivary alindiwe

source: Expected International Deliveries
af_za: Verwagte Internasionale Aflewerings
xh_za: ezilindelwe phesheya
zu_za: linda idilivari yangaphesheya

source: No unprinted POS Invoices
af_za: Geen nie geprinte POS Fakture
xh_za: azikho ezingakhutshelwanga iinvoices
zu_za: hhayi ama-invoyisi POS angaprintwanga

source: Invoice Type
af_za: Faktuur tipe
xh_za: ubunjani beinvoice
zu_za: uhlobo lwe-invoyisi

source: Cubit
xh_za: icubit
zu_za: iCUDIT

source: Confirm edit &raquo;
xh_za: qinisekisa ngolungiso
zu_za: fakaza ukuhlela

source: Statements to be e-mailed
af_za: State wat gee-pos moet word
xh_za: istatement ezisathunyelwa
zu_za: isitatimenti okumelwe simayilwe

source: Confirm Emails &raquo;
af_za: Bevestig E-pos
xh_za: qinisekisa ngemiyaleza
zu_za: fakaza i-imayile &raquo;

source: Record International Purchase Invoice
af_za: Neem Internasionale Aankoop Fakture op
xh_za: ezigciniweyo aphesheya
zu_za: bhala i-invoyisi yentengo yangaphesheya

source: International Purchase Invoiced
af_za: Internasionale Aankoop Faktuur
xh_za: iinvoice zaphesheya
zu_za: i-invoyisiwe intengo yangapheyeyae

source: Unable to retrieve the invoices template setting from the database.
af_za: Kan nie data lees nie
xh_za: ukukwazekanga ukusiwa kwiinvoices zedatabase
zu_za: kunzima ukukhipha amathemplathi kuhlela kudathabhazi

source: Unable to retrieve the statement template setting from the database.
af_za: Kan nie data lees nie
xh_za: ukwaziwanga ukusa kwistatements zedatabase
zu_za: kunzima ukukhipha isitatimenti sama themplathi kudathabhazi

source: Unable to retrieve pdf reprint template setting from the database.
af_za: Kan nie data lees nie
xh_za: uqaliso
zu_za: kunzima ukukhipha IPDF kuhlela kudathabhazi

source: Template Settings
xh_za: usiwo phantsi
zu_za: ukuhlela amathemplathi

source: Layout
xh_za: jongisisa
zu_za: khipha ulalise

source: Preview
af_za: Voorskou
xh_za: iinvoice/nenowute zecredit
zu_za: bheka futhi

source: Invoices / Credit Notes
af_za: Fakture / Krediet notas
xh_za: jongisisa iinvoice
zu_za: i-invoyisi/ ikredithi nothi

source: Preview PDF Tax Invoice
af_za: Voorskou van PDF Belastings faktuur
xh_za: jongisisa iinvoice
zu_za: bheka fuithi iPDF i-invoyisi yentela

source: Preview HTML Tax Invoice
af_za: Voorskou van HTLM Belastings Faktuur
xh_za: jongisisa istatement kwakgho
zu_za: bheka futhi iHTML i-invoyisi yentela

source: Preview PDF Statement
af_za: Voorskou van PDF staat
xh_za: jongisisa istatement
zu_za: bheka futhi iPDF sitatimenti

source: Preview Default PDF Statement
xh_za: jongisisa istatement
zu_za: bheka futhi iPDF sitatimenti esingasebenzi

source: Invoice PDF Reprints
xh_za: ukuphelo lwestatement kwakho
zu_za: phinda uprinte I-PDF ama-invoyisi

source: Statements
af_za: State wat gee-pos moet word
xh_za: istatement
zu_za: isitatimenti

source: PDF Reprints
xh_za: khuphela kwakho
zu_za: phinda uprinte I-PDF

source: Unable to update the statements template setting to the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa exesheni istatement kwidatabase
zu_za: kzima ukuhlela isitatimenti samathemplati kudathabhazi

source: Unable to update the invoice template settings to the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa exesheni iinvoice kwidatabase
zu_za: kunzima ukuhlela ama-invoyisi wamathemplathi kudathabhazi

source: Unable to update the statements template settings to the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa exesheniistatement
zu_za: kzima ukuhlela isitatimenti samathemplati kudathabhazi

source: Select Diary
af_za: Kies dagboek
xh_za: khetha incawdi yemfihlelo
zu_za: khetha idayari

source: Person
af_za: Persoon
xh_za: umntu
zu_za: umuntu

source: View International Stock Purchases
af_za: Toon Internasionale Voorraad Aankope
xh_za: jonga intengo zaphesheya
zu_za: bheka intengo yesitoki saphesheya

source: Cc:
zu_za: I-Cc

source: Bcc:
zu_za: I-Bss

source: QTY
af_za: HOEVEELHEID
zu_za: inani

source: Inventory Ledger
zu_za: i-invetori leja

source: Add New Contact
af_za: Voeg nuwe Kontak in
zu_za: engeza ukuthintana okusha

source: ID:
zu_za: i-ID/umazisi

source: AMT
zu_za: imali

source: Goto:
af_za: Gaan na:
zu_za: iya ku:

source: Delivery Charges ,VAT Code
zu_za: imali yokudilive ikhodi leVAT

source: Exp. Accs.
zu_za: isikweletu esibolile

source: Unable to get data.
af_za: Kan nie data lees nie

source: Toon klieente data
af_za: Vooruitgedateer tot Toekomstige Datum

source: Sleutel Tipe in
af_za: Rekening Nommer

source: Rekening No
af_za: Rekeking No
