Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Total Amount Paid
af_za: Totale Bedrag betaal
xh_za: imali ebhataliwe yonke
zu_za: imali yonke ekhokhiwe

source: Multiple Credits Batch Entries Processed
af_za: Multitipe Krediet Groep inskrywings is verwerk
xh_za: phinda-phinda uqhubeko longeno loluhlu
zu_za: amacredithi amaninigi wamabhashi adlulisiwe

source: Cancel Multiple Creditors Batch Entries
af_za: Kanselleer Multitipe Krediet Groep inskrywings
xh_za: susa ungeno labatyali uluziphindayo
zu_za: achishiwe amakredithasi amaningi wamabheshi kufaka

source: Multiple Credits Batch Entries Canceled
af_za: Multitipe Krediet Groep inskrywings is gekanselleer
xh_za: ungeno lwebhantsi zecredit zisusiwe
zu_za: amacredits bhashi kufaka achishiwe

source: View Batch Entries
af_za: Toon Groep Inskrywings
xh_za: jonga ungeno lwebhetshi
zu_za: bheka amabhashi kufaka

source: Outstanding Batch Entries
af_za: Uitstaande Groep Inskrywings
xh_za: ibhatshi zongeno ezingabhatalwanga
zu_za: ukufaka amabashi asele

source: Charge Vat
af_za: Vra BTW
xh_za: utshintso lwevat
zu_za: khiphisa IVAT

source: Process Selected
af_za: Verwerk gekiesde
xh_za: uqubeko lukhethiwe
zu_za: ukudluliswa kukhethiwe

source: Remove Selected
af_za: Verwyder Gekiesde
xh_za: ususo olukhethiweyo
zu_za: susa okukhethiwe

source: Edit Account Category
af_za: Sleutel rekening Katogorie in
xh_za: lungisa udidi lweakhawunti
zu_za: hlela isikwenetu ngohlelo

source: Account Category Type
af_za: Rekening Katogorie tipe
xh_za: uhlobo lodidi lweakhawunti
zu_za: uhlobo lwezikwenetu

source: Account Category Number
af_za: Rekening Katogorie nommer
xh_za: inombolo lodidi lweakhawunti
zu_za: uhlobo nenombholo yesikwenetu

source: Account Category Name
af_za: Rekening Katogorie Naam
xh_za: igama lodidi lweakhawunti
zu_za: uhlobo negama lesikwenetu

source: Account Category name already exist.
af_za: Rekening Katogorie naam bestaan al reeds
xh_za: igama lodidi lweakhawunti lesikho
zu_za: uhlobo negama lesikwenetu sesevele sikhona

source: Confirm edit Account Category
af_za: Bevestig inskrywing Rekening katogorie
xh_za: qinisekisa ngotshintso lodidi lweakhawunti
zu_za: fakaza ukuhlela uhlobo lwesikwenetu

source: Account Category edited
af_za: Rekening Katogorie inskrywing
xh_za: ulungiso udidi lweakhawunti
zu_za: luhleliwe uhlobo lwesikwenetu

source: Edit Batch Entry
af_za: Voeg Groep Inskrywing by
xh_za: lungisa ibhatshi longeno
zu_za: hlele ibhashi kufaka

source: Edit Entry
af_za: voeg Inskrywing by
xh_za: lungisa ungeno
zu_za: hlela ukufaka

source: Batch Entry has been edited
af_za: Groep Inskrywing is bygevoeg
xh_za: ibhansti sele ilungisiwe
zu_za: lihleliwe ibhashi kufaka

source: You selected a debtors account
af_za: U het 'n Debiteure rekening gekies
xh_za: ukhethe iakhawunti yetyala
zu_za: ukhethe onesikwenetu sikwenetu

source: Save Backup
af_za: Stoor
xh_za: uncedo lugciniwe
zu_za: beka kuzekusindiseke

source: Before you continue please note the following
af_za: Voordat U voort gaan let op die volgende
xh_za: phambi kokuba uqhubeke qaphela apha
zu_za: phambi kuba uqubeke jabulisa wazi loku

source: System Backup
xh_za: uncendo lumbi lwesystem
zu_za: isistimu kuzekusinde

source: Opening a Financial Year
af_za: Open 'n Finasiele Jaar
xh_za: vula unyaka wemali
zu_za: vula unyaka wemali

source: Please Select a financial year
af_za: Kies 'n Finasiele Jaar
xh_za: sicela ukhethe unyaka wemali
zu_za: jabulisa ukhethe unyaka wemali

source: Financial year names
af_za: Finasiele jaar name
xh_za: amagama onyaka wemali
zu_za: amagama onyaka wemali

source: Enter &gt;
xh_za: ngena
zu_za: ngena

source: Open Financial year
af_za: Open 'n Finasieele Jaar
xh_za: vula unyaka wemali
zu_za: vula unyaka wemali

source: Financial year name
af_za: Finasiele jaar name
xh_za: igama lonyaka wemali
zu_za: igama lonyaka wemali

source: Selected Financial year has been opened and activated
af_za: Finasiele jaar is geopen en geaktiveer
xh_za: ukhetho lonyaka obewuvuliwe selusebenza
zu_za: unyaka wemali ovuliwe uyasebenza

source: Main
af_za: Hoof
xh_za: undoqo
zu_za: okukhulu

source: Set Petty Cash Account
af_za: Stel Klein Kas Rekening op
xh_za: yenza iakhawunti yemali yepetty
zu_za: hlela iphethi cashi sikwenetu

source: Set Account &raquo;
af_za: Stel Rekening op
xh_za: yenza iakhawunti
zu_za: hlela isikwenetu

source: Petty Cash Account link has been created.
af_za: Klein Kas Rekening skakels is geskep
xh_za: imali yepetty yodibano seleyenziwe
zu_za: kwenziwe okuhlanganisa iphethi khashi

source: Option
af_za: Opsie
xh_za: ukhetho lonyaka obewuvuliwe selusebenza
zu_za: ukuzinqomela

source: - There are no Outstanding batched credit payments in the database.
af_za: Daar is geen uitstaande groep krediet betalings in databasis nie
xh_za: akhukho batshi zingabhatalwanga
zu_za: awekho amabhashi kredithi kukhokha kudathabhazi

source: Outstanding Creditors Batch Entries
af_za: Uitstaande Krediteure Groep Inskrywings
xh_za: ibatshi ezingabhatalwanga zongeno
zu_za: amakreditha bhashi kufaka asele

source: Cancel Selected
af_za: Kanselleer
xh_za: susa ezikhethiweyo
zu_za: susa okukhethiwe

source: Ivalid use of module.
af_za: Verkeerde gebruik van module
xh_za: alikho olusebenziso
zu_za: imodule ayisebenzaka kahle

source: purchase Not Found
af_za: Kry nie Aankope nie
xh_za: intengo ayifunyanwanga
zu_za: intengo ayitholakali

source: QTY RECEIVED
af_za: HOEVEEL ONTVANG
xh_za: ifunyenywe
zu_za: inombholo yempahla etholakele

source: DELIVERY DATE
af_za: AFLEWERINGS DATUM
xh_za: umhla wofunyano
zu_za: ilanga ledilivary

source: Purchase received
af_za: Aankope ontvang
xh_za: intengo ifunyenwe
zu_za: intengo etholakele

source: Purchase Details
af_za: Aankoop Besonderhede
xh_za: incukacha zothengo
zu_za: imininingo ngentengo

source: Purchase No.
af_za: Aankoop NO.
xh_za: inombolo yothengo
zu_za: inombholo yentengo

source: New purchase
af_za: Nuwe Aankope
xh_za: uthengo olutsha
zu_za: intengo entsha

source: View purchases
af_za: Toon Aankope
xh_za: jonga intengo
zu_za: bheka intengo

source: Purchase removed
af_za: Aankope is verwyder
xh_za: susa ezithengiweyo
zu_za: intengo isisiwe

source: Process Recurring Journal Transaction(s)
af_za: Verwerk Herhaalde Jornaal Transaksie(s)
xh_za: qhubeka ngejournal ezikhoyo
zu_za: ukuphinda phindana kwama jenal transakishini

source: Write Transaction &raquo;
af_za: Skryf Transaksie
xh_za: bhala itransaction
zu_za: bhala itransakishini

source: Recurring Transaction have been recorded
af_za: Harhaling van Transaksie is opgeneem
xh_za: itransaction zigciniwe
zu_za: amatransakishini aphindanayo abhaliwe

source: Remove Recurring Transactions
af_za: Verwyder Herhaling Transaksies
xh_za: susa itransaction ezikhoyo
zu_za: khipha amatransakishini aphindanayo

source: Remove Transactions &raquo;
af_za: Verwyder Transaksies
xh_za: susa itransaction
zu_za: khipha amatransakishini

source: Recurring Transactions have been removed
af_za: Herhaling Transaksies is verwyder
xh_za: itransaction zisusiwe
zu_za: amatransakishini aphindanayo akhishiwe

source: Change Category
af_za: Verander die Katogorie
xh_za: tshintsa udidi
zu_za: guqula uhlobo

source: Account has transactions
af_za: Rekening het transaksies
xh_za: iakhawunti yetransaction
zu_za: isikwenetu sinetransakishini

source: Add Financial Year Names
af_za: Voeg Finansiele Jaar Name by
xh_za: dibanisa amagama onyaka
zu_za: enezela amagama wonyaka wemali

source: This Financial Year
af_za: Hierdie Finansiele jaar
xh_za: ngunyaka wangoku
zu_za: lona unyaka wemali

source: 2nd Financial Year
af_za: 2de Finansiele Jaar
xh_za: unyaka wesibini
zu_za: unyaka wemali wesibili

source: 3rd Financial Year
af_za: 3de Finansiele Jaar
xh_za: unyaka wesithathu
zu_za: unyaka wemali wesithathu

source: 4th Financial Year
af_za: 4de Finansiele Jaar
xh_za: unyaka wesine
zu_za: unyaka wemali wesine

source: 5th Financial Year
af_za: 5de Finansiele Jaar
xh_za: unyaka wesihlanu
zu_za: unyaka wemali wesihlanu

source: 6th Financial Year
af_za: 6de Finansiele Jaar
xh_za: unyaka wesithandathu
zu_za: unyaka wemali wesithupha

source: 7th Financial Year
af_za: 7de Finansiele Jaar
xh_za: unyaka wesixhenxe
zu_za: unyaka wemali wesikhombhisa

source: 8th Financial Year
af_za: 8ste Finansiele Jaar
xh_za: unyaka wesibhozo
zu_za: unyaka wemali wesishagalombhili

source: 9th Financial Year
af_za: 9de Finansiele Jaar
xh_za: unyaka wethoba
zu_za: unyaka wemali wesishagalolunye

source: 10th Financial Year
af_za: 10de Finansiele Jaar
xh_za: unyaka wesishumi
zu_za: unyaka wemali weshumi

source: Add Year Names &raquo;
af_za: Voeg Jaar Name in
xh_za: dibanisa amagama onyaka
zu_za: eneza amagama wonyaka

source: Add Financial Year Names to Database
af_za: Voeg Finansiele Jaar Name by databasis
xh_za: dibanisa amagama onyaka kwidatabase
zu_za: enezela amagama wonyaka wemali kudathabazi

source: Confirm Names &raquo;
af_za: Bevestig Name
xh_za: qinisekisa amagama
zu_za: fakaza amagama

source: Financial year names have been set.
af_za: Finansiele jaar name is opgestel
xh_za: unyaka wemali sele uqaliwe
zu_za: amagama wonyaka wemali ahleliwe

source: Set Period range for Financial years
af_za: Skep Tydperk volgorde vir Finansiele Jare
xh_za: qalisa unyaka wemali
zu_za: hlela ngezinhlu unyaka wemali

source: confirm Edit Account
af_za: Bevestig inskrywing van Rekening
xh_za: qinisekisa ngolungiso lweakhawunti
zu_za: fakaza ukuhlela isikwenetu

source: Purchase Returns
xh_za: ubuyiso lwezithengisiweyo
zu_za: intengo mbuyiso

source: Return
af_za: stuur terug
xh_za: ubuyiso
zu_za: buhisa

source: Purchase return
af_za: Aankope terug gestuur
xh_za: ubuyiso lwezithengisiweyo
zu_za: intengo mbuyiso

source: Invalid Purchase number.
xh_za: inombolo yokuthenga ayikho
zu_za: inombholo yokuthenga engasebenzi

source: Quantity Returned
af_za: Hoeveelheid terug gestuur
xh_za: ukubuyiswa kwezinto ngobuninzi
zu_za: inombholo yempahla ebuyisiwe

source: Total Cost Returned
af_za: Totale koste terug ontvang
xh_za: imali yonke ebuyisiweyo
zu_za: izindleko ezibuyisiwe

source: Purchase Return
af_za: Aankope terug gestuur
xh_za: uthengo olubuyisiweyo
zu_za: intengo mbuyiso

source: Return other Purchase
af_za: Stuur ander Aankope terug
xh_za: ezinye izinto ezibuyisiweyo
zu_za: buyisa enye inntengo

source: Delete Account
af_za: Vee Rekening uit
xh_za: susa iakhawunti
zu_za: susa isikwenetu

source: Delete Account&raquo;
af_za: Vee Rekening uit
xh_za: susa iakhawunti
zu_za: susa isikwenetu

source: Account Deleted from database
af_za: Rekening is verwyder van databasis
xh_za: iakhawunti esusiweyo kwidatabase
zu_za: isikwenetu sisusiwe kwidathabhazi

source: There are no Balance sheet settings in the database.
af_za: Daar is geen Balanstaat opstellings in databasis nie
xh_za: akhukho batshi zingabhatalwanga
zu_za: awekho amabhalese shithi hlelo kwidathabazi

source: Select Accounts
af_za: Kies Rekenings
xh_za: khetha iakhawunti
zu_za: khetha isikwenetu

source: Invalid sub heading(s) under Assets
af_za: Verkeerde Sub opskrif(te) onder Bates
xh_za: ayikho lento
zu_za: isihloko esincane akusona ;ngaphansi kwama-Aseti

source: Invalid sub heading(s) under Owners Equity
af_za: Verkeerde Sub opskrif(te) onder Eienaars Balang
xh_za: ayikho lento
zu_za: isihloko esincane akusona ngaphansi kwe-Onasi Ekhwithi

source: Journal transaction On Previous Periods
af_za: Jornaal transaksie van vorige tydperke
xh_za: ayikho letransaction
zu_za: ijenal transakishini kwithuba eladlula

source: Process Multiple Credits Payments
af_za: Verwerk Multitipe Krediet Betalings
xh_za: uphindo lokubhatalwa
zu_za: dlulisa ukukhokha amakreditha amaningi

source: Multiple Credits Payments Processed
af_za: Multitipe Krediet Betalings is verwerk
xh_za: uphindo lokubhatalwa
zu_za: ukukhokha amakreditha amaninigi adlulisiwe

source: Add Multiple Credits Payments to batch
af_za: Voeg Multitipe Krediet Betalings in groep by
xh_za: udibanis lokubhatala
zu_za: eneza ukukhokha amakreditha amaniningi kubhashi

source: Add Transactions &raquo;
af_za: Voeg Transaksies by
xh_za: dibanisa itransaction
zu_za: engeza amatransakishini

source: Add Multiple Credits Payments to Batch
af_za: Voeg Multitipe Krediet Betalings by Groep
xh_za: dibanisa ibhatshi kunye nezibhatalwayo
zu_za: eneza ukukhokha amakreditha amaniningi kubhashi

source: Multiple Credits Payments have been added to Batch
af_za: Multitipe Krediet Betalings is by Groep gevoeg
xh_za: ubhatalo sele ludityinisiwe nephindo
zu_za: engeza amatransakishini

source: Add Recurring Transaction
af_za: Voeg Herhalings Transaksie by
xh_za: dibanisa itransaction yangoku
zu_za: kwengeziwe ukukhokha amakreditha amaniningi kubhashi

source: Record Recurring Transaction
af_za: Neem Herhalings Transaksie op
xh_za: gcina itransaction yangoku
zu_za: bhala amatransakishini aphindanayo

source: Recurring Transaction has been recorded
af_za: Herhalings Transaksie is opgeneem
xh_za: itransaction yangoku seligciniwe
zu_za: abhaliwe amatransakishini aphindanayo

source: Pay Credit
af_za: Betaal Krediet
xh_za: bhatala ityala
zu_za: khokha isikwenetu

source: Amount To Be Paid
af_za: Bedrag om te Betaal
xh_za: imali izakubhatalwa
zu_za: imali ekumele uyikhokhe

source: Pay Credit &raquo;
af_za: Betaal Krediet
xh_za: imali enikwa ngetyala
zu_za: khokha isikwenetu

source: Credit Paid
af_za: Krediet Betaal
xh_za: imali yetyala ebhataliweyo
zu_za: isikwenetu sikhokhiwe

source: Process Multiple Journal transactions
af_za: Verwerk Multitipe Jornaal Transaksies
xh_za: uphindo loqhubeko lwetransactions
zu_za: dlulisa amajenal transakishini amaningi

source: Remove Multiple Journal transactions from the batch file
af_za: Verwyder Multitipe Jornaan Transaksies van die groep leer
xh_za: susa uphindo lwetransaction kugcino lwencwadi
zu_za: khipha amajenal transakishini amaniningi kwiBhashi fayile

source: Journal transactions entries have been removed from batch file
af_za: Jornaal transaksie inskrywings is verwyder vanaf die groep leer
xh_za: ungeno lwe transaction lususiwe
zu_za: amajenal transakishini akhishiwe kumaBhashi fayile

source: Journal transactions
af_za: Jornaal Transaksies
xh_za: itransaction yejournal
zu_za: amajenal transakishini

source: Select Accounts by
af_za: Kies Rekeninge by
xh_za: khetha iakhawunti
zu_za: khetha isikwenetu ngo

source: Number of Transactions
af_za: Nommer van Transaksies
xh_za: zingaphi itransaction
zu_za: inombholo yamatransakishini

source: There are no Suppliers in the database.
af_za: Daar is geen verskaffers in databasis nie
xh_za: akukho barwebi kwidatabase
zu_za: ewkho amasaplaya kudathabhazi

source: Recurring Transactions
af_za: Herhaling Transaksies
xh_za: itransaction yangoku seligciniwe
zu_za: amatransakishini aphindanayo

source: Error reading current account link.
af_za: Kan nie data lees nie
xh_za: kukho undonakele kwiakhawunti nonxibelelwano
zu_za: iphutha ekufundeni ukuhlanganisa isikwenetu samanje

source: Delete Account Category
af_za: Vee Rekening Katogorie uit
xh_za: susa udidi lweakhawunti
zu_za: Susa uhlobo lwesikwenetu

source: Delete Category&raquo;
af_za: Vee katogorie uit
xh_za: susa udidi
zu_za: Susa uhlobo

source: Account category Deleted from database
af_za: Rekening Katogorie is uitgevee uit databasis uit
xh_za: udidi lweakhawunti lusisiwe kwidatabase
zu_za: uhlobo lwesikwenetu likhipheke kahle kudathabhazi

source: Remove Batch Entry
af_za: Verwyder Groep Inskrywing
xh_za: susa ungena lwebatshintso
zu_za: Susa ibhashi kufaka

source: Remove Entry
af_za: Verwyder Inskrywing
xh_za: susa ungeno labatyali uluziphindayo
zu_za: sosa ukufaka

source: Batch Entry has been removed
af_za: Groep Inskrywing is verwyder
xh_za: uluhlu lususiwe
zu_za: ibashi kufaka kusukile

source: Add Journal transactions to batch
af_za: Voeg Jornaal transaksies by groep
xh_za: dibanisa journal yetransaction
zu_za: engeza amajenal transakishini kubhashi

source: Add Multiple Journal transactions to batch
af_za: Voeg Multitipe Jornaal transaksies by groep
xh_za: dibanisa ijournal yetransaction ephindiweyo
zu_za: engeza amajenal transakishini amaningi kubhashi

source: Please enter full transaction details
af_za: Sleutel volledige transakie besonderhede in
xh_za: sicela ungenisa incukacha zakho ngokupheleleyo
zu_za: jabulisa ufake imininingwane yonke ngetransakishini

source: Journal transactions have been recorded to a batch file
af_za: Jornaal transaksies is opgeneem in 'n groep leer
xh_za: itransaction yebatshi igcinwe kwincwadi yogcino
zu_za: ijenal transakishini libhaliwe kwiBhashi fayile

source: Batch Journal transactions entries have been removed
af_za: Groep Jornaal transaksies inskrywings is verwyder
xh_za: ibhatshi yetransaction yongeno isusiwe
zu_za: Ibhashi lejenali transakishini kufaka lisusiwe

source: Edit Recurring Transaction
af_za: Sleutel Herhaling Transaksies in
xh_za: lungisa itransaction yangoku
zu_za: hlela amatransakishini aphindanayo

source: Edit Transaction &raquo;
af_za: Sleutel Transaksie in
xh_za: lungisa yetransaction
zu_za: hlela itransakishini

source: Recurring Transaction has been edited
af_za: Herhalings Transaksie is ingeskryf
xh_za: itransaction yangoku seli lungisiwe
zu_za: itransakishini eliphindanayo lihleliwe

source: First Page
af_za: Eerst bladsy
xh_za: iphepha lokuqala
zu_za: ikhasi lokuqala

source: Statement Entry Page
xh_za: ungeno lwephepha
zu_za: isitatimenti sekhasi lokufak

source: Customer Selection
af_za: Klieente keuse
xh_za: khetha abathengi
zu_za: khetha ikhasimendi

source: Ledger Selection
af_za: Legger Seksie
xh_za: khetha iledger
zu_za: khetha ileja

source: Selecting the DBT/CDT account you wish to work from.
af_za: Kies die DBT/CDT rekeninge waarvan af jy wil werk
xh_za: khetha idbt/cdt yeakhawunti orhalela ukusebenzela kuyo
zu_za: khetha idibithi /ikredithi ofuna ukusebenza khona

source: Entering Contra Accounts Details
af_za: Sleutel Kontra Rekening Besonderhede in
xh_za: ngenisa incukacha zeakhawunti
zu_za: ukufa imininingwane kwiKontra sikwenetu

source: Creating the Transaction
af_za: Skep die Transaksie
xh_za: qalisa itransaction
zu_za: yenza itransakishini

source: The Transaction Details
af_za: Transaksie Besonderhede
xh_za: incukacha zetransaction
zu_za: imininingwane yeTRansakishini

source: Add an account category. Used to seperate accounts.
af_za: Voeg Rekening Katogorie by. Gebruik aparte rekeninge
xh_za: dibanisa udidi lweakhawunti
zu_za: yengeza uhlobo lwesikwenetu.elisebenziswa ukuhlukanisa izikwenetu

source: Batch Transactions
af_za: Groep Transaksies
xh_za: itransaction soluhlu
zu_za: ibhashi lamatransakishini

source: Login screen
xh_za: ukungena kwikompuyatha
zu_za: ilogin sihonqa

source: Please login
xh_za: sicela ungene
zu_za: jabulisa uloge-ini

source: User name
af_za: Gebruikers Naam
xh_za: igama olisebenzisayo
zu_za: igama lomngenisi

source: Password
af_za: Geheime Kode
xh_za: igama lemfihlelo
zu_za: igama lokudlula

source: Log in &raquo;
xh_za: ngena
zu_za: loga ini

source: The Interface
af_za: Die Interfase
xh_za: imboniso
zu_za: i-inthafasi

source: Create a New Account
af_za: Skep Nuwe Rekening
xh_za: qalisa iakhawunti etsha
zu_za: yenza isikwenetu esisha

source: Viewing/Editing an Account
af_za: Toon/ skrywing van Rekening
xh_za: joinga/lungisa iakhawunti
zu_za: ukubheka/ukuhlela isikwenetu

source: Receiving Email
af_za: Ontvang E-pos
xh_za: fumana umyalezo
zu_za: ukuthola i-imayile

source: Sending Email
af_za: Stuur E-pos
xh_za: thumala incwadi
zu_za: ukuhambhisa i-emayile

source: Viewing Messages
af_za: Toon Boodskappe
xh_za: jonga incwadi
zu_za: ukubheka umlayezo

source: Previous: View Purchases
af_za: Vorige: Toon Aankope
xh_za: jonga izinto ezithengiwe ngaphambili
zu_za: okudlule/bheka izintengo

source: Index
af_za: Inhoudsopgawe
xh_za: udweliso
zu_za: inkomba

source: Next: View International Purchases
af_za: Volgende: Toon Internasionale Aankope
xh_za: jonga izinto ezithengiwe ezilandela
zu_za: okuzayo:bheka inzintengo zaphesheya

source: Previous: Add Multiple Transactions To Batch
af_za: Vorige: voeg Multitipe Transaksies in Groep by
xh_za: dibanisa itransaction kwibatshi eyadlulayo
zu_za: okudlule:engeza amatransakishini amaningi kubhashi

source: Next: Settings
af_za: Volgende: Opstellings
xh_za: iziqalo ezilandelayo
zu_za: okuzay: ukuhlela

source: Transactions
af_za: Transaksies
xh_za: ugqithiso
zu_za: itransakishini

source: Finding a Contact
af_za: Soek 'n kontak
xh_za: ukufumana unxibelelwano
zu_za: ukuthola ukuthintana

source: Viewing and Editing a Contact
af_za: Toon en inskrywing van 'n kontak
xh_za: ujongo lolungiso lonxibelelwano
zu_za: ukubheka nokuhlela ukuthintana

source: Department Edit
af_za: Departement inskrywing
xh_za: ulungiso lonxibelelwano
zu_za: hlela umyango

source: Previous: Administration
af_za: VorigeL: Administrasie
xh_za: ubhaliso olwagqithayo
zu_za: okuhlule :ukuphatha/ukulawula

source: Next: Purchases
af_za: Volgende: Aankope
xh_za: uthengiso ululandelayo
zu_za: okuzayo:izintengo

source: Main Page
af_za: Hoof Bladsy
xh_za: iphapha elilo
zu_za: ikhasi elikhulu

source: Previous: Buy Stock
af_za: Vorige: Voorraad aankope
xh_za: uthengo lwezinto olwadlulayo
zu_za: okudlule:thenga isitoki

source: Previous: Index
af_za: Vorige: Inhoudsopgawe
xh_za: udweliso olwadlulayo
zu_za: okudlule:inkomba

source: Next: Step By Step Setup
af_za: Volgende: Stap vir stap
xh_za: unyathelo-ngotyathelo olulandelayo
zu_za: okuzayo; ukuhlela kancane kancane

source: First Screen
af_za: Eerste skerm
xh_za: uboniso lokuqala
zu_za: isihonqa sokuqala

source: Account selection screen
xh_za: uboniso lokuqala onokuzikhethela
zu_za: isihonqa sokukhetha isikwenetu

source: 1. View a specific type of report for a specific employee
af_za: 1. Toon 'n spesifieke tipe rekord van 'n spesifieke werknemer
xh_za: jonga udidi oluthile lomsebenzi othile
zu_za: bheka uhlobo oluthile lwelipoti likamsebenzi othile

source: 2. View a specific type of report for all employees
af_za: 2. Toon 'n spesifieke tipe rekord van al die werknemers
xh_za: jonga irepoti ethile yawonke umsebenzi
zu_za: bheka uhlobo oluthile lwelipoti labobonke abasebenzi

source: 3. View all types of reports for a specific employee
af_za: 3. Toon al die tipe rekords vir 'n spesifieke werknemer
xh_za: jonga iripoti ethile ujongela umsebenzi othile
zu_za: bheka onke amalipoti likamsebenzi othile

source: 4. View all types of reports for all employees
af_za: 4. Toon al die tipe rekords vir al die werknemers
xh_za: jonga zonke iripoti zawo wonke umsebenzi
zu_za: bheka onke amalipoti abobonke abasebenzi

source: First page
af_za: Eerste bladsy
xh_za: iphapha lokuqala
zu_za: ikhasi lokuqala

source: Main View Purchases Page
xh_za: jonga iphapha lokuqala
zu_za: ikhasi elikhulu lokubheka inten

source: Under the account settings menu, you can do the following:
af_za: Onder die Rekening opstellings menu, kan jy die volgende doen:
xh_za: xa uvisisana neakhawunti kwinxalenye khetha kwezi
zu_za: imenyu yokuhlela ngaphansi kwesikwenetu

source: PERIOD AND FINANCIAL YEAR MANAGEMENT
af_za: TYDPERK EN FINASIELE JAAR BESTUUR
xh_za: ixesha lonyaka wemali obuyiphetheyo
zu_za: ithupha kanye nokuphatha unyaka wemali

source: ADD NEW ACCOUNT CATEGORY
af_za: BYVOEGING VAN NUWE REKENING KATOGORIE
xh_za: Dibanisa udidi lweakhawunti
zu_za: engeza uhlobo olusha lwesikwenetu

source: VIEW ACCOUNT CATEGORY
af_za: Toon Rekening Katogorie
xh_za: jonga udidi lweakhawunti
zu_za: bheka uhlobo lwesikwenetu

source: ADD NEW ACCOUNT
af_za: Voeg nuwe Rekening by
xh_za: dibanisa iakhawunti ezintsa
zu_za: engeza isikwenetu esisha

source: VIEW ACCOUNTS
af_za: Toon Rekeninge
xh_za: jonga iakhawunti
zu_za: bheka isikwenetu

source: CLOSE PERIOD
af_za: SLUIT TYDPERK AF
xh_za: vala ixesha
zu_za: vala ithuba

source: CLOSE YEAR
af_za: SLUIT JAAR AF
xh_za: vula unyaka
zu_za: vala unyaka

source: Previous: View Batch Entries
af_za: Vorige: Toon Groep inskrywings
xh_za: jonga ungeno lwebhatshi ezadlulayo
zu_za: okudlule: bheka ukufa kubhashi
