Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: Confirm Cancel Employee Leave Application
af_za: Bevestig gekanselleerde werknemers verlof aansoek
xh_za: qinisekisa zisusiwe kwikhefu
zu_za: fakaza ukuchisha kwesicelo seholide somuntu osebenzayo

source: Date of approval
af_za: Datum van goedkeuring
xh_za: umhla woqinisekiso
zu_za: ilanga lemvume yeholide

source: Employee leave cancelled
af_za: Werknemers verlof gekanselleer
xh_za: ikhefu lemsebenzi ikhutshiwe
zu_za: ilanga lokuchisha iholide

source: Module no longer used.
af_za: Module nie langer gebruik
xh_za: imodule ayisetyenziswa
zu_za: imodule ayisasebenzi

source: Confirm removal of loan
af_za: Bevestig verwydering van leening
xh_za: qinisekisa ngosuso lwemali yosetyenziso
zu_za: fakaza ukususa imali yokubolekwa

source: Loan period (months)
af_za: Lenings tydperk (maande)
xh_za: imboleko yexesha
zu_za: isikhathi semali yokubolekwa

source: Error fetching loan pre-archive id.
af_za: Kan nie data lees nie
xh_za: undonakela ulandelo lwemboleko lwebuyiselo
zu_za: iphutha lokulanda imali yokubolekwa

source: Error deleting loan from pre-archive.
af_za: Kan nie data lees nie
xh_za: undonakele imboleko ususiwe
zu_za: iphutha lokususa imali yokubolekwa kwipr-acrchive

source: Loan details removed
af_za: Lenings besonderhede verwyder
xh_za: incukacha zemboleko zisusiwe
zu_za: imininingwane yemalimboleko isuswe kahle

source: Loan details have been successfully removed.
af_za: Lenings besonderhede is sukselvol verwyder
xh_za: incukacha zemboleko zisuswe ngempumelelo
zu_za: isusiwe/ikhishiwe imininingwane yemalimboleko i

source: This is a disabled feature.
xh_za: lombono wephukile
zu_za: isimo esenziwe ukuthi singasebenzi

source: New PAYE bracket
xh_za: imbata entsa
zu_za: isibaya sePAYE entsha

source: Minimum
xh_za: incinci
zu_za: okuphansi

source: Maximum
xh_za: enkulu
zu_za: okuphezulu

source: Confirm new PAYE bracket
xh_za: qinisekisa ngebhatalo olutsha
zu_za: fakaza isibaya esisha sePAYE

source: PAYE bracket added to database
xh_za: ubhatalo lufakwe kwidatabase
zu_za: isibaya sePAYE siyengeziwe kuDathabhazi

source: New PAYE bracket has been successfully added to the database.
xh_za: ubhatalo olutsha
zu_za: isbaya sePAYE esisha sifakeke kahle kudathabhazi

source: New Paye
af_za: Nuwe Betaling
xh_za: ubhatalo olutsha
zu_za: iPAYE entsha

source: Edit allowance
af_za: Sleutel toelae in
xh_za: lungisa imali yokusebenzisa
zu_za: hlela isivumelwano

source: Allowance edited
af_za: Toelae ingesleutel
xh_za: imali yosetyenziso ibhataliwe
zu_za: isivumelwano sihleliwe

source: New Brackets
af_za: Nuwe Hakkies
xh_za: intsha
zu_za: isibaya esisha

source: Edit current loan
af_za: Sleutel huidige lening in
xh_za: lungisa imboleko entsa
zu_za: hlela imali mboleko yamanje

source: Existing loan modified
af_za: Bestaande leening aangepas
xh_za: imboleko ekhoyo ilungisiwe
zu_za: imali mboleko ekhona yenziwe ngcono

source: Existing loan has been successfully modified.
af_za: Bestaande leening is suksesvol aangepas
xh_za: imboleko entsha seyilungiswe kakuhle
zu_za: imali mboleko ekhona yenziwe kahle ngcono

source: View Loans
af_za: Toon Lenings
xh_za: jonga imboleko
zu_za: bheka imali mbholeko

source: Creditor Details/In House
af_za: Krediteure Besonderhede/ In Huis
xh_za: incukacha yamatyala/endlwini
zu_za: imininingwane yekreditha/ngaphakathi endlini

source: Before PAYE: Tax Deductable
xh_za: phambili yokubhatalo:inciphiso yetax
zu_za: phambi kwePAYE: Isehliso sentela

source: Creditor Account
af_za: Krediteur Rekening
xh_za: iakhawunti yamatyala
zu_za: isikwenetu seKreditha

source: Edit Fringe Benefit
xh_za: lungisa ibhenefiti yefrige
zu_za: hlela impetho yenhlanhla

source: Confirm Finge Benefit
xh_za: qinisekisa ibhenefiti frige
zu_za: fakaza impetho yenhlanhla

source: Fringe Benefit edited
xh_za: ibhenefit elungisiweyo
zu_za: impetho yenhlanhla ihleliwe

source: Add report type to system
af_za: Voeg Verslag tipe in sisteem by
xh_za: faka ingxelo kwisystem
zu_za: eneza uhlobo lwelipoti kwisisitimu

source: Confirm new report type
af_za: Bevestig nuwe verslag tipe
xh_za: qinisekisa ngengxelo entsa
zu_za: fakaza uhlobo olusha lwelipoti

source: Report type added to system
af_za: Verslag tipe by sisteem gevoeg
xh_za: ingxelo yiphi afakwe kwisystem
zu_za: uhlobo lwelipoti lunezekile kwisisitimu

source: New report type has been successfully added to the database.
af_za: Nuwe verslag tipe is suksesvol in databasis gevoed
xh_za: iripoti afakwe ngempumelelo
zu_za: uhlobo olusha lwelipoti lunezeke kahle kwiDathabhazi

source: Add Reports
af_za: Voeg Verslae by
xh_za: faka ingxelo
zu_za: engeza ilipoti

source: Employee Leave Available
af_za: Werknemer Verlof Beskikbaar
xh_za: ikhefu yabasebenzi ikhona
zu_za: ukuya kwiholide komuntu osebenzayo kukhona

source: Paid Vacation Leave
af_za: Betaalde Vakansie verlof
xh_za: ikhefu yeholide ibhatelwe
zu_za: iholide elikhokhiwe

source: Paid Sick Leave
af_za: Betaalde siek verlof
xh_za: ikhefu yengulo ibhatelwe
zu_za: iholide lokugula elikhokhiwe

source: Paid Study Leave
af_za: Betaalde studie verlof
xh_za: ikhefu lokufunda libhataliwe
zu_za: iholide lokufunda likhokhiwe

source: Approve employee leave
af_za: Goedkeuring van werknemers verlof
xh_za: vuma ikhefu labasebenzi
zu_za: vuma iholide/ukuyeka komuntu osebenzayo

source: Confirm employee leave
af_za: Bevestig Werknemers verlof
xh_za: qinisekisa ngekhefu yabasebenzi
zu_za: fakaza iholide/ukuyeka komuntu osebenzayo

source: Non-working days
af_za: Nie werks dae nie
xh_za: imini ezingasetyenziswanga
zu_za: amalanga okungasiwona awokusebenza

source: Employee leave approved
af_za: Werknemers verlog goedgekeur
xh_za: ikhefu yabasebenzi ivenyiwe
zu_za: ukuyeka/iholide lomuntu osebenzayo livumiwe

source: Add Salaries Control Account link
af_za: Voeg salaris Kontrole Rekening skakels by
xh_za: faka iakhawunti yokuphatha imirholo
zu_za: eneza iholo lenyanga lokulayeza sikwenetu kuhlanganisa

source: Add Commission Account link
af_za: Voeg Kommisie Rekening skakels by
xh_za: faka iakhawunti yesicelo
zu_za: engenza isikwenetu senzuzo kuhlanganisa

source: Add PAYE Account link
xh_za: faka ubhatalo kwiakhawunti
zu_za: engeza ukuhlanganisa kwePAYE sikwenetu

source: Add Employee Loan Account Link
af_za: Voeg werknemers leening Rekening skakels by
xh_za: faka umsebenzi imboleko yeakhawunti
zu_za: engeza ukuhlanganisa kwemali mbholeko sikwenetu

source: Company UIF expense Account link
af_za: Maatskappy WVF uitgawe Rekening skakels
xh_za: udibaniso lweakhawunti yencitha yabasebenzi
zu_za: ukuhlanganisa inkampane UIF zindleko sikwenetu

source: Company UIF Control Account link
af_za: Maatskappy WVF Kontrole Rekening Skakels
xh_za: inkampaniUIF neakhawunt yemphatho
zu_za: ukuhlanganisa inkampane UIF kulayeza sikwenetu

source: Company SDL expense Account link
af_za: Maatskappy SDL uitgawe Rekening skakels
xh_za: incitha yekhaphani SDL
zu_za: ukuhlanganisa inkampane SDL zindleko sikwenetu

source: Company SDL Control Account link
af_za: Maatskappy SDL Kontrole Rekening skakels
xh_za: uphatho lweakhawunti lweSDL yenkampani
zu_za: ukuhlanganisa inkampane SDL kulayeza sikwenetu

source: Add Fringe Benefits Account Link
xh_za: faka iakhawunti yebhenefit zefrige
zu_za: engeza ukuhlanganisa impetho yenhlanhla sikwenetu

source: General settings
af_za: Algemene Opstelling
xh_za: iziqaliso zonke
zu_za: imvama yamahlelo

source: View Non-Stock Quotes
af_za: Toon Nie-voorraad Kwitasies
xh_za: jonga ezingathengwayo
zu_za: bheka impinda yempahla okungasiyona isitoki

source: New Non Stock Quote
af_za: Nuwe Nie-voorraad Kwitasies
xh_za: ezingathengwayo ezintsa
zu_za: impinda entsha yempahla okungasiyona isitoki

source: Quote Num
af_za: Kwitasie Nommer
xh_za: inombolo
zu_za: impinda yeNum

source: Print in PDF
xh_za: khuphela nge PDF
zu_za: khipha kwiPDE

source: New Non-Stock Quotes
af_za: Nuwe Nie-voorraad Kwitasies
xh_za: ezingathengwanga ezintsha
zu_za: impinda entsha yempahla okungasiyona isitoki

source: Unable to get contact from db.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukufumana unxibelelwano
zu_za: kunzima ukuthola ukuthintana kwiDathabhazi

source: Contact Persons
af_za: Kontak Persone
xh_za: qakamshelana nomntu
zu_za: abantu abathintekayo

source: View Stock Orders
af_za: Toon Voorraad Bestellings
xh_za: jonga iorder yezizakuthengwa
zu_za: bheka umlayezo wesiti

source: Supp Inv No.
af_za: Verskaf Faktuur No
xh_za: inombolo yeinvoice yomrhwebi
zu_za: inombholo ye-invoyisi yesaplaya

source: Complete
af_za: Voltooi
xh_za: gqibezela
zu_za: kuphelile

source: Record Invoice
af_za: Verslag Faktuur
xh_za: irekhodi leinvoice
zu_za: bhala i-invoyisi

source: Approve
af_za: Goedgekeur
xh_za: yamkela
zu_za: vumela

source: Receive &amp; Record Invoice
af_za: Ontvan &amp; Opneem Faktuur
xh_za: funamana uphinde urekhode invoice
zu_za: thola ,ubhale i-invoyisi

source: Received
af_za: Ontvang
xh_za: fumana
zu_za: itholiwe

source: Unable to retrieve purchases from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukubuyisela ezithengiwe kwidatabase
zu_za: kunzima ukukhipha intengo kwidathabhazi

source: Delete Stock Order
af_za: Vee Voorraad Bestelling uit
xh_za: susa ezithengiweyo
zu_za: susa umlayezo wesitoki

source: Unable to remove order from the database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukususa iorder kwidatabase
zu_za: kunzima ukususa umlayezo kwidathabhazi

source: Default Comments for Statements and Invoices
xh_za: mosha ingcinga zezibhalo kwidatabase
zu_za: ukebeka uqondo ongasebenzi gesitatimenti kanye ne-invoyisi

source: Comment text
xh_za: ingcinga
zu_za: amagama okubeka umqondo

source: Comment Text
xh_za: ingcinga
zu_za: amagama okubeka umqondo

source: Unable to update default comments
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukumosha ingcinga
zu_za: kunzina ukuhlela ukubeka umqondo ongasebenzi

source: Sales Settings
af_za: Verkope Opstelling
xh_za: iziqalelo zentengiso
zu_za: amahlelo entengiso

source: Add New Customer Invoice
af_za: Voeg Nuwe Klieent Faktuur by
xh_za: faka iinvoice zabathengi abatshs
zu_za: engeza amamakhasimendi

source: Bank Account Paid to
af_za: Bank Rekening om te betaal
xh_za: iakhawunti yebhanka ibhatalwe ku
zu_za: isikwenetu sebhangi sikhokhe ku-

source: Stock Account (ie. Stock)
af_za: Voorraad Rekening (ie. Voorraad)
xh_za: iakhawunti yezithengiweyo
zu_za: isikenetu sesikwenetu (ir ) isitoki

source: New Customer Invoice
af_za: Nuwe Klieente Faktuur
xh_za: iinvoice yabathengi abatsha
zu_za: i-invoyisi yekhasimendi entsha

source: Vat Report
af_za: BTW Verslag
xh_za: ingxelo yevat
zu_za: ilipoti leVati

source: Total Vat Paid
af_za: Totale BTW Betaal
xh_za: ivat ebhatalwe yonke
zu_za: yonke iVat ikhokhiwe

source: Total Vat Received
af_za: Totale BTW Ontvang
xh_za: ivat efunyenwe yonke
zu_za: yonke iVat itholiwe

source: View International Non-Stock Orders
af_za: Toon Internasionale Nie-Voorraad Bestellings
xh_za: jonga ezingathengwayo zaphesheya
zu_za: bheka umlayezo wangaphesheya wempahla okungasiyisitoki

source: New International Non Stock Order
af_za: Toon Internasionale Nie-Voorraad Bestelling
xh_za: jonga ezintsa zaphesheya ezingathengwayo
zu_za: umlayezo omusha wangaphesheya wempahla okungasiyisitoki

source: Purchase Date
af_za: Aankoop Datum
xh_za: thenga umhla
zu_za: ilanga lokuthenga

source: New International Non-Stock Orders
af_za: Nuwe Internasionale Nie-Voorraad Bestellings
xh_za: iorder yezaphesheya ezigathengwanga
zu_za: bheka umlayezo wangaphesheya wempahla okungasiyisitoki

source: New International Non-Stock Order
af_za: Nuwe Intenasionale Nie-Voorraad Bestelling
xh_za: ezintsa zaphesheya ezingathengwayo
zu_za: umlayezo omusha wangaphesheya wempahla okungasiyisitoki

source: Supplier Inv
af_za: Verskaffer Faktuur
xh_za: iinvoice yomrhwebi
zu_za: i-invoyisi yesaplaya

source: ITEM ACCOUNT
af_za: ITEM REKENIG
xh_za: IZINTO ZEZIDIBANISI
zu_za: ISIKWENETU SEMPAHLA

source: International Non-Stock Order received
af_za: Internasionale Nie-Voorraad Bestelling ontvang
xh_za: izaphesheya ezingathengwayo zifunyenwe
zu_za: umlayezo wangaphesheya othalakele wempahla okungasiyisitoki

source: Non-Stock Order Details
af_za: Nie -Voorraad Bestellings Besonderhede
xh_za: incukacha zezingathengwayo
zu_za: imininingwane yonlayezo wempahla okungasiyisitoki

source: Non-Stock Orders
af_za: Nie-Voorraad Bestellings
xh_za: iorder yezingathengwayo
zu_za: umlayezo wempahla okungasiyisitoki

source: TOTAL COST RECEIVED
af_za: TOTALE KOSTE ONTVANG
xh_za: imali yonke efunyenweyo
zu_za: izindleko zonke zithilile

source: International Non-Stock Order returned
af_za: Internasionale Nie-Voorraad Bestelling terug gestuur
xh_za: zaphesheya ezibuyisiweyo ezingathengwayo
zu_za: umlayezo wangaphesheya othalakele wempahla okungasiyisitoki ubuyisiwe

source: International Non-Stock Order has been returned.
af_za: Internasionale Nie-Voorraad Bestelling is terug gestuur
xh_za: zaphesheya ezibuyisiweyo ezingathengwayo
zu_za: ubuyisiwe umlayezo wangaphesheya othalakele wempahla okungasiyisitoki

source: International Invoice Details
af_za: Internasionale Faktuur Besonderhede
xh_za: incukacha zeinvoice zaphesheya
zu_za: imininingwane yama-invoyisi aphesheya

source: Edit Supplier
af_za: Sleutel Verskaffer in
xh_za: lungisa umrhwebi
zu_za: hlela isaplaya

source: Confirm Supplier
af_za: Bevestig Verskaffer
xh_za: qinisekisa ngomrhwebi
zu_za: fakaza isaplaya

source: Unable to Edit supplier in database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa umrwebi kwidatabase
zu_za: kunzima ukuhlela isaplaya kwibathabhazi

source: Supplier edited
af_za: Verskaffer ingesleutel
xh_za: lungisa umrhwebi
zu_za: ihleliwe isaplaya

source: Incomplete Sales Orders
af_za: Onvoltooide Verkope Bestellings
xh_za: akagqityezelwanga ezingathengwanga\
zu_za: umlayezo wentengiso ongaphelele

source: Sales Order No.
af_za: Verkoop Bestelling no
xh_za: inombolo yeorder yezingathengwanga
zu_za: inombholo yomlayezo wentengiso

source: Sales Order Date
af_za: Verkoop Bestellings Datum
xh_za: umhla weorder wokuthengisa
zu_za: ilanga nenyanga lomlayezo

source: Select Permissions
af_za: Kies Permisie
xh_za: khetha isivemelwano
zu_za: khetha imvume

source: Edit User Department
af_za: Sleutel Verbruikers Departement in
xh_za: lungisa iqumrhu lomsebenzisi
zu_za: hlela umnyango kamngenisi

source: Commit changes
xh_za: ikomiti itshintshiwe
zu_za: yenza ushintsho

source: Reset form
xh_za: qalela iform
zu_za: hlela futhi ifomu

source: User Department Edited
af_za: Verbruikers Departement ingesleutel
xh_za: lungisa iqumrhu lomsebenzisi
zu_za: umnyango kamngenisi uhleliwe

source: Add another User Department
af_za: Voeg ander Verbruikers Departement by
xh_za: faka iqumrhu lomsebenzisi
zu_za: engeza omunye umnyango kumngenisi

source: View User Departments
af_za: Toon Verbruikers Departemente
xh_za: jonga iqumrhu lomsebenzisi
zu_za: bheka iminyango yomngenisi

source: Confirm Remove Customer : Customer Details
af_za: Bevestig Verwydering van klieent: Klieente Besonderhede
xh_za: qinisekisa ngosuso lomthengi:incukacha zomthengi
zu_za: fakaza ukususa ikhasimendi :imininingo yekhasimendi

source: Unable to Remove Customer from database.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukususa umthengi kwidatabase
zu_za: kunzima ukususa ikhasimendi kwidathabazi

source: Unable to update contacts.
af_za: Kan nie data lees nie
xh_za: akukwazekanga ukusa exesheni uqhakamshelwano
zu_za: kunzima ukuhlela ukuthintana

source: Stock Ledger
af_za: Voorraad Legger
xh_za: iledger yezithengiswayo
zu_za: ileja yesitoki

source: Error : Previos year was not closed.
af_za: Fout: Vorige jaar was nie afgesluit nie
xh_za: undonakele:unyaka ophelile awuvalwanga
zu_za: iphutha :unyaka odlule awuvalwanga

source: Please Select previous year period
af_za: Kies asseblief vorige jaar tydperk
xh_za: sicela ukhethe ixesha lonyaka owadlulayo
zu_za: jabulisa ukhethe unyaka odlule

source: Previous Year
af_za: Vorige jaar
xh_za: onyaka odlulileyo
zu_za: unyaka odlule

source: Select Previous Period
af_za: Kies Vorige Tydperk
xh_za: khetha unyaka odlulileyo
zu_za: khetha unyaka odlule

source: Previous Period
af_za: Vorige Tydperk
xh_za: ixesha elidlulileyo
zu_za: isikhathi esidlule

source: Previous Date
af_za: Vorige Datum
xh_za: umhla odlulileyo
zu_za: ilanga nenyanga edlule

source: Previous Reference Number
af_za: Vorige Verwysings nommer
xh_za: inombolo yojongo oludlulileyo
zu_za: inombholo yokuqondana edlule

source: Previous Reference No.
af_za: Vorige Verwysings nommer
xh_za: inombolo yojongo oludlulileyo
zu_za: inombholo yokuqondana edlule

source: Previous Referance number
af_za: Vorige Verwysings nommer
xh_za: inombolo yojongo oludlulileyo
zu_za: inombholo yokuqondana edlule

source: Year
af_za: Jaar
xh_za: unyaka
zu_za: unyaka

source: New Stock invoice
af_za: Nuwe Voorraad faktuur
xh_za: iinvoice yezintoezithengiweyo ezintshaa
zu_za: i-invoyisi yesitoki esisha

source: Select Customer Initials
af_za: Kies Klieente Besonderhede
xh_za: khetha amagama abathengi
zu_za: khetha isiqalo ekhasimendi

source: Customer no.
af_za: Klieente No.
xh_za: inombolo yomthengi
zu_za: inombholo yekhasimendi

source: Customer name
af_za: Klieente naam
xh_za: igama lomthengi
zu_za: igama lekhasimendi

source: Purchase Not Found
af_za: Kry nie Aankope nie
xh_za: ezizakuthengwa azikafunyanwa
zu_za: intengo ayitholakali

source: TOTAL COST AMT
af_za: Totale Koste van AMT
xh_za: izibalo ezidibeneyo
zu_za: izindleko zonke zibiza loku

source: Received International Purchase Details
af_za: Ontvang Intenasionale Aankoop Besonderhede
xh_za: kufunyenwe incukacha zothengo lwaphesheya
zu_za: imininingo yentengo yangaphesha itholakele

source: Error checking diary permissions (REMFLD).
xh_za: undonakele uyajongwa incwadi yemfihlelo inelungelo
zu_za: iphutha lokubheka invume yeDiyari

source: Error reading diaries you may write to.
af_za: Fout met lesing van dagboek waarin jy kan skryf
xh_za: undonakele incwadi yemfihlelo ungabhala ku
zu_za: iphutha lokufunda amadiyari ongakhona ukubhala kuwo

source: Error inserting category
af_za: Fout met insetting van katogorie
xh_za: undonakele faka inqanaba
zu_za: iphutha lokufaka uhlobo

source: Dont Notify
xh_za: suswankathela
zu_za: mosa ukwazisa

source: Date:
af_za: Datum:
xh_za: umhla:
zu_za: ilanga nenyanga:

source: Time:
af_za: Tyd:
xh_za: ixesha:
zu_za: isikhathi:

source: Title:
af_za: Titel:
xh_za: isini:
zu_za: isiqalo

source: Location:
af_za: Afdeling:
xh_za: indawo:
zu_za: indawo

source: Homepage:
xh_za: iphapha lasekhaya:
zu_za: ikhasi lasekhaya

source: Repetitions:
af_za: Repetasies:
xh_za: impinda:
zu_za: izimpinda

source: Until:
af_za: Tot wanneer:
xh_za: kude:
zu_za: kufika nini

source: Category:
af_za: Katogorie:
xh_za: inqanaba:
zu_za: uhlobo

source: Who's Diary:
af_za: Wie se Dagboek:
xh_za: yekabani incwadi yemfihlelo
zu_za: idayari kabani

source: Notify Time:
xh_za: txesha elilungisiweyo:
zu_za: isikhathi sokwazisa

source: Modify Appointment
xh_za: isibonani:
zu_za: shintsha kancane umcimbi

source: Delete Appointment
af_za: Vee Afspraak uit
xh_za: isiboani sisusiwe
zu_za: khipha/susa umcimbi

source: Create Appointment
af_za: Maak Afspraak
xh_za: qala isibonani
zu_za: yenza umcimbi

source: Error reading diary privileges.
af_za: Kan nie data lees nie
xh_za: undonakele ezimnand ngencwadi yemfihlelo
zu_za: iphutha lokufunda ilungelo ngediyari

source: Error inserting diary entry. Please contact Administrator
af_za: Kan nie data lees nie
xh_za: undonakele faka incwadi yezemfihlelo:qakamshelan nombhalisi
zu_za: iphutha lokufaka kwidayari.jabulisa uthinte umphathi

source: Error reading diary diary privileges.
af_za: Kan nie data lees nie
xh_za: undonakele kufundwa incwadi yemfihlelo
zu_za: iphutha lokufunda ilungelo ngediyari

source: You do not have sufficient permissions to read this diary.
af_za: U het nie toestemming om die dagboek te lees nie
xh_za: awumamvume yokufunda lecwadi yemfihlelo
zu_za: awunayo imvume ngokuphelele yokufunda lediyari

source: Go
xh_za: hamba
zu_za: hamba

source: Error checking for appointments
af_za: Fout met versiening van afsprake
xh_za: undonakele kujongwa izicelo
zu_za: iphutha lokuhlola umcimbi

source: Error reading user list.
af_za: Fout met lesing van verbruikers lys
xh_za: undonakele kufundwa udwelo lomsebenzisi
zu_za: iphutha lokufunda uhide lomngenisi

source: Read
af_za: Lees
xh_za: funda
zu_za: funda

source: Diary Privileges
xh_za: izimnandi ngencwadi yemfihlelo
zu_za: ilungelo ledayari

source: Privilege
xh_za: ezimnandi
zu_za: ilungelo

source: Del
af_za: Vee uit
xh_za: susa
zu_za: susa/khipha

source: Error creating privilege.
xh_za: undonakele qala ezimnandi
zu_za: iphutha lokwenza ilungelo

source: Error deleting diary privileges.
xh_za: susa ezimnandi zencwadi yemfihlelo
zu_za: iphutha lokususa amalungelo wediari

source: Error reading privileges.
xh_za: undonakele kufundwa ezimnandi
zu_za: iphutha lokufunda amalungelo

source: View Other Diary
af_za: Toon ander Dagboek
xh_za: jonga ezinye incwadi zemfihlelo
zu_za: bheka idiari enye

source: View Today
af_za: Toon vandag
xh_za: jonga namhlanje
zu_za: bheka namhlanje

source: STORE
xh_za: gcina:
zu_za: qongelela

source: Order received
af_za: Bestelling ontvang
xh_za: fumana
zu_za: isicelo siamukelwe

source: Supplier No.
af_za: Verskaffer No.
xh_za: inombolo yabarhwebi
zu_za: inombholo yesaplaya

source: Incomplete Invoices
af_za: Onvoltooide Fakture
xh_za: invoices ezingagqitywanga
zu_za: ama-invoyisi angaphelele

source: Process Salaries per Individual
af_za: Verwerk salaris per individeel
xh_za: qhubeleka ngomrholo yomntu nganye
zu_za: gqubekisa imiholo womuntu ngamunye

source: View Reversed Salaries
xh_za: jonga umrholo ojikisiweyo
zu_za: bheka umiholo ehleliselwe emuva

source: View Archived Loans
af_za: Toon Argief Lenings
xh_za: jonga imboleko efunyenweyo
zu_za: bheka izikwenetu ezinikeziwe

source: View Employees/Process Sal. by Batch
xh_za: jonga umsebenzi/qhubeka ngbatshi

source: View Past Employees
af_za: Toon vorige werknemers
xh_za: jonga abasebenzi bonyaka owdlulayo
zu_za: bheka abasebenzi bakudala

source: Reverse Staff Salaries
xh_za: umrholo wabasebenzi ujikisiwe
zu_za: beka iholo labasebenzi

source: Find Serial No.
xh_za: funamana inombolo ebhaliweyo
zu_za: thola inombholo

source: View Workshop
af_za: Toon Werkswinkel
xh_za: jonga ivworkshop
zu_za: bheka indlu yokusebenza

source: Add to Workshop
af_za: Voeg by Werkswinkel
xh_za: faka kwiworkshop
zu_za: engeza ndlu yokusebenza

source: Set Currency Symbol
xh_za: qalisa isymbolo yangoku
zu_za: hlela uhlo lwemali phawu

source: Set Company Banking Details
af_za: Stel Maatskappy Bank Besonderhede op
xh_za: qalisa incukacha zenkampani
zu_za: hlela imininingwane yokubhanga yenkampane

source: Period Control
af_za: Tydperk kontrole
xh_za: ixesha lemphatho
zu_za: ukulayeza uphethiloli

source: Update Exchange Rate
xh_za: yisa exesheni utshintsitsho
zu_za: hlela izinga lokushintsha

source: Add Currency
xh_za: faka yangoku
zu_za: engeza uhlobo lwemali

source: View Currencies
xh_za: jonga intengo
zu_za: bheka uhlobo lwemali

source: View Previous Year General Ledger
af_za: Toon Algemene Legger van Vorige Jaar
xh_za: jonga iledger yonyako phelileyo
zu_za: bheka imvama yeleja yonyaka odlule

source: View Previous Year General Ledger by Period Range
af_za: Toon Algemene Legger van Vorige Jaar volgens Datum volgorde
xh_za: jonga iledger yonyako phelileyo wexesha
zu_za: bheka imvama yeleja yonyaka odlule ngohlu lwesikhathi

source: View Previous Year Debtors Ledger
af_za: Toon die Debiteure Legger van die vorige Jaar
xh_za: jonga iledger yonyaka ophelileyo wabatyalayo
zu_za: bheka ileja yedebutha yonyaka odlule

source: View Previous Year Creditors Ledger
af_za: Toon die Crediteure Legger van die vorige Jaar
xh_za: jonga iledger wonyaka ophelileyo
zu_za: bheka ileja yedebutha yonyaka odlule
