Repository: Letractively/accounting-123
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af_za, xh_za, zu_za

source: The Company Details have been successfully added to the database.
af_za: Toevoeging van Maatskappy Besonderhede in databasis is suksesvol
xh_za: incukacha zenkampani sidibaniswe kakuhle
zu_za: imininingwane yenkampani ifakeke kahle kudathabase

source: Unable to get data from teams.
af_za: Kan nie data lees nie
xh_za: ukukwazeki ukufamana ulwazi ngamaqela
zu_za: kunzima ukuthola idatha kumaqembu

source: Outstanding Query Statistics
af_za: Uitstaande Navraag Statestiek
xh_za: uqashiso lwemibuzo ulungafakwanga
zu_za: imibuzo yezibalo esele

source: Total
af_za: Totaal
xh_za: iziphumo
zu_za: konke kuhlangene

source: Outstanding
af_za: Uitstaande
xh_za: ezingekhoyo
zu_za: okusele

source: Forwarded
af_za: Vooruitgedateerde
xh_za: zigqithisiwe
zu_za: okudlulisiwe

source: Month or Older
af_za: Maand of ouer
xh_za: inyanga okanye ubudala
zu_za: inyanga nokwedlule

source: Unabel to get users from system.
af_za: Kan nie data lees nie
xh_za: umsebenziswa akafumaneki
zu_za: kunzima ukuthola umngenisi kwisistimu

source: Unable to get user queries.
af_za: Kan nie data lees nie
xh_za: imibuzo yomsebenziswa ayifumaneki
zu_za: kunzima ukuthola umbuzomngenisi

source: Unable to get user queries2.
af_za: Kan nie data lees nie
xh_za: imibuzo yomsebenziswa ayifumaneki okwesibini
zu_za: kunzima ukuthola umbuzomngenisi2

source: Unable to get user queries3.
af_za: Kan nie data lees nie
xh_za: imibuzo yomsebenziswa ayifumaneki okwesithathu
zu_za: kunzima ukuthola umbuzomngenisi3

source: Unable to get queries from system.
xh_za: ayifumaneki imibuzo
zu_za: kunzima ukuthola umbuzo kwisistimu

source: Team Total
af_za: Span Totaal
xh_za: Amaqela sewendibene
zu_za: konke kuhlangene kweqembu

source: Enter email details
af_za: Sleutel e-pos besonderhede in
xh_za: ngenisa incukacha zedilesi yencwadi yakho
zu_za: faka imininingwane ye-emayil

source: Email Details
af_za: E-pos Besonderhede
xh_za: incukacha zedilesi yencwadi
zu_za: imininingwane ye-emayil

source: Account:
af_za: Rekening
xh_za: I akhawunti
zu_za: isikwenetu

source: To:
af_za: Aan
xh_za: Ku:
zu_za: okuya ku

source: Subject:
af_za: Onderwerp
xh_za: isifundo
zu_za: uhlobo

source: Attachment:
xh_za: idibaniswe
zu_za: hlanganisa

source: Clear
af_za: Nuwe
xh_za: susa
zu_za: susa

source: Unable to get accounts from system.
af_za: Kan nie rekeninge kry nie
xh_za: akukwazeki ukufumana iakhawunti
zu_za: kunzima ukuthola isikwenetu kwisistyimu

source: Send &raquo;
af_za: Stuur
xh_za: thumela
zu_za: thumela

source: Unable to insert query action.
af_za: Kan nie navraag aksie byvoeg nie
xh_za: akukwazeki ukufakwa intsukumo yemibuzo
zu_za: kunzima ukufaka isenzo sombuzo

source: Unable to get token from system.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ithokheni
zu_za: kunzima ukuthola I-token kwisistimu

source: Forward query
af_za: Vooruitgedateerde Navraag
xh_za: gqithisa imibuzo
zu_za: dlusila umbuzo

source: Select date
af_za: Kies datum
xh_za: khetha umhla
zu_za: khetha ilanga

source: Invalid date
af_za: Verkeerde datum
xh_za: awukho lomhla
zu_za: ilanga elingafanele

source: Unable to get token data from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ithokheni kwi db
zu_za: kunzima ukuthola I-token kudathabaze

source: Confirm date
af_za: Bevestig datum
xh_za: qinisekisa ngomhla
zu_za: fakaza ilanga

source: Query forwarded
af_za: Vooruitgedateerde Navraag
xh_za: gqithisa imibuzo
zu_za: imibuzo edlulisiwe

source: Error fetching version info.
xh_za: undonakele ulanda ulwazi
zu_za: iphutha ekulandeni ulwazi

source: Cubit Update Download
xh_za: Thatha icubi esengangathweni
zu_za: I-Cubit hlelo Ifakiwe

source: Add Query Category
af_za: Sleutel Navrae Katogorie by
xh_za: dibanisa uluhlu lwemibuzo
zu_za: faka umbuzo ngohlelo

source: View Query Categories
af_za: Toon Navrae Katogorie
xh_za: jonga uluhlu lwemibuzo
zu_za: beka imibuzo ngama hlelo

source: Category Details
af_za: Katogorie Besonderhede
xh_za: incukacha zenqanaba
zu_za: imininingo yamahlelo

source: Category Name
af_za: Katogorie Naam
xh_za: igama lwenqanaba
zu_za: igama lamahlelo

source: Unable to insert category into db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka inqanaba kwi-Db
zu_za: kunzima ukufaka amahlelo ku-Dathabaze

source: Category added to the system
af_za: Katogorie bygevoeg in sisteem
xh_za: iqanaba lidityanisiwe
zu_za: ihlelo lingenile kwiSitimu

source: New Category, has been successfully added to the system.
af_za: Nuwe Katogorie is suksesvol bygevoeg in sisteem
xh_za: iqanaba entsha idityanisiwe kakuhle
zu_za: ihlelo elisha lingenile kahle kwiSistimu

source: Select teams for this user.
af_za: Kies spanne vir die gebruiker
xh_za: khetha iqela kulomsebensiswa
zu_za: khetha iqembu likamngenisi

source: Select
af_za: Kies
xh_za: khetha
zu_za: khetha

source: Unable to update.
af_za: Kan nie opdateer nie
xh_za: akukwazeki ukufaka engangathweni
zu_za: kunzima ukuhlela

source: Done
af_za: Klaar
xh_za: iqityiwe
zu_za: kuphelile

source: Your changes have been saved.
af_za: U Veranderings is gestoor
xh_za: utshintso lwakho lugciniwe
zu_za: ukushintsa kugciniwe

source: Enter SMS data
af_za: Sleutel SMS data in
xh_za: ngenisa ulwazi lomyaleza omfutshane
zu_za: faka imininingo yeSMS

source: SMS details
af_za: SMS besonderhede
xh_za: incukacha zomyaleza omfitshane
zu_za: imininingo yeSMS

source: To
af_za: Na
xh_za: Ku:
zu_za: okuya ku

source: Text
xh_za: bhala
zu_za: amagama

source: Confirm SMS data
af_za: Bevestig SMS data
xh_za: qinisekisa ngolwazi lwemyaleza omfitshane
zu_za: fakaza imininingo yeSMS

source: SMS Sent
af_za: Stuur SMS
xh_za: thumela uyaleza omfutshane
zu_za: iSMS ihambile

source: Unable to get accounts from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana iakhawunti kwi db
zu_za: kunzima ukuthola isikwenetu kuDathabaze

source: Not using email
af_za: Gebruik nie e-pos nie
xh_za: susebenzisa incwadi
zu_za: qhabo ekusebenziseni I-emayil

source: Team updated
af_za: Span opdateer
xh_za: umgangatho wamaqela
zu_za: iqembu lilungisiwe

source: Allocate
af_za: Allokeer
xh_za: yisa
zu_za: hlukanisa

source: Unable to get unallocated queries from system.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa imibuzo
zu_za: kunzima ukuthola imibuzo engahlelwanga kwiSistimu

source: Unallocated Email Queries
af_za: Nie Geallokeerde E-pos navrae
xh_za: incwadi ezingathumelwanga
zu_za: imibuzo engahlelwanga ye-emayil

source: Body
xh_za: umzimba
zu_za: umzimba

source: Time
af_za: Tyd
xh_za: ixesha
zu_za: isikhathi

source: Create Query
af_za: Skep Navraag
xh_za: yenza imibuzo
zu_za: yenza umbuzo

source: Unable to list teams.
af_za: Kan nie data lees nie
xh_za: ukungakwazi ukudwelisa amaqela
zu_za: kunzima ukuhlela amaqembu

source: Select Links
af_za: Kies Skakels
xh_za: khetha indibano
zu_za: khetha ukuhlanganisa

source: Edit
af_za: Sleutel in
xh_za: lungisa
zu_za: hlela

source: Remove
af_za: Verwyder
xh_za: susa
zu_za: sosa

source: Enter other Action
af_za: Sleutel ander aksie in
xh_za: ngenasa intsukumo
zu_za: faka esinye isenzo

source: Action details
af_za: Aksie besonderhede
xh_za: incukacha zentsukumo
zu_za: imininingo yesenzo

source: Confirm Action
af_za: Aksie besonderhede
xh_za: qinisekisa ngentsukumo
zu_za: fakaza isenzo

source: Action Recorded
af_za: Aksie opgeneem
xh_za: ungcino lwentsukumo
zu_za: isenzo sibhaliwe

source: Open Date
af_za: Begin Datum
xh_za: vula umhla
zu_za: vula usuku

source: TO
xh_za: Ku:
zu_za: okuya ku

source: Closed Date
af_za: Datum gesluit
xh_za: vala umhla
zu_za: ilanga okuvalwe ngalo

source: Report &raquo;
af_za: Verslag
xh_za: phendula
zu_za: yazisa

source: Invalid dates
af_za: Verkeerde datum
xh_za: awukho lomhla
zu_za: usuku okungasilona

source: Add Action
af_za: Sleutel aksie in
xh_za: dibanisa intsukumo
zu_za: faka isenzo

source: View Actions
af_za: Toon aksie
xh_za: jonga intsukumo
zu_za: bheka isenzo

source: Action Details
af_za: Aksie besonderhede
xh_za: incukacha zentsukumo
zu_za: imininingo ngesenzo

source: Action added to the system
af_za: Aksile bygevoeg in sisteem
xh_za: intsukumo idityanisiwe
zu_za: isenzo sifakiwe kwiSistimu

source: New Action, has been successfully added to the system.
af_za: Nuwe Aksie is suksesvol by sisteem gevoeg
xh_za: intsukumo entsa idityanisiwe kakuhle
zu_za: isenzo esisha sifakiwe kahle kwiSistimu

source: Company/Name
af_za: Maatskappy/Naam
xh_za: inkampani/igama
zu_za: inkanpani noma igama

source: Contact Name
af_za: Kontak Naam
xh_za: igama loqhakamshelwano
zu_za: igama lokuzazisa

source: Select Person/Company making enquiry
af_za: Kies Persoon/Maatskappy wat navraag het
xh_za: khetha umntu/uqakamshelwano malunga nenkampani
zu_za: khetha umuntu noma inkampani yenzambuzo

source: Type
af_za: Tipe
xh_za: ubunje
zu_za: uhlobo

source: Add Contact
af_za: Sleutel kontak in
xh_za: dibanisa uqakamshelwano
zu_za: faka ukuthintana

source: Add Customer
af_za: Sleutel Klieent in
xh_za: dibanisa umtheni
zu_za: faka umthengi

source: Add Supplier
af_za: Sleutel Verskaffer in
xh_za: dibanisa umnikisi
zu_za: faka umthengisi

source: List &raquo;
af_za: Lys
xh_za: udweliso
zu_za: hlela

source: ||Add new Contact Person
af_za: Sleutel nuwe Kontak Persoon in
xh_za: faka umntu omtsha onganxibelelana naye
zu_za: faka umuntu omusha othintekayo

source: Select Person/Company
af_za: Kies Persoon/Maatskappy
xh_za: khetha umntu/nenkampani
zu_za: khetha umuntu noma inkampani

source: Enter query data &raquo;
af_za: Sleutel navraag data in
xh_za: ngenisa imibuzo ngolwazi
zu_za: faka imininingo ngombuzo

source: Try Again
af_za: Probeer Weer
xh_za: zama kwakho
zu_za: zama futhi

source: Unable to get cats from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ikati
zu_za: kuzima uthola I-CATS kuDathabazi

source: Unable to get contacts from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana uqhakamshelwano kwi db
zu_za: kunzima ukuthola ukuthintana kuDatabase

source: Unable to get data from contacts.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi loqhakamshelwano
zu_za: kunzima ukuthola imininingo ngothintekayo

source: Contact Person
af_za: Kontak Persoon
xh_za: qhakamshelana nomntu
zu_za: umuntu othintwayo

source: Equiry From
af_za: Navraag Vorm
xh_za: buza ku
zu_za: buza ku

source: Category
af_za: Katogorie
xh_za: inqanaba
zu_za: uhlelo

source: Subject/Summary
af_za: ONDERWERP/OPSOMMING:
xh_za: isifundo/uswankathelo
zu_za: uhlobo noma isiqoqo

source: Add as Unallocated and add another &raquo;
af_za: Voeg by as nie geallokeerde en voeg ander by
xh_za: dibanisa kwengafakwanga nakwnye
zu_za: faka ngokungahlelwanga futhi ufake okunye

source: Add &amp; Manage &raquo;
af_za: Voeg by en Bestuur
xh_za: dibanisa kaye uphe
zu_za: faka, ulungise futhi

source: Please select a customer OR a supplier OR a contact
af_za: Kies asseblief 'n klieent OF 'n verskaffer Of 'n kontak
xh_za: sicela ukhethe umtheni okanye umniki okanye umqhakaswela
zu_za: jabulisa ukhethe umthengi noma umthengisi noma ukuthintana

source: Unable to get crm data.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi lwecrm
zu_za: kunzima ukuthola iminingo ngeCRM

source: Unable to delete.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukuyisusa
zu_za: kunzima ukususa

source: Unable insert query.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka umbuzo
zu_za: kunzima ukufaka umbuzo

source: Unallocated Queries
af_za: Nie Geallokeerde Navrae
xh_za: imibuzo engenandawo
zu_za: imibuzo engahlelwanga

source: Unable to get links from system.
af_za: Kan nie data lees nie
xh_za: udibano alufumaneki
zu_za: kunzima ukuthola okuhlangana nesisitimu

source: Unable to insert link.
af_za: Kan nie skakels by voeg nie
xh_za: akukwazeki ukufumana udibano
zu_za: kunzima ukufaka ukuhlanganisa

source: Link
af_za: Skakkels
xh_za: undibano
zu_za: hlanganisa

source: Order
af_za: Bestelling
xh_za: isicelo
zu_za: umlayezo

source: Selected
af_za: Gekiesde
xh_za: khetha
zu_za: okukhethiwe

source: Update &raquo;
af_za: Opdateer
xh_za: yisa egangathweni
zu_za: hlela

source: Unable to update data.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukusa ulwazi emgangathweni
zu_za: kunzima ukuhlela imininingo

source: Unable to insert data into system.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka ulwazi
zu_za: kunzima ukufaka imininingo kwissitimu

source: System updated
af_za: Sisteem opgedateer
xh_za: isystem isiwa emgangthweni
zu_za: iSistim ihleliwe

source: Team link has been set.
af_za: Span skakel is opgestel
xh_za: undibano lwamaqela lwenziwe
zu_za: okuhlanganisa amaqembu kuhlelisiwe

source: Select user
af_za: Kies gebruiker
xh_za: khetha umsebenzisi
zu_za: khetha umngenisi

source: Select teams
af_za: Kies spanne
xh_za: khetha amaqela
zu_za: khetha amaqembu

source: Unable to list actions.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukudwelisa intsukumo
zu_za: kunzima ukuhlela izenzo

source: Actions
af_za: Aksies
xh_za: intsukumo
zu_za: izenzo

source: Error reading username and password for Cubit.co.za
af_za: Foutiewelike leesing van gebruikernaam en geheime kode vir Cubit.co.za
xh_za: undonakele uyafundwa ingama ,gamalemfihlelokwiCubin.co.za
zu_za: iphutha ekufundeni umngenagama kanye nomngena gama

source: enter
xh_za: ngena
zu_za: ngena

source: Error reading hash value for Cubit.co.za.
xh_za: undonakele uyafundwa ixabiso kwi cubit.co.za
zu_za: iphutha ekufundeni iHash velu ye-Cubit.co.za

source: Archive
af_za: Argief
xh_za: funyenwe
zu_za: fikisa

source: Unable to get query.
af_za: Kan nie navraag kry nie
xh_za: akukwazeki ukufumanisa imibuzo
zu_za: kunzima ukuthola umbuzo

source: Email Account
af_za: E-pos Rekening
xh_za: incwadi ye akhawunti
zu_za: I-imayil sikwenetu

source: Team added to the system
af_za: Sleutel span in sisteem in
xh_za: amaqela adityanisiwe
zu_za: iqembu lifakiwe kwiSistimu

source: * All Users
af_za: *Alle Gebruikers
xh_za: bonke abasebenzisi
zu_za: bonke abamngenisi

source: Send Message
af_za: Stuur boodskap
xh_za: thumela umyaleza
zu_za: thumela umlayezo

source: For
af_za: Vir
xh_za: Ku:
zu_za: ku-

source: Messages
af_za: Boodskap
xh_za: umyaleza oqgithiswayo
zu_za: imilayezo

source: Message proccessed
af_za: Boodskap geprosesseer
xh_za: indlela yomyaleza
zu_za: imilayezo ifakiwe

source: Add Query Categories
af_za: Sleutel Navrae Katogorie in
xh_za: dibanisa inqanaba lemibuzo
zu_za: faka imibuzo kuhlelo

source: Unable to get category info.
af_za: Kan nie Katogorie informasie kry nie
xh_za: akukwazeki ukufumanisa ulwazi lwenqanaba
zu_za: kunzima ukuthola imininingo yohlelo

source: Remove Query Category
af_za: Verwyder Navrae Katogorie
xh_za: susa imibuzo yamaqamaba
zu_za: susa imininingo yemibuzo

source: Query Category Details
af_za: Navraag Katogorie besonderhede
xh_za: incukacha zemibuzo yeqanaba
zu_za: imininingo yemibuzo

source: Unable to delete from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukususa kwi db
zu_za: kunzima ukusuasa kuDathabaze

source: Query Category Deleted
af_za: Navraag Katogorie is uitgevee
xh_za: imibuzo yenqanaba isusiwe
zu_za: umbuzomniningo ususwe

source: Query Category has been successfully deleted in the system.
af_za: Navraag Katogorie is suksesvol uitgevee
xh_za: imibuzo yenqanaba isusiwe kakuhle
zu_za: umbuzomniningo ususwe kahle kuSistimu

source: Allocate Users to Teams
af_za: Allokeer Gebruikers in Spanne
xh_za: yisa abasebenziswa kwamaqela
zu_za: hlela umngenisi kumaqembu

source: Username
af_za: Gebruikersnaam
xh_za: ifani
zu_za: umngenagama

source: Unable to get data form.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ulwazi nefom
zu_za: kunzima ukuthola I-datha hlelo

source: Not Active
af_za: Nie Aktief nie
xh_za: aysebenzi
zu_za: ayisebenzi

source: Unable to get teams from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana amaqela kwi db
zu_za: kunzima ukuthola amaqembu kwiSitimu

source: Unable to get crm from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana icrm kwi db
zu_za: kunzima ukuthola I-crm kwisistimu

source: Unable to insert crm.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana icrm
zu_za: kunzima ukufaka I-crm

source: Users Allocated
af_za: Gebruikers geallokeer
xh_za: umsebenzi usiwe
zu_za: umngenisi uhleliwe

source: The Users have been allocated to teams
af_za: Die Bebruikers is geallokeer in spanne
xh_za: umsebenziswa usiwe kwiqela
zu_za: umngenisi uhlukaniselwe amaqembu

source: Create Black / White List Registry Entry
af_za: Skep Swart / Wit lys register inskrywings
xh_za: yena udwelo lwabanstundu nabahlophe
zu_za: yenza uhlelo olumyama kanye nokumhlophe ukwazisa ukungena

source: Details
af_za: Besonderhede
xh_za: incukacha
zu_za: imininingo

source: ID / Passport Number / Registration Number
af_za: ID / Paspoort Nommer / Registrasie Nommer
xh_za: id/nombolo yedompasi/inombolo yobaliso
zu_za: umazisi/inombholo yepasipoti/inombholo yokuzazisa

source: Full Name
af_za: Volle Name
xh_za: igama elipheleleyo
zu_za: igama eliphelele

source: Surname
af_za: Van
xh_za: ifani
zu_za: isibongo

source: Paying Habits
af_za: Betaling Gewoontes
xh_za: indlela yokubhatha
zu_za: injwayelo yokukhokha

source: Person Type
af_za: Persoon tipe
xh_za: umntu onguye
zu_za: inhlobo yomuntu

source: Comments (100 characters)
af_za: Kommentaar (100 Karakters)
xh_za: bhala ingcinga zakho(100 amagama)
zu_za: beka umqondo ( isici 100)

source: Listing Person Name
af_za: Lys Persoon Name
xh_za: udweliso lwegama lomntu
zu_za: amagama abantu ahleliwe

source: Contact Number of Listing Person
af_za: Kontak Nommer van Gelyste Persoon
xh_za: inombulo apho efumaneka khona umntu obhaliweyo
zu_za: izinombholo zokuthintana ngohlelo

source: Will you let the person do Business with you again?
af_za: Sal jy weer met die persoon besigheid doen?
xh_za: ungaqala ishishini nalomntu?
zu_za: yazisa lowomuntu ukuthi nenze ibhizinisi futhi

source: Submit
af_za: Stuur
xh_za: thumela
zu_za: faka

source: Data Returned
af_za: Data Terug ontvang
xh_za: ulwa ulubuyisiweyo
zu_za: ilanga okubuyiswe ngalo

source: Search Black / White List Registry
af_za: Soek Swart / Wit lys Register
xh_za: funa ubhalo lwabantsundu nabamhlophe
zu_za: funa uhlelo lamagama amhlophe /amhlophe

source: Information
af_za: Informasie
xh_za: ulwazi
zu_za: imininingo

source: Edit Query Category
af_za: Sleutel Navrae Katogorie by
xh_za: jongisisa imibuzo yamaqanaba
zu_za: hlela imibuzo ngohlelo

source: Unable to insert cat into db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufaka ikati kwi db
zu_za: kunzima ukufaka I-cat kuDathabaze

source: Category updated
af_za: Katogorie opgedateer
xh_za: ukufaka iqanaba egngathweni
zu_za: uhlelo luhleliwe

source: Unable to get action info.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumanisa ulwazilwentsukumo
zu_za: kunzima ukuthola isenzo kwidathabaze

source: Remove Action
af_za: Verwyder Aksie
xh_za: sosa intsukumo
zu_za: susa isenzo

source: Action Deleted
af_za: Aksie is uitgevee
xh_za: isusiwe intsukumo
zu_za: isenzo sisukile

source: Action has been successfully deleted in the system.
af_za: Aksie is suksesvol uitgevee
xh_za: instukumo isuswe kakuhle
zu_za: isenzo sisuke kahle kusystem

source: Unable to get query actions from db.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana iimpendulo kwi db
zu_za: kunzima ukuthola umbuzo kwisistimu

source: Query Categories
af_za: Navraag Katogories
xh_za: inqanabo lwemibuzo
zu_za: uhlelo lemibuzo

source: Invalid use of module.
af_za: Foutiewelike gebruik van module
xh_za: ayikho
zu_za: ukusebenzisa okungafanele I-module

source: Not Found
af_za: Kry nie
xh_za: awifumaneki
zu_za: ayitholakalanga

source: DESCRIPTION
af_za: BESKRYWING
xh_za: chaza
zu_za: uhlobo

source: UNIT PRICE
af_za: EENHEID PRYS
xh_za: ixabiso nganye
zu_za: inani nganye

source: AMOUNT
af_za: BEDRAG
xh_za: ixabiso nganye
zu_za: imali

source: Non-Stock Purchase Details
af_za: Nie-Voorraad Aankoop Besonderhede
xh_za: incukacha ngezingathengwanga
zu_za: iminingo nentengo yempahla engasiyona isitoki

source: Customer Details
af_za: Klieent Besonderhede
xh_za: incukacha zomthengi
zu_za: imininingo kamthengi

source: Customer
af_za: Klieent
xh_za: umthengi
zu_za: umthengi

source: Customer Address
af_za: Klieent Adres
xh_za: idilesi yomthengi
zu_za: ikheli lechasimendi

source: Customer Vat Number
af_za: Klieent BTW Nommer
xh_za: inombolo ye vat yo mthengi
zu_za: inombholo ye-VAT yechasimendi

source: Non-Stock Invoice Details
af_za: Nie- voorraad Faktuur Besonderhede
xh_za: incukacha zephepha lezinto ezingathengwanga
zu_za: imininingo ye-invoice ,ngaphandle kwesitoki

source: Non-Stock Invoice No.
af_za: Nie- voorraad Faktuur No.
xh_za: inombolo zephepha elibhalwe izinto ezingathengwanga
zu_za: inombholo ye-invoice ,ngaphandle kwesitoki

source: VAT Inclusive
af_za: BTW ingesluit
xh_za: ivat egqibeleleyo
zu_za: kukhona I-VAT

source: Remarks
af_za: Komentaar
xh_za: ukungonelseki
zu_za: enza futhi

source: New Non-Stock Invoices
af_za: Nuwe Nie-voorraad Fakture
xh_za: izinto ezingabhalwanga ephepheni ezitsha
zu_za: ama-invoice amasha angaphathelanga nesitoko

source: View Non-Stock Invoices
af_za: Toon Nie-voorraad Fakture
xh_za: jonga izinto ezingarthengwanga ezibhalwe ephepheni
zu_za: beka ama-invoice angaphathelanga nesitoko

source: Sales
af_za: Verkope
xh_za: ezithengiswayo
zu_za: intengiso

source: SUBTOTAL
af_za: SUB TOTAAL
xh_za: izibalo ezingagqitywanga
zu_za: konke sekuhlangene kungaphelelanga

source: GRAND TOTAL
af_za: GROOT TOTAAL
xh_za: izibalo eziqityiweyo
zu_za: konke sekuhlangene kuphelele

source: Invoice No.
af_za: Faktuur No.
xh_za: inombolo yephepha ilinezinto ozithengileyo
zu_za: inombholo ye-invoice

source: Invoice Date
af_za: Faktuur Datum
xh_za: umhla yephepha elinezinto ozithengileyo
zu_za: ilanga le-invoice

source: VAT No.
af_za: BTW No.
xh_za: inombolo ye Vat
zu_za: inombholo ye-VAT

source: Invoice Not Found
af_za: Kry nie Faktuur nie
xh_za: iphepha lezinto ozithengileyo alifumanekanga
zu_za: ayitholakali I-invoice

source: Supplier Details
af_za: Verskaffer Besonderhede
xh_za: incukacha zo mrhwebi
zu_za: imininingwane kamthengisi

source: Supplier
af_za: Verskaffer
xh_za: umrhwebi
zu_za: umthengisi

source: Customer VAT No.
af_za: Klieent BTW Nommer
xh_za: inombolo yeVAt yomthengi
zu_za: inombholo ye-VAT yechasimendi

source: &laquo; Back
af_za: Terug
xh_za: buyela umva
zu_za: emuva

source: Add Item
af_za: Sleutel item in
xh_za: dibanisa into
zu_za: faka I-item

source: Update
af_za: Opdateer
xh_za: yisa exesheni
zu_za: hlela

source: By Date Range
af_za: In Datum Volgorde
xh_za: ngomhla wezahlukeneyo izinto
zu_za: ngamana osuku

source: New Non Stock Invoice
af_za: Nuwe Nie Voorraad Faktuur
xh_za: izinto ezingabhalwanga ephepheni ezitsha
zu_za: ama-invoice amasha angaphathelanga nesitoko

source: Sub Total
af_za: SUB TOTAAL
xh_za: izibalo ezingagqitywanga
zu_za: konke sekuhlangene kungaphelelanga

source: Total Cost Amount
af_za: Totale koste Bedrag
xh_za: izibalo eziqityiweyo
zu_za: konke sekuhlangene kubiza lokhu

source: Print
xh_za: kuphela ephepheni
zu_za: khipha

source: Reprint
af_za: Print weer
xh_za: kuphela ephephe kwakho
zu_za: phinda ukhiphe futhi

source: Totals
af_za: Totaal
xh_za: izibalo eziqgqityiweyo
zu_za: konke sekuhlangene

source: Unable to retrieve invoice info.
af_za: Kan nie data lees nie
xh_za: alufumaneki ulwazi lwe invoice
zu_za: kunzima ukukhipha imininingo ye-invoice

source: Not found
af_za: Kry nie
xh_za: ayikho
zu_za: ayitholakalanga

source: Unable to retrieve company info from the database.
af_za: Kan nie data lees nie
xh_za: alufumaneki ulwazi lwe nkampani kwinxalenye yolwazi
zu_za: kunzima ukukhipha imininingo kudatabase

source: Unable to retrieve the bankid from the database.
af_za: Kan nie data lees nie
xh_za: akukwazeki ukufumana ibankid kwinxalenye yolwazi
zu_za: kunzima ukukhipha ibangi likamazisi kwidatabase
